{"name":"Geografi","code":"GRGRGEO01","description":"<p>Förutsättningarna för liv på jorden är unika, föränderliga och sårbara. Det är därför alla människors ansvar att förvalta jorden så att en hållbar utveckling blir möjlig. Samspelet mellan människan och hennes omgivning har gett upphov till många olika livsmiljöer. Geografi ger oss kunskap om dessa miljöer och kan bidra till förståelse av människans levnadsvillkor.</p>","goals":[" analysera hur naturens egna processer och människors verksamheter formar och förändrar livsmiljöer i olika delar av världen, "," utforska och analysera samspel mellan människa, samhälle och natur i olika delar av världen, "," göra geografiska analyser av omvärlden och värdera resultaten med hjälp av kartor och andra geografiska källor, teorier, metoder och tekniker, och "," värdera lösningar på olika miljö- och utvecklingsfrågor utifrån överväganden kring etik och hållbar utveckling. "],"purpose":"<p>Undervisningen i ämnet geografi ska syfta till att eleverna utvecklar kunskaper om geografiska förhållanden och utvecklar en geografisk referensram och ett rumsligt medvetande. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om, och kunna göra jämförelser mellan, olika platser, regioner och levnadsvillkor. Eleverna ska även ges förutsättningar att utveckla en medvetenhet om de sammanhang där geografiska kunskaper är viktiga och användbara.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vilka mänskliga verksamheter, och av naturen framkallade processer, som påverkar jordytans former och mönster. Den ska även bidra till att eleverna får erfarenheter av att tolka och bedöma konsekvenser av olika förändringar som sker i det geografiska rummet.</p><p>Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med hur man växlar mellan olika tids- och rumsperspektiv. Genom undervisningen ska eleverna utveckla kunskaper om hur människa, samhälle och natur samspelar och vilka konsekvenser det får för naturen och människors levnadsvillkor. Undervisningen ska ge eleverna kunskap om kartan och kännedom om viktiga namn, läges- och storleksrelationer så att de kan orientera sig och dra slutsatser om natur- och kulturlandskap och om människors levnadsvillkor. På så sätt ska eleverna ges möjlighet att se världen ur ett helhetsperspektiv. Undervisningen ska även ge eleverna förutsättningar att utveckla kunskaper i att göra geografiska analyser av omvärlden och att presentera resultaten med hjälp av geografiska begrepp.</p><p>Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om varför intressekonflikter om naturresurser uppstår. Undervisningen ska också medverka till att eleverna utvecklar kunskaper om hur vi kan påverka framtiden i riktning mot en mer acceptabel levnadsmiljö för alla.</p><p></p>","courses":["Geografi 1-3","Geografi 4-6","Geografi 7-9"],"school":"grund"}