{"name":"Biologi","code":"GRGRBIO01","description":"<p>Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Kunskaper i biologi har stor betydelse för samhällsutvecklingen inom så skilda områden som hälsa, naturbruk och miljö. Med kunskaper om naturen och människan får människor redskap för att påverka sitt eget välbefinnande, men också för att kunna bidra till en hållbar utveckling.</p>","goals":["använda kunskaper i biologi för att granska information, kommunicera och ta ställning i frågor som rör hälsa, naturbruk och ekologisk hållbarhet,","genomföra systematiska undersökningar i biologi, och","använda biologins begrepp, modeller och teorier för att beskriva och förklara biologiska samband i människokroppen, naturen och samhället."],"purpose":"<p>Undervisningen i ämnet biologi ska syfta till att eleverna utvecklar kunskaper om biologiska sammanhang och nyfikenhet på och intresse för att veta mer om sig själva och naturen. Genom undervisningen ska eleverna ges möjlighet att ställa frågor om naturen och människan utifrån egna upplevelser och aktuella händelser. Vidare ska undervisningen ge eleverna förutsättningar att söka svar på frågor med hjälp av både systematiska undersökningar och olika typer av källor. På så sätt ska undervisningen bidra till att eleverna utvecklar ett kritiskt tänkande kring sina egna resultat, andras argument och olika informationskällor. Genom undervisningen ska eleverna också utveckla förståelse för att påståenden kan prövas och värderas med hjälp av naturvetenskapliga arbetsmetoder.</p><p>Undervisningen ska ge eleverna möjlighet att använda och utveckla kunskaper och redskap för att formulera egna och granska andras argument i sammanhang där kunskaper i biologi har betydelse. Därigenom ska eleverna ges förutsättningar att hantera praktiska, etiska och estetiska valsituationer som rör hälsa, naturbruk och ekologisk hållbarhet.</p><p>Undervisningen ska även bidra till att eleverna utvecklar förtrogenhet med biologins begrepp, modeller och teorier samt förståelse för hur dessa utvecklas i samspel med erfarenheter från undersökningar av naturen och människan. Vidare ska undervisningen bidra till att eleverna utvecklar förmågan att samtala om, tolka och framställa texter och olika estetiska uttryck med naturvetenskapligt innehåll.</p><p>Undervisningen ska skapa förutsättningar för eleverna att kunna skilja mellan naturvetenskapliga och andra sätt att skildra omvärlden. Genom undervisningen ska eleverna få inblick i naturvetenskapens världsbild med evolutionsteorin som grund samt få perspektiv på hur den har utvecklats och vilken kulturell påverkan den har haft.</p><p></p>","courses":["Biologi 1-3","Biologi 4-6","Biologi 7-9"],"school":"grund"}