{"name":"Fysik","code":"GRGRFYS01","description":"<p>Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Kunskaper i fysik har stor betydelse för samhällsutvecklingen inom så skilda områden som energiförsörjning, medicinsk behandling och meteorologi. Med kunskaper om energi och materia får människor redskap för att kunna bidra till en hållbar utveckling.</p>","goals":[" använda kunskaper i fysik för att granska information, kommunicera och ta ställning i frågor som rör energi, teknik, miljö och samhälle, "," genomföra systematiska undersökningar i fysik, och "," använda fysikens begrepp, modeller och teorier för att beskriva och förklara fysikaliska samband i naturen och samhället. "],"purpose":"<p>Undervisningen i ämnet fysik ska syfta till att eleverna utvecklar kunskaper om fysikaliska sammanhang och nyfikenhet på och intresse för att undersöka omvärlden. Genom undervisningen ska eleverna ges möjlighet att ställa frågor om fysikaliska företeelser och sammanhang utifrån egna upplevelser och aktuella händelser. Vidare ska undervisningen ge eleverna förutsättningar att söka svar på frågor med hjälp av både systematiska undersökningar och olika typer av källor. På så sätt ska undervisningen bidra till att eleverna utvecklar ett kritiskt tänkande kring sina egna resultat, andras argument och olika informationskällor. Genom undervisningen ska eleverna också utveckla förståelse för att påståenden kan prövas och värderas med hjälp av naturvetenskapliga arbetsmetoder.</p><p>Undervisningen ska ge eleverna möjligheter att använda och utveckla kunskaper och redskap för att formulera egna och granska andras argument i sammanhang där kunskaper i fysik har betydelse. Därigenom ska eleverna ges förutsättningar att hantera praktiska, etiska och estetiska valsituationer som rör energi, teknik, miljö och samhälle.</p><p>Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med fysikens begrepp, modeller och teorier samt förståelse för hur de formas i samspel med erfarenheter från undersökningar av omvärlden. Vidare ska undervisningen bidra till att eleverna utvecklar förmågan att samtala om, tolka och framställa texter och olika estetiska uttryck med naturvetenskapligt innehåll.</p><p>Undervisningen ska skapa förutsättningar för eleverna att kunna skilja mellan naturvetenskapliga och andra sätt att skildra omvärlden. Genom undervisningen ska eleverna ges möjlighet att utveckla perspektiv på utvecklingen av naturvetenskapens världsbild och ges inblick i hur naturvetenskapen och kulturen ömsesidigt påverkar varandra.</p><p></p>","courses":["Fysik 1-3","Fysik 4-6","Fysik 7-9"],"school":"grund"}