{"name":"Religionskunskap","code":"GRGRREL01","description":"<p>Människor har i alla tider och alla samhällen försökt att förstå och förklara sina levnadsvillkor och de sociala sammanhang som de ingår i. Religioner och andra livsåskådningar är därför centrala inslag i den mänskliga kulturen. I dagens samhälle, som är präglat av mångfald, är kunskaper om religioner och andra livsåskådningar viktiga för att skapa ömsesidig förståelse mellan människor.</p>","goals":[" analysera kristendomen, andra religioner och livsåskådningar samt olika tolkningar och bruk inom dessa, "," analysera hur religioner påverkar och påverkas av förhållanden och skeenden i samhället, "," reflektera över livsfrågor och sin egen och andras identitet, "," resonera och argumentera kring moraliska frågeställningar och värderingar utifrån etiska begrepp och modeller, och "," söka information om religioner och andra livsåskådningar och värdera källornas relevans och trovärdighet. "],"purpose":"<p>Undervisningen i ämnet religionskunskap ska syfta till att eleverna utvecklar kunskaper om religioner och andra livsåskådningar i det egna samhället och på andra håll i världen. Genom undervisningen ska eleverna bli uppmärksamma på hur människor inom olika religiösa traditioner lever med, och uttrycker, sin religion och tro på olika sätt. Undervisningen ska allsidigt belysa vilken roll religioner kan spela i samhället, både i fredssträvanden och konflikter, för att främja social sammanhållning och som orsak till segregation.</p><p>Undervisningen ska även ge kunskap om och förståelse för hur kristna traditioner har påverkat det svenska samhället och dess värderingar.</p><p>Genom undervisningen ska eleverna ges förutsättningar att kunna tolka kulturella uttryck med anknytning till religiösa traditioner. Eleverna ska också ges möjligheter att utveckla kunskap om hur man kritiskt granskar källor och samhällsfrågor med koppling till religioner och andra livsåskådningar.</p><p>Undervisningen ska stimulera eleverna att reflektera över olika livsfrågor, sin identitet och sitt etiska förhållningssätt. På så sätt ska undervisningen skapa förutsättningar för eleverna att utveckla en personlig livshållning och förståelse för sitt eget och andra människors sätt att tänka och leva.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur olika religioner och livsåskådningar ser på frågor som rör kön, jämställdhet, sexualitet och relationer. Eleverna ska vidare ges förutsättningar att kunna analysera och ta ställning i etiska och moraliska frågor. Undervisningen ska även bidra till att eleverna utvecklar förståelse för hur människors värderingar hänger samman med religioner och andra livsåskådningar. Den ska också bidra till att eleverna utvecklar beredskap att handla ansvarsfullt i förhållande till sig själva och sin omgivning.</p><p></p>","courses":["Religionskunskap 1-3","Religionskunskap 4-6","Religionskunskap 7-9"],"school":"grund"}