{"name":"Musik","code":"GRGRMUS01","description":"<p>Musik finns i alla kulturer och berör människor såväl kroppsligt som tanke- och känslomässigt. Musik som estetisk uttrycksform används i en mängd sammanhang, har olika funktioner och betyder olika saker för var och en av oss. Den är också en viktig del i människors sociala gemenskap och kan påverka individens identitetsutveckling. I vår tid förenas musik från skilda kulturer och epoker med andra konstformer i nya uttryck. Kunskaper om och i musik ökar möjligheterna att delta i samhällets kulturliv.</p>","goals":[" spela och sjunga i olika musikaliska former och genrer, "," skapa musik samt gestalta och kommunicera egna musikaliska tankar och idéer, och "," analysera och samtala om musikens uttryck i olika sociala, kulturella och historiska sammanhang. "],"purpose":"<p>Undervisningen i ämnet musik ska syfta till att eleverna utvecklar kunskaper som gör det möjligt att delta i musikaliska sammanhang, både genom att själva musicera och genom att lyssna till musik.</p><p>Undervisningen ska ge eleverna förutsättningar att tillägna sig musik som uttrycksform och kommunikationsmedel. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskap att använda röst, musikinstrument, digitala verktyg samt musikaliska begrepp och symboler i olika musikaliska former och sammanhang.</p><p>Undervisningen ska ge eleverna förutsättningar att utveckla en musikalisk lyhördhet som gör det möjligt att i samarbete med andra skapa, bearbeta och framföra musik i olika former. Undervisningen ska ge eleverna både möjlighet att utveckla en tilltro till sin förmåga att sjunga och spela och ett intresse för att utveckla sin musikaliska kreativitet.</p><p>Genom undervisningen ska eleverna utveckla förmågan att uppleva och reflektera över musik. Elevernas erfarenheter av musik ska utmanas och fördjupas i mötet med andras musikaliska erfarenheter. Därigenom ska undervisningen bidra till att eleverna utvecklar sina kunskaper om och förståelse för olika musikkulturer, såväl den egna som andras.</p><p></p>","courses":["Musik 1-3","Musik 4-6","Musik 7-9"],"school":"grund"}