{"name":"Slöjd","code":"GRGRSLJ01","description":"<p>Att tillverka föremål och bearbeta material med hjälp av redskap är ett sätt för människan att tänka och uttrycka sig. Slöjdande är en form av skapande som innebär att finna konkreta lösningar inom hantverkstradition och design utifrån behov i olika situationer. Slöjd innebär manuellt och intellektuellt arbete i förening vilket utvecklar kreativitet, och stärker tilltron till förmågan att klara uppgifter i det dagliga livet. Dessa förmågor är betydelsefulla för både individers och samhällens utveckling.</p>","goals":[" formge och framställa föremål i olika material med hjälp av lämpliga redskap, verktyg och hantverkstekniker, "," välja och motivera tillvägagångssätt i slöjdarbetet utifrån syftet med arbetet och utifrån kvalitets- och miljöaspekter, "," analysera och värdera arbetsprocesser och resultat med hjälp av slöjdspecifika begrepp, och "," tolka slöjdföremåls estetiska och kulturella uttryck. "],"purpose":"<p>Undervisningen i ämnet slöjd ska syfta till att eleverna utvecklar kunskaper i olika hantverk och förmågan att arbeta med olika material och uttrycksformer. Eleverna ska ges möjligheter att utveckla sin skicklighet i en process där tanke, sinnesupplevelse och handling samverkar.</p><p>Undervisningen ska ge eleverna förutsättningar att utveckla idéer, överväga olika lösningar, framställa föremål och värdera resultat. På så sätt ska undervisningen bidra till att väcka elevernas nyfikenhet att utforska och experimentera med olika material och att ta sig an utmaningar på ett kreativt sätt.</p><p>Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om färg, form, funktion och konstruktion och om hur dessa kunskaper kan kombineras med medvetna val av material och teknik. Vidare ska undervisningen bidra till att eleverna utvecklar förtrogenhet med begrepp som beskriver arbetsprocesser, redskap och slöjdföremåls estetiska uttryck. Eleverna ska även ges möjlighet att utveckla kunskaper om arbetsmiljö och säkerhetsfrågor och om hur man väljer och hanterar material för att främja en hållbar utveckling.</p><p>Undervisningen ska bidra till att eleverna utvecklar medvetenhet om estetiska traditioner och uttryck samt förståelse för slöjd, hantverk och design från olika kulturer och tidsperioder.</p><p></p>","courses":["Slöjd 1-3","Slöjd 4-6","Slöjd 7-9"],"school":"grund"}