{"name":"Idrott och hälsa","code":"GRGRIDR01","description":"<p>Fysiska aktiviteter och en hälsosam livsstil är grundläggande för människors välbefinnande. Positiva upplevelser av rörelse och friluftsliv under uppväxtåren har stor betydelse för om vi blir fysiskt aktiva senare i livet. Att ha färdigheter i och kunskaper om idrott och hälsa är en tillgång för både individen och samhället.</p>","goals":["röra sig allsidigt i olika fysiska sammanhang,","planera, praktiskt genomföra och värdera idrott och andra fysiska aktiviteter utifrån olika synsätt på hälsa, rörelse och livsstil,","genomföra och anpassa utevistelser och friluftsliv efter olika förhållanden och miljöer, och","förebygga risker vid fysisk aktivitet samt hantera nödsituationer på land och i vatten."],"purpose":"<p>Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar allsidiga rörelseförmågor och intresse för att vara fysiskt aktiva och vistas i naturen. Genom undervisningen ska eleverna få möta många olika slags aktiviteter. Eleverna ska också ges möjlighet att utveckla kunskaper om vad som påverkar den fysiska förmågan och hur man kan påverka sin hälsa genom hela livet. Eleverna ska även ges förutsättningar för att utveckla goda levnadsvanor samt ges kunskaper om hur fysisk aktivitet förhåller sig till psykiskt och fysiskt välbefinnande.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att planera, genomföra och värdera olika rörelseaktiviteter. Eleverna ska genom undervisningen också utveckla kunskaper om begrepp som beskriver fysiska aktiviteter och ges förutsättningar att ta ställning i frågor som rör idrott, hälsa och livsstil. Genom undervisningen ska eleverna ges möjlighet att utveckla sin samarbetsförmåga och respekt för andra. Undervisningen ska skapa förutsättningar för alla elever att under hela sin skoltid kontinuerligt delta i skolans fysiska aktiviteter och bidra till att eleverna utvecklar en god kroppsuppfattning och tilltro till sin egen fysiska förmåga.</p><p>Genom undervisningen ska eleverna utveckla förmågan att vistas i utemiljöer och naturen under olika årstider och få förståelse för värdet av ett aktivt friluftsliv. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om risker och säkerhetsfaktorer i samband med fysiska aktiviteter och hur man agerar i nödsituationer.</p><p></p>","courses":["Idrott och hälsa 1-3","Idrott och hälsa 4-6","Idrott och hälsa 7-9"],"school":"grund"}