{"name":"Matematik","code":"GRGRMAT01","description":"<p>Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Matematisk verksamhet är till sin art en kreativ, reflekterande och problemlösande aktivitet som är nära kopplad till den samhälleliga, sociala och tekniska utvecklingen. Kunskaper i matematik ger människor förutsättningar att fatta välgrundade beslut i vardagslivets många valsituationer och ökar möjligheterna att delta i samhällets beslutsprocesser.</p>","goals":[" formulera och lösa problem med hjälp av matematik samt värdera valda strategier och metoder, "," använda och analysera matematiska begrepp och samband mellan begrepp, "," välja och använda lämpliga matematiska metoder för att göra beräkningar och lösa rutinuppgifter, "," föra och följa matematiska resonemang, och "," använda matematikens uttrycksformer för att samtala om, argumentera och redogöra för frågeställningar, beräkningar och slutsatser. "],"purpose":"<p>Undervisningen i ämnet matematik ska syfta till att eleverna utvecklar kunskaper om matematik och matematikens användning i vardagen och inom olika ämnesområden. Undervisningen ska bidra till att eleverna utvecklar intresse för matematik och tilltro till sin förmåga att använda matematik i olika sammanhang. Den ska också ge eleverna möjlighet att uppleva estetiska värden i möten med matematiska mönster, former och samband.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper för att kunna formulera och lösa problem samt reflektera över och värdera valda strategier, metoder, modeller och resultat. Eleverna ska även ges förutsättningar att utveckla kunskaper för att kunna tolka vardagliga och matematiska situationer samt beskriva och formulera dessa med hjälp av matematikens uttrycksformer.</p><p>Genom undervisningen ska eleverna ges förutsättningar att utveckla förtrogenhet med grundläggande matematiska begrepp och metoder och deras användbarhet. Vidare ska eleverna genom undervisningen ges möjligheter att utveckla kunskaper i att använda digital teknik för att kunna undersöka problemställningar, göra beräkningar och för att presentera och tolka data.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmågan att argumentera logiskt och föra matematiska resonemang. Eleverna ska genom undervisningen också ges möjlighet att utveckla en förtrogenhet med matematikens uttrycksformer och hur dessa kan användas för att kommunicera om matematik i vardagliga och matematiska sammanhang.</p><p>Undervisningen ska ge eleverna förutsättningar att utveckla kunskaper om historiska sammanhang där viktiga begrepp och metoder i matematiken har utvecklats. Genom undervisningen ska eleverna även ges möjligheter att reflektera över matematikens betydelse, användning och begränsning i vardagslivet, i andra skolämnen och under historiska skeenden och därigenom kunna se matematikens sammanhang och relevans.</p><p></p>","courses":["Matematik 1-3","Matematik 4-6","Matematik 7-9"],"school":"grund"}