{"name":"Historia","code":"GRGRHIS01","description":"<p>Människans förståelse av det förflutna är inflätad i hennes föreställningar om samtiden och perspektiv på framtiden. På så sätt påverkar det förflutna både våra liv i dag och våra val inför framtiden. Kvinnor och män har i alla tider skapat historiska berättelser för att tolka verkligheten och påverka sin omgivning. Ett historiskt perspektiv ger oss redskap att förstå och förändra vår egen tid.</p>","goals":["använda en historisk referensram som innefattar olika tolkningar av tidsperioder, händelser, gestalter, kulturmöten och utvecklingslinjer,","kritiskt granska, tolka och värdera källor som grund för att skapa historisk kunskap,","reflektera över sin egen och andras användning av historia i olika sammanhang och utifrån olika perspektiv, och","använda historiska begrepp för att analysera hur historisk kunskap ordnas, skapas och används."],"purpose":"<p>Undervisningen i ämnet historia ska syfta till att eleverna utvecklar såväl kunskaper om historiska sammanhang, som sin historiska bildning och sitt historiemedvetande. Detta innebär en insikt om att det förflutna präglar vår syn på nutiden och därmed uppfattningen om framtiden. Undervisningen ska ge eleverna förutsättningar att utveckla kunskaper om historiska förhållanden, historiska begrepp och metoder och om hur historia kan användas för olika syften. Den ska också bidra till att eleverna utvecklar historiska kunskaper om likheter och skillnader i människors levnadsvillkor och värderingar. Därigenom ska eleverna få förståelse för olika kulturella sammanhang och levnadssätt.</p><p>Undervisningen ska ge eleverna förutsättningar att tillägna sig en historisk referensram och en fördjupad förståelse för nutiden. De ska också få möjlighet att utveckla en kronologisk överblick över hur kvinnor och män genom tiderna har skapat och förändrat samhällen och kulturer.</p><p>Undervisningen ska stimulera elevernas nyfikenhet på historia och bidra till att de utvecklar kunskaper om hur vi kan veta något om det förflutna genom historiskt källmaterial och möten med platser och människors berättelser. Eleverna ska genom undervisningen även ges förutsättningar att utveckla förmågan att ställa frågor till och värdera källor som ligger till grund för historisk kunskap. Undervisningen ska vidare bidra till att eleverna utvecklar förståelse för att varje tids människor måste bedömas utifrån sin samtids villkor och värderingar.</p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse för hur historiska berättelser används i samhället och i vardagslivet. Därigenom ska eleverna få olika perspektiv på sina egna och andras identiteter, värderingar och föreställningar.</p><p></p>","courses":["Historia 1-3","Historia 4-6","Historia 7-9"],"school":"grund"}