{"name":"Engelska","code":"GRGRENG01","description":"<p>Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Engelska språket omger oss i vardagen och används inom så skilda områden som politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv.</p>","goals":["förstå och tolka innehållet i talad engelska och i olika slags texter,","formulera sig och kommunicera i tal och skrift,","använda språkliga strategier för att förstå och göra sig förstådda,","anpassa språket efter olika syften, mottagare och sammanhang, och","reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används."],"purpose":"<p>Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar kunskaper i engelska språket och kunskaper om områden och sammanhang där engelska används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla en allsidig kommunikativ förmåga. Denna förmåga innebär att förstå talad och skriven engelska, att kunna formulera sig och samspela med andra i tal och skrift och att kunna anpassa sitt språk till olika situationer, syften och mottagare. I den kommunikativa förmågan ingår även språklig säkerhet och att kunna använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till.</p><p>I mötet med talat språk och texter ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen. Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om och förståelse för olika livsvillkor samt sociala och kulturella företeelser i områden och i sammanhang där engelska används.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i talat språk och texter från olika källor. De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation. Undervisningen ska stimulera elevernas intresse för språk och kulturer och förmedla nyttan av språkkunskaper.</p><p></p>","courses":["Engelska 1-3","Engelska 4-6","Engelska 7-9"],"school":"grund"}