{"name":"Modersmål","code":"GRGRMOD01","description":"<p>Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts. Att ha tillgång till sitt modersmål underlättar också språkutveckling och lärande inom olika områden.</p>","goals":[" formulera sig och kommunicera i tal och skrift, "," använda sitt modersmål som ett medel för sin språkutveckling och sitt lärande, "," anpassa språket efter olika syften, mottagare och sammanhang, "," urskilja språkliga strukturer och följa språkliga normer, "," läsa och analysera skönlitteratur och andra texter för olika syften, och "," reflektera över traditioner, kulturella företeelser och samhällsfrågor i områden där modersmålet talas utifrån jämförelser med svenska förhållanden. "],"purpose":"<p>Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar kunskaper i och om sitt modersmål. Genom undervisningen ska eleverna ges möjlighet att utveckla sitt tal- och skriftspråk så att de får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften. Undervisningen ska bidra till att eleverna erövrar kunskaper om modersmålets uppbyggnad och blir medvetna om modersmålets betydelse för det egna lärandet i olika skolämnen.</p><p>Undervisningen ska stimulera elevernas intresse för att läsa och skriva på modersmålet. I undervisningen ska eleverna möta och få kunskaper om skönlitteratur, annat estetiskt berättande och olika former av sakprosa på modersmålet. Därigenom ska eleverna ges möjlighet att utveckla sitt språk, sin identitet och förståelse för omvärlden. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter. De ska även stimuleras till att uttrycka sig genom andra estetiska uttrycksformer.</p><p>Undervisningen ska ge eleverna förutsättningar att utveckla sin kulturella identitet och bli flerspråkiga. Genom undervisningen ska eleverna därför ges möjligheter att utveckla sina kunskaper om kulturer och samhällen där modersmålet talas. Undervisningen ska också bidra till att eleverna utvecklar ett jämförande förhållningssätt till kulturer och språk.</p><p></p>","courses":["Modersmål 1-3","Modersmål 4-6","Modersmål 7-9"],"school":"grund"}