{"name":"Teckenspråk för hörande","code":"GRGRTSP01","description":"<p>Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Kunskaper i flera språk ger också större möjligheter att ingå i skilda sociala och kulturella sammanhang. Kunskaper i teckenspråk är en förutsättning för att på ett naturligt sätt kunna verka bland döva och andra teckenspråkiga.</p>","goals":[" avläsa och förstå teckenspråk och olika slags teckenspråkiga texter, "," formulera sig och kommunicera på teckenspråk, "," använda språkliga strategier för att förstå och göra sig förstådda på teckenspråk, "," anpassa språket efter olika syften, mottagare och sammanhang, samt "," reflektera över livsvillkor, samhällsfrågor och kulturella företeelser bland döva och andra teckenspråkiga i olika sammanhang och situationer, nationellt och internationellt. "],"purpose":"<p>Undervisningen i ämnet teckenspråk för hörande ska syfta till att eleverna utvecklar kunskaper i svenskt teckenspråk och kunskaper om de sammanhang där teckenspråket används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla en allsidig kommunikativ förmåga. Denna förmåga innebär att förstå teckenspråk i både möten med människor och teckenspråkiga texter, att kunna formulera sig och samspela med andra på teckenspråk och att kunna anpassa sitt språk till olika situationer, syften och mottagare. I den kommunikativa förmågan ingår även språklig säkerhet och att kunna använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till.</p><p>I mötet med teckenspråk ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen. Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om och förståelse för livsvillkor samt kulturella och sociala företeelser i det teckenspråkiga samhället och andra sammanhang där teckenspråk används.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i teckenspråk från olika källor. De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation. Undervisningen ska stimulera elevernas nyfikenhet på språk och kulturer och förmedla nyttan av språkkunskaper.</p><p></p>","courses":["Teckenspråk för hörande 4-9 elevens val","Teckenspråk för hörande 4-9 språkval"],"school":"grund"}