{"name":"Hem- och konsumentkunskap","code":"GRGRHKK01","description":"<p>Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som samhället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.</p>","goals":[" planera och tillaga mat och måltider för olika situationer och sammanhang, "," hantera och lösa praktiska situationer i hemmet, och "," värdera val och handlingar i hemmet och som konsument samt utifrån perspektivet hållbar utveckling. "],"purpose":"<p>Undervisningen i ämnet hem- och konsumentkunskap ska syfta till att eleverna utvecklar kunskaper om och intresse för arbete, ekonomi och konsumtion i hemmet. I en process där tanke, sinnesupplevelse och handling samverkar ska eleverna ges möjlighet att utveckla ett kunnande som rör mat och måltider. Undervisningen ska därigenom bidra till att eleverna utvecklar sin initiativförmåga och kreativitet vid matlagning, skapande av måltider och andra uppgifter i hemmet.</p><p>Genom undervisningen ska eleverna få möjlighet att utveckla medvetenhet om vilka konsekvenser valen i hushållet får för hälsa, välbefinnande och gemensamma resurser. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om konsumtionens villkor, om sparande, krediter och lån. På så sätt ska eleverna ges förutsättningar att göra välgrundade val när det gäller privatekonomi och kunna hantera olika problem och situationer som en ung konsument kan ställas inför.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om, och ges möjligheter att reflektera över, jämställdhet och arbetsfördelning i hemmet. Undervisningen ska även ge eleverna förutsättningar att utveckla kunskaper om kulturella variationer och traditioner i olika hushåll.</p><p></p>","courses":["Hem- och konsumentkunskap 1-6","Hem- och konsumentkunskap 7-9"],"school":"grund"}