{"name":"Samhällskunskap","code":"GRGRSAM01","description":"<p>Människor har alltid varit beroende av att samarbeta när de skapar och utvecklar samhällen. I dag står människor i olika delar av världen inför både möjligheter och problem kopplade till globalisering, interkulturella relationer och hållbar samhällsutveckling. Kunskaper om samhället ger oss verktyg så att vi kan orientera oss och ta ansvar för vårt handlande i en komplex värld.</p>","goals":["reflektera över hur individer och samhällen formas, förändras och samverkar,","analysera och kritiskt granska lokala, nationella och globala samhällsfrågor ur olika perspektiv,","analysera samhällsstrukturer med hjälp av samhällsvetenskapliga begrepp och modeller,","uttrycka och värdera olika ståndpunkter i till exempel aktuella samhällsfrågor och argumentera utifrån fakta, värderingar och olika perspektiv,","söka information om samhället från medier, internet och andra källor och värdera deras relevans och trovärdighet,","reflektera över mänskliga rättigheter samt demokratiska värden, principer, arbetssätt och beslutsprocesser."],"purpose":"<p>Undervisningen i ämnet samhällskunskap ska syfta till att eleverna utvecklar kunskaper om hur individen och samhället påverkar varandra. Genom undervisningen ska eleverna ges möjlighet att utveckla en helhetssyn på samhällsfrågor och samhällsstrukturer. I en sådan helhetssyn är sociala, ekonomiska, miljömässiga, rättsliga, mediala och politiska aspekter centrala.</p><p>Undervisningen ska ge eleverna förutsättningar att se samhällsfrågor ur olika perspektiv. På så sätt ska eleverna utveckla förståelse för sina egna och andra människors levnadsvillkor, betydelsen av jämställdhet, hur olika intressen och åsikter uppstår och kommer till uttryck och hur olika aktörer försöker påverka samhällsutvecklingen.</p><p>Undervisningen ska ge eleverna verktyg att hantera information i vardagsliv och studier och kunskaper om hur man söker och värderar information från olika källor. Genom undervisningen ska eleverna också ges förutsättningar att utveckla kunskaper om hur man kritiskt granskar samhällsfrågor och samhällsstrukturer. Eleverna ska vidare ges möjlighet att utveckla kunskaper om samhällsvetenskapliga begrepp och modeller.</p><p>Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med de mänskliga rättigheterna och med demokratiska processer och arbetssätt. Den ska också bidra till att eleverna tillägnar sig kunskaper om, och förmågan att reflektera över, värden och principer som utmärker ett demokratiskt samhälle.</p><p>Genom undervisningen ska eleverna ges möjlighet att utifrån personliga erfarenheter och aktuella händelser uttrycka och pröva sina ställningstaganden i möten med andra uppfattningar. Därigenom ska eleverna stimuleras att engagera sig och delta i ett öppet meningsutbyte om samhällsfrågor.</p><p></p><ul class=\"declList\"> <li>analysera samhällsstrukturer med hjälp av samhällsvetenskapliga begrepp och modeller,</li> <li>uttrycka och värdera olika ståndpunkter i till exempel aktuella samhällsfrågor och argumentera utifrån fakta, värderingar och olika perspektiv,</li> <li>söka information om samhället från medier, internet och andra källor och värdera deras relevans och trovärdighet,</li> <li>reflektera över mänskliga rättigheter samt demokratiska värden, principer, arbetssätt och beslutsprocesser.</li> </ul>","courses":["Samhällskunskap 1-3","Samhällskunskap 4-6","Samhällskunskap 7-9"],"school":"grund"}