{"name":"Teknik","code":"GRGRTEK01","description":"<p>Tekniska lösningar har i alla tider varit betydelsefulla för människan och för samhällens utveckling. Drivkrafterna bakom teknikutvecklingen har ofta varit en strävan att lösa problem och uppfylla mänskliga behov. I vår tid ställs allt högre krav på tekniskt kunnande i vardags- och arbetslivet och många av dagens samhällsfrågor och politiska beslut rymmer inslag av teknik. För att förstå teknikens roll för individen, samhället och miljön behöver den teknik som omger oss göras synlig och begriplig.</p>","goals":[" identifiera och analysera tekniska lösningar utifrån ändamålsenlighet och funktion, "," identifiera problem och behov som kan lösas med teknik och utarbeta förslag till lösningar, "," använda teknikområdets begrepp och uttrycksformer, "," värdera konsekvenser av olika teknikval för individ, samhälle och miljö, och "," analysera drivkrafter bakom teknikutveckling och hur tekniken har förändrats över tid. "],"purpose":"<p>Undervisningen i ämnet teknik ska syfta till att eleverna utvecklar sitt tekniska kunnande och sin tekniska medvetenhet så att de kan orientera sig och agera i en teknikintensiv värld. Undervisningen ska bidra till att eleverna utvecklar intresse för teknik och förmåga att ta sig an tekniska utmaningar på ett medvetet och innovativt sätt.</p><p>Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om tekniken i vardagen och förtrogenhet med ämnets specifika uttrycksformer och begrepp. Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur man kan lösa olika problem och uppfylla behov med hjälp av teknik. Eleverna ska även ges förutsättningar att utveckla egna tekniska idéer och lösningar.</p><p>Genom undervisningen ska eleverna ges möjligheter att utveckla förståelse för att teknisk verksamhet har betydelse för, och påverkar, människan, samhället och miljön. Vidare ska undervisningen ge eleverna förutsättningar att utveckla tilltro till sin förmåga att bedöma tekniska lösningar och relatera dessa till frågor som rör estetik, etik, könsroller, ekonomi och hållbar utveckling.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om teknikens historiska utveckling för att de på så sätt bättre ska förstå dagens komplicerade tekniska företeelser och sammanhang och hur tekniken påverkat och påverkar samhällsutvecklingen. Undervisningen ska även bidra till elevernas förståelse för hur teknik utvecklas i samspel med andra vetenskaper och konstarter.</p><p></p>","courses":["Teknik 1-3","Teknik 4-6","Teknik 7-9"],"school":"grund"}