{"name":"Matematik","code":"GRNMAT2","points":"600","goals":[1,1,1,1,1],"content":{"Taluppfattning och tals användning":["Naturliga tal och deras egenskaper. Symboler för tal. Hur talen kan användas för att ange antal och ordning.","Positionssystemet när det gäller hela tal och tal i decimalform.","Rationella tal och deras egenskaper.","De fyra räknesätten och deras användning i olika situationer.","Huvudräkning, överslagsräkning och beräkningar med skriftliga metoder och miniräknare.","Reella tal och deras egenskaper samt deras användning i vardagliga och matematiska situationer.","Talsystemets utveckling från naturliga tal till reella tal. Metoder för beräkningar som använts i olika historiska och kulturella sammanhang.","Potensform för att uttrycka små och stora tal samt användning av prefix.","Tal i bråk- och decimalform och deras användning i vardagliga situationer.","Centrala metoder för beräkningar med tal i bråk- och decimalform vid överslagsräkning, huvudräkning samt vid beräkningar med skriftliga metoder och digital teknik. Metodernas användning i olika situationer.","Rimlighetsbedömning vid uppskattningar och beräkningar i vardagliga och matematiska situationer och inom andra ämnesområden."],"Algebra":["Matematiska likheter och likhetstecknets betydelse.","Hur enkla geometriska mönster kan konstrueras, beskrivas och uttryckas.","Innebörden av variabelbegreppet och dess användning i algebraiska uttryck, formler och ekvationer.","Obekanta tal och deras egenskaper samt situationer där det finns behov av att beteckna ett obekant tal med en symbol.","Algebraiska uttryck, formler och ekvationer i situationer som är relevanta för eleven.","Metoder för ekvationslösning."],"Geometri":["Geometriska objekt och deras inbördes relationer. Geometriska egenskaper hos dessa objekt.","Lägesord för att beskriva föremåls och objekts läge.","Avbildning och konstruktion av geometriska objekt. Skala vid förminskning och förstoring av två- och tredimensionella objekt.","Likformighet och symmetri i planet.","Metoder för beräkning av area, omkrets och volym hos geometriska objekt, samt enhetsbyten i samband med detta.","Jämförelse, uppskattning och mätning av längd, area, volym, massa, tid och vinkel med vanliga måttenheter. Mätningar med användning av nutida och äldre metoder.","Geometriska satser och formler och behovet av argumentation för deras giltighet."],"Sannolikhet och statistik":["Slumpmässiga händelser.","Likformig sannolikhet och metoder för att beräkna sannolikheten i vardagliga situationer.","Hur kombinatoriska principer kan användas i enkla vardagliga och matematiska problem.","Lägesmåtten medelvärde, typvärde och median samt hur de kan användas\nistatistiska undersökningar.","Tabeller, diagram och grafer samt hur de kan tolkas och användas för att beskriva resultat av egna och andras undersökningar, till exempel med hjälp av digitala verktyg. Hur lägesmått och spridningsmått kan användas för bedömning av resultat vid statistiska undersökningar.","Bedömningar av risker och chanser utifrån statistiskt material."],"Samband och förändring":["Olika proportionella samband.","Procent för att uttrycka förändring och förändringsfaktor samt beräkningar med procent i vardagliga situationer och i situationer inom olika ämnes­ områden.","Grafer för att uttrycka olika typer av proportionella samband vid enkla undersökningar.","Koordinatsystem och strategier för gradering av koordinataxlar.","Funktioner och räta linjens ekvation. Hur funktioner kan användas för att undersöka förändring, förändringstakt och andra samband."],"Problemlösning":["Strategier för problemlösning med och utan digital teknik i vardagliga situationer och inom olika ämnesområden. Värdering av valda strategier och metoder.","Matematisk formulering av frågeställningar utifrån vardagliga situationer och olika ämnesområden.","Enkla matematiska modeller och hur de kan användas i olika situationer."]},"judge":{"E":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>i huvudsak fun­ gerande</strong> sätt genom att välja och använda strategier och metoder med <strong>viss anpassning</strong> till problemets karaktär samt <strong>bidra till att formulera</strong> enkla mate­ matiska modeller som kan tillämpas i sammanhanget. Eleven för <strong>enkla och till viss del underbyggda</strong> resonemang om val av tillvägagångssätt och om resulta­ tens rimlighet i förhållande till problemsituationen samt kan <strong>bidra till att ge något förslag</strong> på alternativt tillvägagångssätt.","Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak fun­ gerande</strong> sätt. Eleven kan även beskriva olika begrepp med hjälp av matema­ tiska uttrycksformer på ett <strong>i huvudsak fungerande</strong> sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang kring hur begreppen relaterar till varandra.","Eleven kan välja och använda <strong>i huvudsak fungerande</strong> matematiska metoder med <strong>viss anpassning</strong> till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.","Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak fungerande</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>viss anpassning</strong> till syfte och sammanhang. I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argu­ment på ett sätt som <strong>till viss del för resonemangen framåt.</strong>"],"C":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>relativt väl fun­ gerande</strong> sätt genom att välja och använda strategier och metoder med <strong>förhål­ landevis god anpassning</strong> till problemets karaktär samt <strong>formulera</strong> enkla mate­ matiska modeller som <strong>efter någon bearbetning</strong> kan tillämpas i sammanhanget. Eleven för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om tillväga­ gångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge något förslag</strong> på alternativt tillvägagångssätt.","Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl fungerande</strong> sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycks­ former på ett <strong>relativt väl fungerande</strong> sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang kring hur begreppen relaterar till varandra.","Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god anpassning</strong> till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>gott</strong> resultat.","Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>förhållandevis god anpassning</strong> till syfte och sammanhang. I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt som <strong>för resonemangen framåt.</strong>"],"A":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>väl fungerande</strong> sätt genom att välja och använda strategier och metoder med <strong>god anpassning</strong> till problemets karaktär samt <strong>formulera</strong> enkla matematiska modeller som kan tillämpas i sammanhanget. Eleven för <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge förslag</strong> på alternativa tillvägagångssätt.","Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya</strong> sammanhang på ett <strong>väl fungerande</strong> sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer","på ett <strong>väl fungerande</strong> sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang kring hur begreppen relaterar till varandra.\nEleven kan välja och använda <strong>ändamålsenliga och effektiva</strong> matematiska metoder med <strong>god anpassning</strong> till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>mycket gott</strong> resultat.","Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>god anpassning</strong> till syfte och sammanhang. I redovisningar och diskus­ sioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt som <strong>för resonemangen framåt och fördjupar eller breddar dem.</strong>"]},"subject":"GRNMAT2","school":"grundvux"}