{"name":"Fysik 7-9","code":"Fysik 7-9","content":{"Fysiken i naturen och samhället":["Energins flöde från solen genom naturen och samhället. Några sätt att lagra energi. Olika energislags energikvalitet samt deras för- och nackdelar för miljön.","Elproduktion, eldistribution och elanvändning i samhället.","Försörjning och användning av energi historiskt och i nutid samt tänkbara möjligheter och begränsningar i framtiden.","Väderfenomen och deras orsaker. Hur fysikaliska begrepp används inom meteorologin och kommuniceras i väderprognoser.","Fysikaliska modeller för att beskriva och förklara jordens strålningsbalans, växthuseffekten och klimatförändringar.","Fysikaliska modeller för att beskriva och förklara uppkomsten av partikelstrålning och elektromagnetisk strålning samt strålningens påverkan på levande organismer. Hur olika typer av strålning kan användas i modern teknik, till exempel inom sjukvård och informationsteknik.","Partikelmodell för att beskriva och förklara fasers egenskaper och fasövergångar, tryck, volym, densitet och temperatur. Hur partiklarnas rörelser kan förklara materiens spridning i naturen.","Aktuella samhällsfrågor som rör fysik."],"Fysiken och vardagslivet":["Krafter, rörelser och rörelseförändringar i vardagliga situationer och hur kunskaper om detta kan användas, till exempel i frågor om trafiksäkerhet.","Hävarmar och utväxling i verktyg och redskap, till exempel i saxar, spett, block och taljor.","Hur ljud uppstår, breder ut sig och kan registreras på olika sätt. Ljudets egenskaper och ljudmiljöns påverkan på hälsan.","Ljusets utbredning, reflektion och brytning i vardagliga sammanhang. Förklaringsmodeller för hur ögat uppfattar färg.","Sambanden mellan spänning, ström, resistans och effekt i elektriska kretsar och hur de används i vardagliga sammanhang.","Sambandet mellan elektricitet och magnetism och hur detta kan utnyttjas i vardaglig elektrisk utrustning."],"Fysiken och världsbilden":["Historiska och nutida upptäckter inom fysikområdet och hur de har formats av och format världsbilder. Upptäckternas betydelse för teknik, miljö, samhälle och människors levnadsvillkor.","Aktuella forskningsområden inom fysik, till exempel elementarpartikelfysik och nanoteknik.","Naturvetenskapliga teorier om universums uppkomst i jämförelse med andra beskrivningar.","Universums utveckling och atomslagens uppkomst genom stjärnornas utveckling.","Universums uppbyggnad med himlakroppar, solsystem och galaxer samt rörelser hos och avstånd mellan dessa.","De fysikaliska modellernas och teoriernas användbarhet, begränsningar, giltighet och föränderlighet."],"Fysikens metoder och arbetssätt":["Systematiska undersökningar. Formulering av enkla frågeställningar, planering, utförande och utvärdering.","Mätningar och mätinstrument och hur de kan kombineras för att mäta storheter, till exempel fart, tryck och effekt.","Sambandet mellan fysikaliska undersökningar och utvecklingen av begrepp, modeller och teorier.","Dokumentation av undersökningar med tabeller, diagram, bilder och skriftliga rapporter.","Källkritisk granskning av information och argument som eleven möter i källor och samhällsdiskussioner med koppling till fysik."]},"subject":"GRGRFYS01","school":"grund","stadium":"hög","goals":[1,1,1],"judge":{"E":["Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>enkla </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>till viss del för diskussionerna framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla och till viss del </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>i huvudsak </strong>fungerande sätt i diskussioner och för att skapa <strong>enkla</strong> texter och andra framställningar med <strong>viss </strong>anpassning till syfte och målgrupp.","Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert och <strong>i </strong><strong>huvudsak fungerande </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>enkla </strong>slutsatser med<strong> viss </strong>koppling till fysikaliska modeller och teorier. Eleven för <strong>enkla</strong> resonemang kring resultatens rimlighet och <strong>bidrar till att ge förslag </strong>på hur undersökningarna kan förbättras. Dessutom gör eleven <strong>enkla</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.","Eleven har <strong>grundläggande</strong> kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>ge exempel och</strong> <strong>beskriva</strong> dessa med <strong>viss </strong>användning av fysikens begrepp, modeller och teorier. Eleven kan föra <strong>enkla och till viss del </strong>underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>enkelt identifierbara</strong> fysikaliska samband. Eleven använder fysikaliska modeller på ett<strong> i huvudsak </strong>fungerande sätt för att<strong> beskriva</strong> och <strong>ge exempel på</strong> partiklar och strålning. Dessutom för eleven <strong>enkla och till viss del </strong>underbyggda resonemang kring hur människa och teknik påverkar miljön och <strong>visar på </strong>några åtgärder som kan bidra till en hållbar utveckling. Eleven kan <strong>ge exempel</strong> <strong>på </strong>och <strong>beskriva</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],"C":["Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>utvecklade </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som<strong> för diskussionerna</strong> <strong>framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade och relativt väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>relativt väl </strong>fungerande sätt i diskussioner och för att skapa<strong> utvecklade</strong> texter och andra framställningar med <strong>relativt</strong> <strong>god </strong>anpassning till syfte och målgrupp.","Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert och <strong>ändamålsenligt </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>utvecklade </strong>slutsatser med<strong> relativt god </strong>koppling till fysikaliska modeller och teorier. Eleven för <strong>utvecklade</strong> resonemang kring resultatens rimlighet och<strong> ger förslag </strong>på hur undersökningarna kan förbättras. Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.","Eleven har <strong>goda </strong>kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband </strong><strong>inom </strong>dessa med <strong>relativt god</strong> användning av fysikens begrepp, modeller och teorier. Eleven kan föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>förhållandevis komplexa</strong> fysikaliska samband. Eleven använder fysikaliska modeller på ett<strong> relativt väl </strong>fungerande sätt för att<strong> förklara</strong> och <strong>visa på samband kring</strong> partiklar och strålning. Dessutom för eleven<strong> utvecklade och relativt</strong> <strong>väl </strong>underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>visar på fördelar och begränsningar </strong><strong>hos </strong>några åtgärder som kan bidra till en hållbar utveckling. Eleven kan <strong>förklara</strong> och <strong>visa på samband mellan </strong>några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],"A":["Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>välutvecklade </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som<strong> för diskussionerna</strong> <strong>framåt och fördjupar eller breddar dem</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade och väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>väl </strong>fungerande sätt i diskussioner och för att skapa<strong> välutvecklade</strong> texter och andra framställningar med <strong>god </strong>anpassning till syfte och målgrupp.","Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert, <strong>ändamålsenligt och</strong> <strong>effektivt </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>välutvecklade</strong> slutsatser med<strong> god </strong>koppling till fysikaliska modeller och teorier. Eleven för <strong>välutvecklade</strong> resonemang kring resultatens rimlighet <strong>i relation till möjliga felkällor </strong>och<strong> ger förslag </strong>på hur undersökningarna kan förbättras<strong> och visar på nya tänkbara frågeställningar att undersöka</strong>. Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.","Eleven har <strong>mycket goda </strong>kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband </strong><strong>inom </strong>dessa <strong>och</strong><strong> något generellt drag</strong> med <strong>god </strong>användning av fysikens begrepp, modeller och teorier. Eleven kan föra <strong>välutvecklade och väl </strong>underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>komplexa</strong> fysikaliska samband. Eleven använder fysikaliska modeller på ett<strong> väl </strong>fungerande sätt för att<strong> förklara</strong> och <strong>generalisera kring</strong> partiklar och strålning. Dessutom för eleven <strong>välutvecklade och väl </strong>underbyggda resonemang kring hur människa och teknik påverkar miljön och <strong>visar ur olika perspektiv på fördelar och begränsningar </strong><strong>hos</strong> några åtgärder som kan bidra till en hållbar utveckling. Eleven kan <strong>förklara</strong> och <strong>generalisera </strong><strong>kring </strong>några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."]}}