{"name":"Hem- och konsumentkunskap 7-9","code":"Hem- och konsumentkunskap 7-9","content":{"Mat, måltider och hälsa":["Jämförelser av recept och beräkning av mängder vid matlagning. Skapande av egna recept.","Bakning och matlagning och olika metoder för detta. Hur valet av metod påverkar arbetsprocessen och resultatet.","Planering och organisering av arbetet vid matlagning och andra uppgifter i hemmet.","Redskap och teknisk utrustning som kan användas vid bakning och matlagning och hur dessa används på ett funktionellt och säkert sätt.","Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.","Individuella behov av energi och näring, till exempel vid idrottande, samt hur måltider kan komponeras efter olika behov.","Hur man kan arrangera måltider och måltidens betydelse för gemenskap och välbefinnande."],"Konsumtion och ekonomi":["Ungas privatekonomi, till exempel att handla över Internet, att låna pengar, att handla på kredit eller avbetalning och att teckna abonnemang.","Hushållets ekonomi och att beräkna kostnaden för boende, konsumtion, resor och krediter.","Konsumenters rättigheter och skyldigheter.","Reklamens och mediernas påverkan på individers och gruppers konsumtionsvanor.","Ställningstaganden vid val av varor och tjänster, till exempel vid inköp av kläder, livsmedel och resor utifrån perspektiven ekonomisk, social och miljömässig hållbarhet.","Jämförelser av produkter utifrån några olika aspekter, till exempel pris och kvalitet."],"Miljö och livsstil":["Hur livsmedel och andra varor produceras och transporteras och hur de påverkar miljö och hälsa.","Hur man kan hushålla med och ta vara på livsmedel och andra förbrukningsvaror i hemmet.","Tvätt och rengöring samt olika rutiner och metoder för detta.","Arbetsfördelning i hemmet ur ett jämställdhetsperspektiv.","Aktuella samhällsfrågor som rör privatekonomi, mat och hälsa.","Olika mattraditioner, deras ursprung och betydelse."]},"subject":"GRGRHKK01","school":"grund","stadium":"hög","goals":[1,1,1],"judge":{"E":["Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med<strong> viss </strong>anpassning till aktivitetens krav. I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och<strong> i huvudsak </strong>fungerande sätt. Eleven väljer tillvägagångssätt och ger <strong>enkla</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö. Eleven kan också ge<strong> enkla </strong>omdömen om arbetsprocessen och resultatet. Därutöver kan eleven föra<strong> enkla och till viss del </strong>underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.","Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>enkla </strong>resonemang med <strong>viss </strong>koppling till konsekvenser för privatekonomi. Eleven kan beskriva och föra <strong>enkla </strong>resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.","Eleven kan föra<strong> enkla och till viss del </strong>underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling."],"C":["Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med<strong> relativt god </strong>anpassning till aktivitetens krav. I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och<strong> relativt väl </strong>fungerande sätt. Eleven väljer tillvägagångssätt och ger <strong>utvecklade</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö. Eleven kan också ge<strong> utvecklade </strong>omdömen om arbetsprocessen och resultatet. Därutöver kan eleven föra<strong> utvecklade och relativt väl </strong>underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.","Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>utvecklade </strong>resonemang med <strong>relativt god </strong>koppling till konsekvenser för privatekonomi. Eleven kan beskriva och föra <strong>utvecklade</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.","Eleven kan föra<strong> utvecklade och relativt väl </strong>underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling."],"A":["Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med<strong> god </strong>anpassning till aktivitetens krav. I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och<strong> väl </strong>fungerande sätt. Eleven väljer tillvägagångssätt och ger <strong>välutvecklade</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö. Eleven kan också ge<strong> välutvecklade </strong>omdömen om arbetsprocessen och resultatet. Därutöver kan eleven föra<strong> välutvecklade och väl </strong>underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.","Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>välutvecklade </strong>resonemang med <strong>god </strong>koppling till konsekvenser för privatekonomi. Eleven kan beskriva och föra <strong>välutvecklade </strong>resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.","Eleven kan föra<strong> välutvecklade och väl </strong>underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling."]}}