{"name":"Matematik 1-3","code":"Matematik 1-3","content":{"Taluppfattning och tals användning":["Naturliga tal och deras egenskaper samt hur talen kan delas upp och hur de kan användas för att ange antal och ordning.","Hur positionssystemet kan användas för att beskriva naturliga tal. Symboler för tal och symbolernas utveckling i några olika kulturer genom historien.","Del av helhet och del av antal. Hur delarna kan benämnas och uttryckas som enkla bråk samt hur enkla bråk förhåller sig till naturliga tal.","Naturliga tal och enkla tal i bråkform och deras användning i vardagliga situationer.","De fyra räknesättens egenskaper och samband samt användning i olika situationer.","Centrala metoder för beräkningar med naturliga tal, vid huvudräkning och överslagsräkning och vid beräkningar med skriftliga metoder och miniräknare. Metodernas användning i olika situationer.","Rimlighetsbedömning vid enkla beräkningar och uppskattningar."],"Algebra":["Matematiska likheter och likhetstecknets betydelse.","Hur enkla mönster i talföljder och enkla geometriska mönster kan konstrueras, beskrivas och uttryckas."],"Geometri":["Grundläggande geometriska objekt, däribland punkter, linjer, sträckor, fyrhörningar, trianglar, cirklar, klot, koner, cylindrar och rätblock samt deras inbördes relationer. Grundläggande geometriska egenskaper hos dessa objekt.","Konstruktion av geometriska objekt. Skala vid enkel förstoring och förminskning.","Vanliga lägesord för att beskriva föremåls och objekts läge i rummet.","Symmetri, till exempel i bilder och i naturen, och hur symmetri kan konstrueras.","Jämförelser och uppskattningar av matematiska storheter. Mätning av längd, massa, volym och tid med vanliga nutida och äldre måttenheter."],"Sannolikhet och statistik":["Slumpmässiga händelser i experiment och spel.","Enkla tabeller och diagram och hur de kan användas för att sortera data och beskriva resultat från enkla undersökningar."],"Samband och förändringar":["Olika proportionella samband, däribland dubbelt och hälften."],"Problemlösning":["Strategier för matematisk problemlösning i enkla situationer.","Matematisk formulering av frågeställningar utifrån enkla vardagliga situationer."]},"subject":"GRGRMAT01","school":"grund","stadium":"låg","goals":[1,1,1,1,1],"judge":{"G":["Eleven kan lösa enkla problem i elevnära situationer genom att välja och använda någon strategi med viss anpassning till problemets karaktär. Eleven beskriver tillvägagångssätt och ger enkla omdömen om resultatens rimlighet.","Eleven har grundläggande kunskaper om matematiska begrepp och visar det genom att använda dem i vanligt förekommande sammanhang på ett i huvudsak fungerande sätt. Eleven kan beskriva begreppens egenskaper med hjälp av symboler och konkret material eller bilder. Eleven kan även ge exempel på hur några begrepp relaterar till varandra. Eleven har grundläggande kunskaper om naturliga tal och kan visa det genom att beskriva tals inbördes relation samt genom att dela upp tal. Eleven visar grundläggande kunskaper om tal i bråkform genom att dela upp helheter i olika antal delar samt jämföra och namnge delarna som enkla bråk. Dessutom kan eleven använda grundläggande geometriska begrepp och vanliga lägesord för att beskriva geometriska objekts egenskaper, läge och inbördes relationer. Eleven kan även använda och ge exempel på enkla proportionella samband i elevnära situationer.","Eleven kan välja och använda i huvudsak fungerande matematiska metoder med viss anpassning till sammanhanget för att göra enkla beräkningar med naturliga tal och lösa enkla rutinuppgifter med tillfredsställande resultat. Eleven kan använda huvudräkning för att genomföra beräkningar med de fyra räknesätten när talen och svaren ligger inom heltalsområdet 0-20, samt för beräkningar av enkla tal i ett utvidgat talområde. Vid addition och subtraktion kan eleven välja och använda skriftliga räknemetoder med tillfredsställande resultat när talen och svaren ligger inom heltalsområdet 0-200. Eleven kan hantera enkla matematiska likheter och använder då likhetstecknet på ett fungerande sätt. Eleven kan även avbilda och, utifrån instruktioner, konstruera enkla geometriska objekt. Eleven kan göra enkla mätningar, jämförelser och uppskattningar av längder, massor, volymer och tider och använder vanliga måttenheter för att uttrycka resultatet.","Eleven kan beskriva och samtala om tillvägagångssätt på ett i huvudsak fungerande sätt och använder då konkret material, bilder, symboler och andra matematiska uttrycksformer med viss anpassning till sammanhanget. Eleven kan dessutom vid olika slag av undersökningar i välkända situationer avläsa och skapa enkla tabeller och diagram för att sortera och redovisa resultat. Eleven kan föra och följa matematiska resonemang om val av metoder och räknesätt samt om resultats rimlighet, slumpmässiga händelser, geometriska mönster och mönster i talföljder genom att ställa och besvara frågor som i huvudsak hör till ämnet."]}}