{"name":"Musik 7-9","code":"Musik 7-9","content":{"Musicerande och musikskapande":["Sång, melodispel och ackompanjemang i ensembleform med genretypiska musikaliska uttryck.","Gehörsmusicerande efter musikaliska mönster i olika genrer.","Rytmisk och melodisk improvisation till trumkomp, ackordföljder eller melodislingor med röst och instrument.","Musikskapande i olika genrer, till exempel visor, ljudkompositioner och låtar.","Musikalisk gestaltning där olika uttrycksformer kombineras."],"Musikens verktyg":["Röstvård, hörselvård och orsaker till att musiklyssnande och musicerande kan bidra till hörselskador samt hur hörselskador kan förebyggas.","Hur rösten kan varieras i flerstämmiga, vokala uttryck i olika genrer.","Ackord- och melodiinstrument, bas och slagverk för spel i olika ton- och taktarter.","Rytm, klang och dynamik, tonhöjd, tempo, perioder, taktarter, vers, refräng och ackord som byggstenar för att musicera och komponera musik i olika genrer och med varierande instrumentation.","Musiksymboler och notsystem, noter, tabulatur, ackordbeteckningar och grafisk notation.","Digitala verktyg för musikskapande, inspelning och bearbetning."],"Musikens sammanhang och funktioner":["Ljudets och musikens fysiska, tanke- och känslomässiga påverkan på människan. Musikens funktion för att markera identitet och grupptillhörighet i olika kulturer, med fokus på etnicitet och kön.","Hur musik används i olika medier, till exempel i film och datorspel.","Instrument och deras funktion i olika genrer och sammanhang, till exempel i en symfoniorkester eller i ett rockband.","Konstmusik, folkmusik och populärmusik från olika epoker. Framväxten av olika genrer samt betydelsefulla tonsättare, låtskrivare och musikaliska verk."]},"subject":"GRGRMUS01","school":"grund","stadium":"hög","goals":[1,1,1],"judge":{"E":["Eleven kan delta i gemensam sång och följer då med<strong> viss </strong>säkerhet rytm och tonhöjd. Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>viss</strong> tajming samt ackompanjera på ett ackordinstrument och byter då ackord med <strong>visst</strong> flyt. Eleven anpassar <strong>i viss mån</strong> sin stämma till helheten genom att lyssna och <strong>till viss del </strong>uppmärksamma vad som sker i musicerandet. Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>delvis </strong>fungerande teknik och i <strong>viss mån</strong> passande karaktär. Eleven kan då <strong>bidra till </strong>att bearbeta och tolka musiken till ett <strong>musikaliskt</strong> uttryck.","Eleven kan, utifrån egna musikaliska idéer, <strong>bidra</strong> <strong>till</strong> att skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva </strong>hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som har en <strong>i huvudsak</strong> <strong>fungerande form</strong>. Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken i <strong>någon mån</strong> samspelar.","Eleven kan även ge <strong>enkla </strong>omdömen om eget och andras musicerande och <strong>bidra </strong>med förslag som kan leda till att det musikaliska arbetet utvecklas. Eleven kan föra <strong>enkla </strong><strong>och</strong> <strong>till viss del</strong> underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen. Dessutom kan eleven i <strong>viss </strong>utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>viss </strong>säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang."],"C":["Eleven kan delta i gemensam sång och följer då med <strong>relativt god </strong>säkerhetrytm och tonhöjd. Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>relativt god</strong> tajming samt ackompanjera på ett ackordinstrument och byter då ackord med <strong>relativt gott </strong>flyt. Eleven anpassar sin stämma <strong>relativt väl </strong>till helheten genom att lyssna och i<strong> relativt hög grad </strong>uppmärksamma vad som sker i musicerandet. Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>relativt väl </strong>fungerande teknik och passande karaktär. Eleven kan då bearbeta och tolka musiken till ett<strong> delvis personligt </strong><strong>musikaliskt</strong> uttryck.","Eleven kan, utifrån egna musikaliska idéer, skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva</strong> <strong>och</strong> <strong>ompröva </strong>hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som <strong>efter någon bearbetning har en fungerande </strong><strong>form och karaktäristisk stil</strong>. Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken <strong>relativt</strong> <strong>väl</strong> samspelar.","Eleven kan även ge <strong>utvecklade </strong>omdömen om eget och andras musicerande och ge förslag som <strong>efter någon bearbetning</strong> kan leda till att det musikaliska arbetet utvecklas. Eleven kan föra <strong>utvecklade </strong><strong>och</strong> <strong>relativt väl </strong>underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen. Dessutom kan eleven i <strong>relativt hög </strong>utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>relativt god </strong>säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang."],"A":["Eleven kan delta i gemensam sång och följer då med<strong> god </strong>säkerhet rytm och tonhöjd. Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>god </strong>tajming samt ackompanjera på ett ackordinstrument <strong>med passande karaktär</strong> och byter då <strong>ackord med</strong> <strong>gott </strong>flyt. Eleven anpassar sin stämma <strong>väl</strong> till helheten genom att lyssna och<strong> i hög grad</strong> uppmärksamma vad som sker i musicerandet. Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>väl </strong>fungerande teknik och passande karaktär. Eleven kan då bearbeta och tolka musiken till ett <strong>personligt </strong><strong>musikaliskt </strong>uttryck.","Eleven kan, utifrån egna musikaliska idéer, skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva</strong> <strong>och</strong> <strong>ompröva </strong>hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som har en <strong>fungerande</strong> <strong>form</strong> <strong>och en karaktäristisk stil</strong>. Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken <strong>väl</strong> samspelar.","Eleven kan även ge <strong>välutvecklade </strong>omdömen om eget och andras musicerande och ge förslag som kan leda till att det musikaliska arbetet utvecklas. Eleven kan föra <strong>välutvecklade </strong><strong>och</strong> <strong>väl </strong>underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen. Dessutom kan eleven i <strong>hög </strong>utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>god </strong>säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang."]}}