{"name":"Samhällskunskap 4-6","code":"Samhällskunskap 4-6","content":{"Individer och gemenskaper":["Familjen och olika samlevnadsformer. Sexualitet, könsroller och jämställdhet.","Sociala skyddsnät för barn i olika livssituationer, i skolan och i samhället.","Urfolket samerna och övriga nationella minoriteter i Sverige. De nationella minoriteternas rättigheter."],"Information och kommunikation":["Informationsspridning, reklam och opinionsbildning i olika medier. Hur sexualitet och könsroller framställs i medier och populärkultur.","Hur man urskiljer budskap, avsändare och syfte i olika medier med ett källkritiskt förhållningssätt."],"Rättigheter och rättsskipning":["Samhällets behov av lagstiftning, några olika lagar och påföljder samt kriminalitet och dess konsekvenser för individen, familjen och samhället.","De mänskliga rättigheterna, deras innebörd och betydelse, inklusive barnets rättigheter i enlighet med barnkonventionen."],"Samhällsresurser och fördelning":["Privatekonomi och relationen mellan arbete, inkomst och konsumtion.","Det offentligas ekonomi. Vad skatter är och vad kommuner, landsting och stat använder skattepengarna till.","Ekonomiska villkor för barn i Sverige och i olika delar av världen. Några orsaker till, och konsekvenser av, välstånd och fattigdom."],"Beslutsfattande och politiska idéer":["Vad demokrati är och hur demokratiska beslut fattas. Det lokala beslutsfattandet, till exempel i elevråd och föreningar. Hur individer och grupper kan påverka beslut.","Politiska val och partier i Sverige. Riksdagen och regeringen och deras olika uppdrag. Politiska skiljelinjer i aktuella politiska frågor som har betydelse för eleven."]},"subject":"GRGRSAM01","school":"grund","stadium":"mellan","goals":[1,1,1,1,1,1],"judge":{"E":["Eleven har <strong>grundläggande</strong> kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>enkla</strong> samband inom olika samhällsstrukturer. I beskrivningarna kan eleven använda begrepp på ett <strong>i huvudsak </strong>fungerande sätt. Eleven kan utifrån något givet exempel föra <strong>enkla</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.","Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv och beskriver då <strong>enkla</strong> samband med <strong>enkla och till viss del </strong>underbyggda resonemang. Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>enkla</strong> resonemang och<strong> till viss del </strong>underbyggda argument. Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.","Eleven har <strong>grundläggande </strong>kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>enkla </strong>resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang. Eleven kan söka information om samhället och använder då olika källor på ett <strong>i huvudsak </strong>fungerande sätt och för <strong>enkla </strong>resonemang om informationens och källornas användbarhet."],"C":["Eleven har <strong>goda</strong> kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>förhållandevis komplexa</strong> samband inom olika samhällsstrukturer. I beskrivningarna kan eleven använda begrepp på ett <strong>relativt väl </strong>fungerande sätt. Eleven kan utifrån något givet exempel föra <strong>utvecklade </strong>resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.","Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv och beskriver då <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl </strong>underbyggda resonemang. Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>utvecklade </strong>resonemang och<strong> relativt väl </strong>underbyggda argument. Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.","Eleven har <strong>goda </strong>kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>utvecklade </strong>resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang. Eleven kan söka information om samhället och använder då olika källor på ett <strong>relativt väl </strong>fungerande sätt och för <strong>utvecklade </strong>resonemang om informationens och källornas användbarhet."],"A":["Eleven har <strong>mycket goda </strong>kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>komplexa</strong> samband inom olika samhällsstrukturer. I beskrivningarna kan eleven använda begrepp på ett <strong>väl </strong>fungerande sätt. Eleven kan utifrån något givet exempel föra <strong>välutvecklade och nyanserade</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.","Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv, och beskriver då <strong>komplexa</strong> samband med <strong>välutvecklade och väl </strong>underbyggda resonemang. Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>välutvecklade </strong>resonemang och<strong> väl </strong>underbyggda argument. Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.","Eleven har <strong>mycket goda </strong>kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>välutvecklade och nyanserade </strong>resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang. Eleven kan söka information om samhället och använder då olika källor på ett <strong>väl </strong>fungerande sätt och för <strong>välutvecklade </strong>resonemang om informationens och källornas användbarhet."]}}