{"code":"GRNENG2","name":"Engelska","description":"<p>Det engelska språket omger oss i vardagen och används inom så skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett internationellt studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>","goals":["förstå talad och skriven engelska samt tolka innehållet,","formulera sig och kommunicera på engelska i tal och skrift,","använda språkliga strategier i olika sammanhang,","anpassa språket efter olika syften, mottagare och situationer, och","reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används."],"purpose":"<p>Undervisningen i kursen engelska inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i engelska, omvärldskunskap samt tilltro till sin förmåga att använda engelska i olika situationer och för skilda syften. Eleven ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga. Denna förmåga innefattar dels att förstå talat och skrivet språk, dels att formulera sig och samspela med andra i tal och skrift samt att anpassa sitt språk till olika situationer, syften och mottagare. Dessutom ska eleven ges möjlighet att utveckla förmågan att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till.</p>\n\n<p>Eleven ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används. Undervisningen ska stimulera elevens nyfikenhet på språk och kultur samt ge möjlighet att vidareutveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleven utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen.</p>\n\n<p>Undervisningen ska i allt väsentligt bedrivas på engelska. I undervisningen ska eleven få möta talad och skriven engelska av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper. Eleven ska få interagera i tal och skrift samt producera talat språk och olika texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier. Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleven utvecklar förståelse för hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser.</p>\n\n","courses":["GRNENG2"],"school":"grundvux"}