{"code":"GRNHIS2","name":"Historia","description":"<p>Människans förståelse av det förflutna är inflätad i hennes föreställningar om samtiden och perspektiv på framtiden. På så sätt påverkar det förflutna både våra liv i dag och våra val inför framtiden. Kvinnor och män har i alla tider skapat historiska berättelser för att tolka verkligheten och påverka sin omgivning. Ett historiskt perspektiv ger oss redskap att förstå och förändra vår egen tid.</p>","goals":["använda en historisk referensram som innefattar olika tolkningar av tidsperioder,­ händelser, gestalter, kulturmöten och utvecklingslinjer,","kritiskt granska, tolka och värdera källor som grund för att skapa historisk kunskap,","reflektera över sin egen och andras användning av historia i olika samman­ hang och utifrån olika perspektiv, och","använda historiska begrepp för att analysera hur historisk kunskap ordnas, skapas och används."],"purpose":"<p>Undervisningen i kursen historia inom kommunal vuxenutbildning på grund­ läggande nivå syftar till att eleven utvecklar såväl kunskaper om historiska sammanhang, som sin historiska bildning och sitt historiemedvetande. Detta innebär en insikt om att det förflutna präglar vår syn på nutiden och därmed uppfattningen om framtiden. Undervisningen ska ge eleven förutsättningar att utveckla kunskaper om historiska förhållanden, begrepp och metoder samt om hur historia kan användas för olika syften. Den ska också bidra till att eleven utvecklar historiska kunskaper om likheter och skillnader i människors levnadsvillkor och värderingar. Därigenom ska eleven få förståelse för olika kulturella sammanhang och levnadssätt.</p>\n\n<p>Undervisningen ska ge eleven förutsättningar att utveckla en historisk referensram och reflektera kritiskt över den. Vidare ska eleven få möjlighet att utveckla en kronologisk överblick över hur kvinnor och män genom tiderna har skapat och förändrat samhällen och kulturer. Därigenom ska eleven få förutsättningar att tillägna sig en fördjupad förståelse för nutiden.</p>\n\n<p>Undervisningen ska stimulera till nyfikenhet på historia och bidra till att eleven utvecklar kunskaper om hur vi kan veta något om det förflutna genom historiskt källmaterial och möten med platser och människors berättelser. I undervisningen ska eleven ges möjlighet att arbeta med historiska begrepp, frågeställningar, förklaringar och olika samband i tid och rum för att utveckla förståelse för historiska samhällsförändringar. Eleven ska genom under­ visningen även ges förutsättningar att utveckla förmågan att ställa frågor till och värdera källor som ligger till grund för historisk kunskap. Undervisningen ska vidare bidra till att eleven utvecklar förståelse för att varje tids människor måste bedömas utifrån sin samtids villkor och värderingar.</p>\n\n<p>Undervisningen ska ge eleven förutsättningar att utveckla förståelse för hur historiska berättelser används i samhället och i vardagslivet. Därigenom ska eleven få olika perspektiv på sina egna och andras identiteter, värderingar och föreställningar.</p>\n\n","courses":["GRNHIS2"],"school":"grundvux"}