{"code":"GRNHEM2","name":"Hem- och konsumentkunskap","description":"<p>Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som sam­hället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.</p>","goals":["beskriva, hantera och lösa praktiska situationer i hemmet och vardagen,","reflektera över konsumentens rättigheter och skyldigheter, och","reflektera över, diskutera och värdera val och handlingar i hemmet och var­ dagen, utifrån perspektiven hälsa, ekonomi och hållbar utveckling."],"purpose":"<p>Undervisningen i kursen hem- och konsumentkunskap inom kommunal vuxenutbildning­ på grundläggande nivå syftar till att eleven utvecklar kun­ skaper om arbetsuppgifter, ekonomi och konsumtion i hemmet och varda­ gen. Undervisningen syftar vidare till att eleven utvecklar förståelse för vilka konsekvenser de dagliga valen och handlingarna i hemmet och på fritiden får för människa, samhälle och natur. Kursen utgår från perspektiven hälsa, resurs­ hushållning, kulturella erfarenheter och företeelser samt jämställdhet.</p>\n\n<p>Genom undervisningen ska eleven ges möjlighet att utveckla förmågan att värdera och hantera information och reklam som riktar sig till hushållet och därigenom ges ökad beredskap att fatta välgrundade beslut i frågor som rör verksamheterna där. Undervisningen ska också bidra till att eleven utvecklar kunskaper om privatekonomi, planering, sparande, krediter och lån samt om konsumentens rättigheter och skyldigheter.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar kunskap om, och ges möjlighet att reflektera över, sambandet mellan jämställdhet och arbets­ fördelningen i hemmet. Undervisningen ska även ge eleven möjlighet att utveckla kunskaper om kulturella variationer och traditioner i olika hushåll när det gäller verksamheter, livsstilar och relationen mellan människor.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar förtrogenhet med ämnets centrala typer av texter, uttryck och begrepp samt förmågan att ta ställning till muntlig och skriftlig information och budskap från olika källor och medier.</p>\n\n","courses":["GRNHEM2"],"school":"grundvux"}