{"code":"GRNKEM2","name":"Kemi","description":"<p>Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Kunskaper i kemi har stor betydelse för samhällsutvecklingen inom områden som hälsa, resurshushållning, material­ utveckling och miljöteknik. Med kunskaper om materiens uppbyggnad och oförstörbarhet får människor redskap för att kunna bidra till en hållbar utveckling.</p>","goals":["använda kunskaper i kemi för att granska information samt kommunicera och ta ställning i frågor som rör energi, miljö, hälsa och samhälle,","genomföra systematiska undersökningar i kemi, och","använda kemins begrepp, modeller och teorier för att beskriva och förklara kemiska samband i samhället, arbetslivet, naturen och i människokroppen."],"purpose":"<p>Undervisningen i kursen kemi inom kommunal vuxenutbildning på grund­ läggande nivå syftar till att eleven utvecklar kunskaper om kemiska samman­ hang och nyfikenhet på och intresse för att undersöka omvärlden. Genom undervisningen ska eleven ges möjlighet att formulera frågor om kemiska processer och materiens egenskaper och uppbyggnad utifrån egna erfarenheter och aktuella händelser. Vidare ska undervisningen ge eleven förutsättningar att söka svar på frågor med hjälp av både systematiska undersökningar och olika typer av källor. På så sätt ska undervisningen bidra till att eleven utvecklar­\nett kritiskt tänkande kring sina egna resultat, andras argument och olika informationskällor­. Genom undervisningen ska eleven också utveckla förståelse för att påståenden kan prövas och värderas med hjälp av naturvetenskapliga arbetsmetoder.</p>\n\n<p>Undervisningen ska ge eleven möjligheter att använda och utveckla kun­ skaper och redskap för att formulera egna och granska andras argument i sammanhang där kunskaper i kemi har betydelse. Därigenom ska eleven ges förutsättningar att hantera praktiska, etiska och estetiska valsituationer som rör energi, miljö, hälsa och samhälle.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar förtrogenhet med kemins begrepp, modeller och teorier samt förståelse för hur dessa formas i samspel med erfarenheter från undersökningar. Vidare ska undervisningen bidra till att eleven utvecklar förmågan att samtala om, tolka och framställa texter och bilder med naturvetenskapligt innehåll.</p>\n\n<p>Undervisningen ska skapa förutsättningar för eleven att skilja mellan natur­ vetenskapliga och andra sätt att skildra omvärlden. Genom undervisningen ska eleven även ges möjlighet att utveckla perspektiv på utvecklingen av natur­ vetenskapens världsbild och ges inblick i hur naturvetenskapen och kulturen ömsesidigt har påverkat varandra.</p>\n\n","courses":["GRNKEM2"],"school":"grundvux"}