{"code":"GRNMAT2","name":"Matematik","description":"<p>Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Matematisk verksamhet är till sin art en kreativ, reflekterande och problemlösande aktivitet som är nära kopplad till den samhälleliga, sociala och tekniska utvecklingen. Kunskaper i mate­ matik ger människor förutsättningar att fatta välgrundade beslut i vardags­ livets många valsituationer och ökar möjligheterna att delta i arbetslivet samt i samhällets beslutsprocesser.</p>","goals":["formulera och lösa problem med hjälp av matematik samt värdera valda strategier och metoder,","använda och analysera matematiska begrepp och samband mellan begrepp,","välja och använda lämpliga matematiska metoder för att göra beräkningar och lösa rutinuppgifter,","föra och följa matematiska resonemang, och","använda matematikens uttrycksformer för att samtala om, argumentera och redogöra för frågeställningar, beräkningar och slutsatser."],"purpose":"<p>Undervisningen i kursen matematik inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper om matematik­ och matematikens användning i vardags-, samhälls- och arbetslivet samt inom olika ämnesområden. Undervisningen ska bidra till att eleven utvecklar intresse för matematik och tilltro till sin förmåga att använda matematik i olika sammanhang. Den ska också ge eleven möjlighet att uppleva estetiska värden i möten med matematiska mönster, former och samband.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar kunskaper för att formu­ lera och lösa problem samt reflektera över och värdera valda strategier, meto­ der, modeller och resultat. Eleven ska även ges förutsättningar att utveckla kunskaper för att kunna tolka vardagliga och matematiska situationer samt beskriva och formulera dessa med hjälp av matematikens uttrycksformer.</p>\n\n<p>Genom undervisningen ska eleven ges förutsättningar att utveckla för­ trogenhet med grundläggande matematiska begrepp och metoder och deras användbarhet. Vidare ska eleven genom undervisningen ges möjligheter att utveckla kunskaper i att använda digital teknik för att kunna undersöka problemställningar,­ göra beräkningar och för att presentera och tolka data.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar förmågan att argumen­ tera logiskt och föra matematiska resonemang. Undervisningen ska ge eleven möjlighet att möta varierade arbetsformer och arbetssätt, där undersökande aktiviteter utgör en del. När så är lämpligt ska undervisningen ske i relevant praxisnära miljö. Eleven ska genom undervisningen också ges möjlighet att utveckla en förtrogenhet med matematikens uttrycksformer och hur dessa kan användas för att kommunicera om matematik i vardagliga och matematiska sammanhang.</p>\n\n<p>Undervisningen ska ge eleven förutsättningar att utveckla kunskaper om historiska sammanhang där viktiga begrepp och metoder i matematiken har utvecklats. Genom undervisningen ska eleven även ges möjligheter att reflek­ tera över matematikens betydelse, användning och begränsning i vardags- och arbetslivet, i andra skolämnen och under historiska skeenden och därigenom kunna se matematikens sammanhang och relevans.</p>\n\n","courses":["GRNMAT2"],"school":"grundvux"}