{"code":"GRNREL2","name":"Religionskunskap","description":"<p>Människor har i alla tider och alla samhällen försökt förstå och förklara sina levnadsvillkor och de sammanhang de lever i. Religioner och andra livs­ åskådningar är därför centrala inslag i den mänskliga kulturen. I dagens samhälle, som är präglat av mångfald, är kunskaper om religioner och andra livsåskådningar viktiga för att skapa ömsesidig förståelse mellan människor.</p>","goals":["analysera kristendomen, andra religioner och livsåskådningar samt olika tolkningar och bruk inom dessa,","analysera hur religioner påverkar och påverkas av förhållanden och skeenden i samhället,","reflektera över livsfrågor och sin egen och andras identitet,","resonera och argumentera kring moraliska frågeställningar och värderingar utifrån etiska begrepp och modeller, och","söka information om religioner och andra livsåskådningar och värdera ­källornas relevans och trovärdighet."],"purpose":"<p>Undervisningen i kursen religionskunskap inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper om religioner och andra livsåskådningar i Sverige och på andra håll i världen. Genom under­ visningen ska eleven bli uppmärksam på hur människor inom olika religiösa traditioner lever med, och uttrycker, sin religion och tro på olika sätt. Under­ visningen ska allsidigt belysa vilken roll religioner kan spela i samhället, både i fredssträvanden och konflikter, för att främja social sammanhållning och som orsak till segregation. Undervisningen ska även ge kunskap om och förståelse för hur kristna traditioner har påverkat det svenska samhället och dess värderingar. Genom undervisningen ska eleven ges förutsättningar att tolka kulturella uttryck med anknytning till religiösa traditioner. Eleven ska också ges möj­ ligheter att utveckla kunskap om hur man kritiskt granskar källor och sam­ hällsfrågor med koppling till religioner och andra livsåskådningar, samt hur relationen mellan religion och vetenskap kan tolkas och uppfattas.</p>\n\n<p>Undervisningen ska stimulera eleven att reflektera över olika livsfrågor, sin identitet och sitt etiska förhållningssätt. På så sätt ska undervisningen skapa förutsättningar för eleven att utveckla förståelse för sitt eget och andra männis­ kors sätt att tänka och leva.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar kunskaper om hur olika religioner och livsåskådningar ser på frågor som rör kön, jämställdhet, sexu­ alitet och relationer. Eleven ska vidare ges förutsättningar att analysera och ta ställning i etiska och moraliska frågor. Undervisningen ska även bidra till att eleven utvecklar förståelse för hur människors värderingar hänger samman med religioner och andra livsåskådningar.</p>\n\n<p>Undervisningen i religionskunskap ska skapa förutsättningar för eleven att utveckla sin förmåga att läsa, skriva och samtala om religion, livsåskådning och etik. Den ska också bidra till att eleven utvecklar ett kritiskt förhållningssätt till muntlig och skriftlig information, samt till olika budskap från skilda källor och medier.</p>\n\n","courses":["GRNREL2"],"school":"grundvux"}