{"code":"GRNSVA2","name":"Svenska som andraspråk","description":"<p>Kursen ger elever med annat modersmål än svenska en möjlighet att utveckla sin förmåga att kommunicera på svenska. Ett rikt språk ger ökade förutsättningar för att utveckla ny kunskap, studera vidare och ta aktiv del i samhälls- och arbetslivet. Det är också genom språket som vi uttrycker vår personlighet och samspelar med andra människor i olika situationer. Kursen bidrar till att eleverna stärker sin flerspråkiga identitet och utvecklar tillit till sin egen språkförmåga.</p>","goals":["förstå svenska i tal och skrift samt tolka innehållet,","formulera sig och kommunicera på svenska i tal och skrift,","använda språkliga strategier och hjälpmedel i olika sammanhang,","anpassa språket efter olika syften, mottagare och situationer, och","diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella ­företeelser i olika sammanhang och områden där det svenska språket används."],"purpose":"<p>Undervisningen i kursen svenska som andraspråk inom kommunal vuxen­ utbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i svenska, omvärldskunskaper samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften. Eleven ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga. Denna förmåga innefattar dels att förstå talad och skriven svenska, dels att formulera sig och samspela med andra i tal och skrift samt att anpassa sitt språk till olika situationer, syften och mottagare. I undervisningen ska eleven även ges möjlighet att utveckla språklig säkerhet samt förmåga att uttrycka sig med variation och komplexitet. Dessutom ska eleven ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till.</p>\n\n<p>Eleven ska ges möjlighet att utveckla kunskaper om livsvillkor, samhälls­ frågor och kulturella företeelser i olika sammanhang och områden där svenska används. Undervisningen ska stimulera elevens nyfikenhet på språk och kultur samt ge möjlighet att vidareutveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleven utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen.</p>\n\n<p>I undervisningen ska eleven få möta talat och skrivet språk av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper. Eleven ska få interagera i tal och skrift samt producera talat språk och olika texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier. Undervisningen ska ge eleven möjlighet att använda omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleven\nutvecklar förståelse för hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser.</p>\n\n","courses":["GRNSVA2_1","GRNSVA2_2"],"school":"grundvux"}