{"code":"GRNSAM2","name":"Samhällskunskap","description":"<p>Människor har alltid varit beroende av att samarbeta när de skapar och utvecklar­ samhällen. I dag står människor i olika delar av världen inför både möjligheter och problem kopplade till globalisering, interkulturella relationer och hållbar samhällsutveckling. Kunskaper om samhället ger individen verktyg för att orientera sig och ta ansvar för sitt handlande i en komplex värld.</p>","goals":["reflektera över hur individer och samhällen formas, förändras och samverkar,","analysera och kritiskt granska lokala, nationella och globala samhällsfrågor ur olika perspektiv,","analysera samhällsstrukturer med hjälp av samhällsvetenskapliga begrepp och modeller,","uttrycka och värdera olika ståndpunkter i till exempel aktuella samhälls­ frågor och argumentera utifrån fakta, värderingar och olika perspektiv,","söka information om samhället från medier, internet och andra källor och värdera deras relevans och trovärdighet, och","reflektera över mänskliga rättigheter samt demokratiska värden, principer, arbetssätt och beslutsprocesser."],"purpose":"<p>Undervisningen i kursen samhällskunskap inom kommunal vuxenutbildning­ på grundläggande nivå syftar till att eleven utvecklar sina kunskaper om hur individen och samhället påverkar varandra. Genom undervisningen ska eleven ges möjlighet att utveckla en helhetssyn på samhällsfrågor och samhälls­ strukturer. I en sådan helhetssyn är sociala, ekonomiska, miljömässiga, rätts­ liga, mediala och politiska aspekter centrala.</p>\n\n<p>Undervisningen ska ge eleven förutsättningar att se samhällsfrågor ur olika perspektiv. På så sätt ska eleven utveckla sin förståelse för egna och andra människors levnadsvillkor, betydelsen av jämställdhet, hur olika intressen och åsikter­uppstår och kommer till uttryck samt hur olika aktörer försöker påverka samhällsutvecklingen.</p>\n\n<p>Undervisningen ska ge eleven verktyg för att hantera information i vardags-, samhälls- och arbetslivet samt vid studier, och ge kunskaper om hur man söker och värderar information från olika källor. Genom undervisningen ska eleven också ges förutsättningar att utveckla kunskaper om hur man kritiskt granskar samhällsfrågor och samhällsstrukturer. Eleven ska vidare ges möjlighet att utveckla kunskaper om samhällsvetenskapliga begrepp och modeller.</p>\n\n<p>Undervisningen ska bidra till att eleven utvecklar sin förtrogenhet med de mänskliga rättigheterna och med demokratiska processer och arbetssätt. Den ska också bidra till att eleven tillägnar sig kunskaper om, och förmågan att reflektera över, värden och principer som utmärker ett demokratiskt samhälle. Genom undervisningen ska eleven ges möjlighet att utifrån personliga erfaren­ heter och aktuella händelser uttrycka och pröva sina ställningstaganden i möten med andra uppfattningar. Därigenom ska eleven stimuleras att engagera sig och delta i ett öppet meningsutbyte om samhällsfrågor.</p>\n\n","courses":["GRNSAM2"],"school":"grundvux"}