{"code":"GRNSVE2","name":"Svenska","description":"<p>Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet, uttrycka känslor och tankar och förstå hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.</p>","goals":["läsa och analysera skönlitteratur och andra texter för olika syften och i olika sammanhang,","förstå och tolka innehållet i muntliga presentationer och talat språk i olika medier,","formulera sig och kommunicera i tal och skrift,","anpassa språket efter olika syften, mottagare och sammanhang,","urskilja språkliga strukturer och följa språkliga normer, och","välja texter och talat språk från olika källor och värdera innehållet."],"purpose":"<p>Undervisningen i kursen svenska inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i och om svenska språket. Genom undervisningen ska eleven ges förutsättningar att utveckla sitt tal- och skriftspråk, få tilltro till sin språkförmåga och därigenom kunna uttrycka sig i olika sammanhang och för skilda syften i vardags-, samhälls- och arbetslivet samt vid fortsatta studier. Det innebär att eleven genom undervis­ ningen ska ges möjlighet att utveckla språket för att tänka, kommunicera och lära.</p>\n\n<p>Undervisningen ska stimulera elevens intresse för att läsa och skriva. Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier. Undervisningen ska även syfta till att eleven utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra. Eleven ska även stimuleras till att uttrycka sig genom olika estetiska uttrycksformer. Vidare ska under­ visningen bidra till att eleven utvecklar kunskaper om hur man söker och kritiskt värderar innehållet i texter och talat språk från olika källor.</p>\n\n<p>Genom undervisningen ska eleven även ges möjlighet att utveckla sin för­ måga att uttrycka sig muntligt i samtal och framställningar av olika slag samt förmågan att tillgodogöra sig muntliga framställningar och reflektera kring syfte och sammanhang. Genom undervisningen i kursen ska eleven också ges förutsättningar att använda olika strategier och redskap för språklig förståelse samt för att tala och skriva i olika genrer och situationer.</p>\n\n<p>I undervisningen ska eleven möta samt få kunskaper om skönlitteratur från olika tider och skilda delar av världen. Undervisningen ska också bidra till att eleven utvecklar kunskaper om olika former av sakprosa. I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleven ges förut­ sättningar att utveckla sitt språk och sin förståelse för omvärlden.</p>\n\n<p>Genom undervisningen ska eleven ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, historia och utveckling samt om hur språkbruk varierar beroende på sociala sammanhang och medier. På så sätt ska undervisningen bidra till att stärka elevens medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan. Undervisningen ska också bidra till att eleven får förståelse för att sättet man kommunicerar på kan få konsekvenser för andra människor. Därigenom ska eleven ges förut­ sättningar att ta ansvar för det egna språkbruket.</p>\n\n","courses":["GRNSVE2_1","GRNSVE2_2"],"school":"grundvux"}