{"subject":"ADM",
"name":"Administration 2",
"points":100,
"instrRAW":"som bygger på kursen administration 1.",
"descarr":["Den bygger på kursen ",
"ADMADM01",
"."],
"reqRAW":"kursen ADMADM01",
"code":"ADMADM02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Handläggning av ärenden, till exempel sammanställning och uppföljning av ansökningar.",
"Arbetsmarknad, till exempel att söka arbete, vägar till arbete och att arbeta utomlands.",
"Användning av modern teknik och programvara i olika administrativa och kommunikativa arbetsuppgifter.",
"Serviceinriktat arbete och bemötande samt den egna rollen i mötet med andra som till exempel kunder och medarbetare.",
"Metoder för planering, genomförande, presentation och utvärdering av projekt.",
"Register, regler, lagar och andra bestämmelser inom administration, till exempel offentlighetsprincipen och sekretessregler.",
"Ergonomi, arbetsrättslagar och andra bestämmelser samt arbetsmiljöfrågor, till exempel hur en ergonomiskt riktig arbetsplats planeras och hur man arbetar med fysiska och psykosociala frågor.",
"Kvalitetssäkring och internkontroll på företag."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>översiktligt</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>översiktligt</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat sätt. I arbetet använder eleven <b>med viss säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>i samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>i samråd</b> med handledare problem som uppstår.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>utförligt</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>utförligt</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat <b>och strukturerat</b> sätt. I arbetet använder eleven <b>med viss säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>utförligt och nyanserat</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat <b>och strukturerat</b> sätt. I arbetet använder eleven <b>med säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>översiktligt</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>översiktligt</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat sätt. I arbetet använder eleven <b>med viss säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>i samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>i samråd</b> med handledare problem som uppstår.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>utförligt</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>utförligt</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat <b>och strukturerat</b> sätt. I arbetet använder eleven <b>med viss säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> administrativa rutiner och funktioner samt dokumentutformning enligt gällande skrivregler. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för dagens arbetsmarknad. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika programvarors användningsmöjligheter för kommunikation och serviceinriktat arbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare interna och externa administrativa arbetsuppgifter på ett serviceinriktat <b>och strukturerat</b> sätt. I arbetet använder eleven <b>med säkerhet</b> modern teknik, material, redskap och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare administrativt arbete utifrån lagar och andra bestämmelser. Vidare arbetar eleven ergonomiskt och miljömedvetet. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ADMADM01",
"reqarr":["ADMADM01"],
"reqBy":["ADMPER0"],
"friends":["ADMADM00S",
"ADMADM01",
"ADMADM01",
"ADMPER0",
"ADMREC0"]}