{"subject":"AKT",
"novux":false,
"name":"Guide och reseledare",
"origname":"Guide och reseledare",
"points":100,
"instrRAW":"som bygger på kursen besöksnäringen eller kursen fordons- och transportbranschens villkor och arbetsområden.",
"descarr":["Den bygger på kursen ",
"AKTBEO0",
" eller kursen ",
"FORFOD0",
"."],
"reqRAW":"kursen AKTBEO0 eller kursen FORFOD0",
"code":"AKTGUI0",
"goals":[1,1,2,1,2,2,1,1,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Lokala och regionala aktörer inom grupp- och charterarrangemang.",
"Betydelsen av samverkan mellan olika aktörer inom grupp- och charterarrangemang.",
"Guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer.",
"Guide- och presentationsteknik i olika miljöer och situationer samt anpassning till olika målgrupper.",
"Olika kulturer och möten mellan olika kulturer.",
"Sökning och tolkning av information från till exempel kartor, geografiska tabeller och handböcker samt bearbetning och presentation av dem.",
"Användning av teknisk utrustning och fackspråk.",
"Planering och genomförande av transfer, välkomstmöte och utflykt.",
"Lagar och andra bestämmelser samt säkerhet vid researrangemang.",
"Ingripande och agerande vid akuta nödsituationer samt första hjälpen och hjärt-lungräddning.",
"Betydelsen av personligt ledarskap samt kommunikation och samspel med andra.",
"Hantering av positiva och negativa kundreaktioner samt dokumentation och uppföljning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>översiktligt</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>översiktligt</b> för resmål och resvägar. Vidare beskriver eleven <b>översiktligt</b> olika målgrupper och gäster med särskilda behov samt redogör <b>översiktligt</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>översiktligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med viss säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>i samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.</p><p>Eleven utför <b>i samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>översiktligt</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>i samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>utförligt</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>utförligt</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt</b> olika målgrupper och gäster med särskilda behov samt redogör <b>utförligt</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>utförligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en presentation av informationen <b>på ett strukturerat sätt</b> och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med viss säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>efter samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.</p><p>Eleven utför <b>efter samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>utförligt</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>utförligt och nyanserat</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>utförligt och nyanserat</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt och nyanserat</b> olika målgrupper och gäster med särskilda behov samt redogör <b>utförligt och nyanserat</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>utförligt och nyanserat</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.</p><p>Eleven söker, sorterar och granskar <b>med säkerhet</b> information samt värderar den med <b>nyanserade</b> omdömen. Dessutom gör eleven <b>med säkerhet</b> en presentation av informationen <b>på ett strukturerat sätt</b> och integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>efter samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.</p><p>Eleven utför <b>efter samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>översiktligt</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>översiktligt</b> för resmål och resvägar. Vidare beskriver eleven <b>översiktligt</b> olika målgrupper och gäster med särskilda behov samt redogör <b>översiktligt</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>översiktligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med viss säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>i samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
"Eleven utför <b>i samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>översiktligt</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>i samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>utförligt</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>utförligt</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt</b> olika målgrupper och gäster med särskilda behov samt redogör <b>utförligt</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>utförligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en presentation av informationen <b>på ett strukturerat sätt</b> och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med viss säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>efter samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
"Eleven utför <b>efter samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>utförligt</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika målgrupper och gäster med särskilda behov samt redogör <b>utförligt och</b> <b>nyanserat</b> för olika kulturer och möten mellan olika kulturer. Eleven redogör dessutom <b>utförligt och</b> <b>nyanserat</b> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
"Eleven söker, sorterar och granskar <b>med säkerhet</b> information samt värderar den med <b>nyanserade</b> omdömen. Dessutom gör eleven <b>med säkerhet</b> en presentation av informationen <b>på ett strukturerat sätt</b> och integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper. I planeringen tar eleven <b>med säkerhet</b> hänsyn till gruppens samt platsens och situationens förutsättningar. Dessutom gör eleven, <b>efter samråd</b> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
"Eleven utför <b>efter samråd</b> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav. Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> olika sätt att ingripa vid akuta nödsituationer samt utför <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> samt anpassar sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["AKTBEO0",
"FORFOD0"]},
"reqarr":["AKTBEO0",
"FORFOD0"],
"friends":["AKTAKT0",
"TURAKT0",
"AKTBEO0",
"AKTBEO0",
"TURBEÖ0",
"FORFOD0",
"TURGUI0",
"RESHAL0",
"TURHÅL0",
"RESMAS0",
"TURMAS0",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"AKTTUR0",
"TURTUR0",
"AKTVAR0",
"TURVÄR0"]}