{"subject":"ANA",
"name":"Anläggningsförare 1",
"points":200,
"requirements":"bygg och anläggning 2",
"notwith":{"type":"OR",
"arr":["grävmaskiner",
"hjullastare"]},
"instructiontext":"som bygger på kursen bygg och anläggning 2. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen grävmaskiner eller kursen hjullastare.",
"code":"ANAANA01",
"goaltext":"Kursen anläggningsförare 1 omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1,1,1,0],
"level":"basic",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Enklare planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Grunderna i anläggningsarbetet från planering till dess att projektet är klart att tas i bruk och förvaltas.",
"Körning och manövrering av mobila arbetsmaskiner i olika arbetsmoment.",
"Körning och manövrering på ett trafiksäkert och miljövänligt sätt i olika trafikmiljöer.",
"Daglig tillsyn och åtgärder före och efter körning.",
"Vanligt förekommande arbetsmetoder.",
"Maskiner, verktyg och tillbehör. Handhavande och skötsel.",
"Olika arbetsområden för mobila arbetsmaskiner.",
"Egenskaper och arbetssätt hos tillsatsutrustning.",
"Trafiksäkerhet och miljökrav på mobila arbetsmaskiner.",
"Regler för framförande av mobila arbetsmaskiner och andra fordon på väg.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Åtgärder vid fastkörning, stjälpning, oljespill och släckning av brand.",
"Enklare problemlösning i samband med arbetsuppgifterna.",
"Fordonsunderhåll och service samt deras påverkan på säkerhet, prestanda, ekonomi och miljö.",
"Hantering av verktyg och utrustning för servicearbete.",
"Ritningsläsning, mätnings- och avvägningsteknik.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill och sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Studiebesök på och information om arbetsplatser där anläggningsarbete förekommer.",
"Facktermer i relation till arbetsuppgiften.",
"Faktorer som påverkar människans beteende i trafiken och hur olika beteenden påverkar trafiksäkerheten, inklusive riskfaktorer i trafiken."]}