{"subject":"ANA",
"name":"Anläggningsförare 2",
"points":200,
"requirements":"anläggningsförare 1",
"notwith":{"type":"OR",
"arr":["grävmaskiner",
"hjullastare"]},
"instructiontext":"som bygger på kursen anläggningsförare 1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen grävmaskiner eller kursen hjullastare.",
"code":"ANAANA02",
"goaltext":"Kursen anläggningsförare 2 omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1,1,1,0],
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Körning och manövrering av mobila arbetsmaskiner i olika arbetsmoment.",
"Körning och manövrering på ett trafiksäkert och miljövänligt sätt i olika trafikmiljöer.",
"Daglig tillsyn och åtgärder före och efter körning.",
"Mobila arbetsmaskiner och transportfordons uppbyggnad och arbetssätt.",
"Maskiner, verktyg och tillbehör. Handhavande och skötsel.",
"Olika arbetsområden för mobila arbetsmaskiner och transportfordon som till exempel dumper eller lastbilar i anläggningstrafik.",
"Egenskaper och arbetssätt hos tillsatsutrustning.",
"Teknik för losstagning, krossning och sortering.",
"Tillståndsprocess och återställning av täktverksamhet.",
"Regler som utgör förutsättningar för trafik med mobila arbetsmaskiner och transportfordon samt de krav som ställs på förare avseende kvalitet och service.",
"Trafiksäkerhet och miljökrav på mobila arbetsmaskiner.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Åtgärder vid fastkörning, stjälpning, oljespill och släckning av brand.",
"Problemlösning i samband med arbetsuppgifterna.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill och sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Facktermer i relation till arbetsuppgiften."]}