{"subject":"ARK",
"name":"Arkitektur - rum",
"points":100,
"code":"ARKARI0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Historisk utveckling av inredning och utemiljöer.",
"Olika sorters rum, såväl inredningar som utemiljöer.",
"Relevanta lagar och andra bestämmelser, planinstrument och handläggningsprocessen för den byggda miljön.",
"Ritningar, planer och modeller som används vid rumsgestaltning.",
"Gestaltninga av rum, såväl invändiga som utvändiga, i första hand offentliga men även privata.",
"Planering, avgränsning, genomförande och redovisning av arkitekturuppgifter.",
"Tekniker, verktyg och uttryckssätt för att beskriva och skapa olika typer av rum samt för förslag till förändringar.",
"Digitala ritprogram, till exempel cad (computer aided design).",
"Sambanden mellan form, funktion och ergonomi.",
"Inredningsenheter, till exempel möbler, belysning och växtlighet.",
"Material, färg, ljud och ljus."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>översiktligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>översiktligt</b> för handläggningsprocessen samt värderar med <b>enkla</b> omdömen förändringsförslag inom rumsgestaltning.</p><p>Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>i samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>utförligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt</b> för handläggningsprocessen samt värderar med <b>nyanserade</b> omdömenförändringsförslag inom rumsgestaltning.<b> Elevens värdering bygger på en enkel konsekvensanalys</b>.</p><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledareförslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt sina val av presentationstekniker</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>utförligt och nyanserat</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt och nyanserat</b> för handläggningsprocessen samt värderar med <b>nyanserade</b> omdömenförändringsförslag inom rumsgestaltning.<b> Elevens värdering bygger på en utförlig konsekvensanalys</b>.</p><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt och nyanserat sina val av presentationstekniker</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>översiktligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>översiktligt</b> för handläggningsprocessen samt värderar med <b>enkla</b> omdömen förändringsförslag inom rumsgestaltning.",
"Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>i samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>utförligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt</b> för handläggningsprocessen samt värderar med <b>nyanserade</b> omdömenförändringsförslag inom rumsgestaltning.<b> Elevens värdering bygger på en enkel konsekvensanalys</b>.",
"Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledareförslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt sina val av presentationstekniker</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur rumsgestaltning genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av rum genom tiderna och beskriver <b>utförligt och</b> <b>nyanserat</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för handläggningsprocessen samt värderar med <b>nyanserade</b> omdömenförändringsförslag inom rumsgestaltning.<b> Elevens värdering bygger på en utförlig konsekvensanalys</b>.",
"Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt vad gäller rumsgestaltning. Under arbetet sammanställer eleven olika inredningsenheter till en helhet samt anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt och nyanserat sina val av presentationstekniker</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}