{"subject":"ARK",
"name":"Arkitektur - hus",
"origname":"Arkitektur - hus",
"points":100,
"code":"ARKARK0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Arkitektur- och samhällsbyggnadshistoria, både nationellt och internationellt.",
"Den omgivande miljön och dess arkitektur.",
"Platsens förutsättningar, innefattande även den historiska och estetiska dimensionen, vid planering av nya byggnader.",
"Relevanta lagar och andra bestämmelser, planinstrument och handläggningsprocessen för den byggda miljön.",
"Ritningar, planer och modeller som används i byggplaneringsprocessen.",
"Gestaltning av byggnader.",
"Planering, avgränsning, genomförande och redovisning av arkitekturuppgifter.",
"Tekniker, verktyg och uttryckssätt för att beskriva och gestalta den byggda miljön och ge förslag till förändringar.",
"Digitala ritprogram, till exempel cad (computer aided design).",
"Sambanden mellan form, funktion och teknik.",
"Byggmaterial och hållbara byggtekniska lösningar samt enkel livscykelanalys."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>översiktligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>översiktligt</b> för byggplaneringsprocessen samt värderar med <b>enkla</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet.</p><p>Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>i samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>utförligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt</b> för byggplaneringsprocessen samt värderar med <b>nyanserade</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet. <b>Elevens värdering bygger på en enkel konsekvensanalys</b>.</p><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt sina val av presentationstekniker</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>utförligt och nyanserat</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt och nyanserat</b> för byggplaneringsprocessen samt värderar med <b>nyanserade</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet.<b> Elevens värdering bygger på en utförlig konsekvensanalys</b>.</p><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.</p><p>Eleven använder <b>med säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med säkerhet</b> olika presentationstekniker, såväl manuella som digitala. <b>Eleven motiverar utförligt och nyanserat sina val av presentationstekniker</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>översiktligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>översiktligt</b> för byggplaneringsprocessen samt värderar med <b>enkla</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet.",
"Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>i samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>utförligt</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt</b> för byggplaneringsprocessen samt värderar med <b>nyanserade</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet. <b>Elevens värdering bygger på en enkel konsekvensanalys</b>.",
"Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med viss säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med viss säkerhet</b> olika presentationstekniker, såväl manuella som digitala.<b> Eleven motiverar utförligt sina val av presentationstekniker</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur arkitektur och samhällsbyggande genom tiderna påverkar och har påverkats av sitt sociala och kulturella sammanhang. I redogörelsen ger eleven exempel på olika typer av arkitektur genom tiderna och beskriver <b>utförligt och</b> <b>nyanserat</b> vad som kännetecknar de olika typerna. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för byggplaneringsprocessen samt värderar med <b>nyanserade</b> omdömen förändringsförslag inom byggnads- och samhällsplaneringsområdet.<b> Elevens värdering bygger på en utförlig konsekvensanalys</b>.",
"Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare förslag inom byggnads-, planerings- och förändringsprojekt. Under arbetet anpassar eleven <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> med tanke på funktion, ekonomi, estetik, teknik och hållbarhet. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> jämförelse av sitt eget arbete med andras när det gäller funktion, ekonomi, estetik, teknik och hållbarhet.",
"Eleven använder <b>med säkerhet</b> begrepp, uttryckssätt och verktyg som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer. Dessutom använder eleven <b>med säkerhet</b> olika presentationstekniker, såväl manuella som digitala. <b>Eleven motiverar utförligt och nyanserat sina val av presentationstekniker</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["ARKARI0"]}