{"subject":"ATV",
"name":"Reparation av motorcyklar och ATV",
"points":200,
"code":"ATVREP0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Bromsystemens konstruktion, funktion, komponenter och kringutrustning.",
"Ottomotorns konstruktion, funktion, huvudkomponenter och kringutrustning.",
"Tvåtaktsmotorns konstruktion, funktion, huvudkomponenter och kringutrustning.",
"Elsystems konstruktion, funktion och huvudkomponenter.",
"Kraftöverföringens konstruktion, funktion, huvudkomponenter och kringutrustning.",
"Däcks och hjuls konstruktion, klassificering och dimensionering för motorcyklar och ATV.",
"Konstruktion och funktion hos hjulupphängning för motorcyklar och ATV samt dess komponenter och kringutrustning.",
"Konstruktion och funktion hos fjädringssystem för motorcyklar och ATV samt dess komponenter och kringutrustning.",
"Konstruktion och funktion av ram och chassi för motorcyklar och ATV, samt deras komponenter och kringutrustning.",
"Metoder för tillsyn, underhåll samt säkerhets- och funktionskontroll.",
"Metoder för diagnostisering och reparation.",
"Demontering, montering och justering av komponenter i samband med reparationsarbete.",
"Kontrollbesiktning av motorcyklar och ATV samt bestämmelser för besiktning av dessa fordon.",
"Sammanfogningstekniker som används inom området.",
"Diagnosutrustning som används inom området.",
"Arbetsinstruktioner och servicelitteratur på svenska och engelska, inklusive information i datormiljö."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>översiktligt</b> hur motorcyklar och ATV är uppbyggda och hur de används.</p><p>Eleven utför <b>i samråd</b> med handledare och i bekanta situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>i samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>enkla</b> omdömen.</p><p>I arbetet använder eleven me <b>visst</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>utförligt</b> hur motorcyklar och ATV är uppbyggda och hur de används.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>efter samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>nyanserade</b> omdömen.</p><p>I arbetet använder eleven me <b>gott</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur motorcyklar och ATV är uppbyggda och hur de används.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>efter samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>I arbetet använder eleven me <b>mycket gott</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>översiktligt</b> hur motorcyklar och ATV är uppbyggda och hur de används.",
"Eleven utför <b>i samråd</b> med handledare och i bekanta situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>i samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>enkla</b> omdömen.",
"I arbetet använder eleven med <b>visst</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>utförligt</b> hur motorcyklar och ATV är uppbyggda och hur de används.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>efter samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>nyanserade</b> omdömen.",
"I arbetet använder eleven me <b>gott</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> system och komponenter i motorcyklar och ATV samt hur de fungerar och samverkar i fordonet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur motorcyklar och ATV är uppbyggda och hur de används.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer tillsyn, underhåll samt säkerhets- och funktionskontroll på motorcyklar och ATV. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer diagnos och reparation av motorcyklar och ATV. Eleven väljer <b>efter samråd</b> med handledare den metod och utrustning som är lämplig för arbetsuppgiften och motiverar sitt val med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"I arbetet använder eleven me <b>mycket gott</b> handlag relevanta arbetsmetoder och relevant utrustning. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer och informationssystem. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom arbetar eleven säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":[]}