{"subject":"AUT",
"name":"Fastighetsautomation 2",
"points":100,
"requirements":{"type":"OR",
"arr":["fastighetsautomation 1",
"mät- och reglerteknik"]},
"instructiontext":"som bygger på kursen fastighetsautomation 1 eller kursen mät- och reglerteknik.",
"code":"AUTFAS02",
"goaltext":"Kursen fastighetsautomation omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":["Uppbyggnad och funktion av värme- och ventilationssystem.",
"Grundläggande luftbehandling utifrån sambandet mellan temperatur, tryck, fuktinnehåll och daggpunkt.",
"Teorier och metoder för kylteknik.",
"Utveckling och framtid inom fastighetsautomation.",
"Vanligt förekommande informationstekniska standarder inom fastighetsautomation.",
"Planering, inkoppling, programmering och dokumentation av styrtekniska funktioner med automationsenheter som är vanligt förekommande i fastigheter, till exempel reläer, kontaktorer, frekvensomformare, ur, skymningsreläer eller fastighetsanpassade programmerbara styrsystem.",
"Inkoppling av vanligt förekommande automationsenheter för värme och ventilation, till exempel temperaturgivare, transmitter, spjällmotor, shuntventil och DUC (dataundercentral).",
"Metoder för klimatreglering i fastigheter med begrepp som framkoppling, prognosstyrning, multivariabel reglering, fuktreglering, oskarp logik (<i>fuzzy logic)</i>, nattsänkning, nattkyla och kaskadreglering.",
"Metoder att mäta temperatur, tryck, fuktighet, ljusstyrka, koldioxidhalt, vindhastighet, flöde och energi.",
"Risker och säkerhet vid arbeten i fastigheter, till exempel brandrisker och risker att lösa ut brandlarm eller inbrottslarm.",
"Tolkning av förekommande kravspecifikationer och dokumentation.",
"Dokumentation av arbete i fastigheter.",
"Drifttekniskt övergripande system i fastigheter.",
"Konfigurering, driftsättning, driftlarmhantering och underhåll av värme- och ventilationssystem.",
"Energioptimering av fastigheter med värmeväxlare, värmepumpar, koldioxidstyrning samt närvarostyrning av ventilation och belysning."]}