{"subject":"AUT",
"novux":false,
"name":"Fastighetsautomation 2 [ej aktuell]",
"origname":"Fastighetsautomation 2",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen fastighetsautomation 1 eller kursen mät- och reglerteknik.",
"descarr":["Den bygger på kursen ",
"FAIFAS01",
" eller kursen ",
"MÄTMÄT0",
"."],
"reqRAW":"kursen FAIFAS01 eller kursen MÄTMÄT0",
"code":"AUTFAS02",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Uppbyggnad och funktion av värme- och ventilationssystem.",
"Grundläggande luftbehandling utifrån sambandet mellan temperatur, tryck, fuktinnehåll och daggpunkt.",
"Teorier och metoder för kylteknik.",
"Utveckling och framtid inom fastighetsautomation.",
"Vanligt förekommande informationstekniska standarder inom fastighetsautomation.",
"Planering, inkoppling, programmering och dokumentation av styrtekniska funktioner med automationsenheter som är vanligt förekommande i fastigheter, till exempel reläer, kontaktorer, frekvensomformare, ur, skymningsreläer eller fastighetsanpassade programmerbara styrsystem.",
"Inkoppling av vanligt förekommande automationsenheter för värme och ventilation, till exempel temperaturgivare, transmitter, spjällmotor, shuntventil och DUC (dataundercentral).",
"Metoder för klimatreglering i fastigheter med begrepp som framkoppling, prognosstyrning, multivariabel reglering, fuktreglering, oskarp logik (<i>fuzzy logic)</i>, nattsänkning, nattkyla och kaskadreglering.",
"Metoder att mäta temperatur, tryck, fuktighet, ljusstyrka, koldioxidhalt, vindhastighet, flöde och energi.",
"Risker och säkerhet vid arbeten i fastigheter, till exempel brandrisker och risker att lösa ut brandlarm eller inbrottslarm.",
"Tolkning av förekommande kravspecifikationer och dokumentation.",
"Dokumentation av arbete i fastigheter.",
"Drifttekniskt övergripande system i fastigheter.",
"Konfigurering, driftsättning, driftlarmhantering och underhåll av värme- och ventilationssystem.",
"Energioptimering av fastigheter med värmeväxlare, värmepumpar, koldioxidstyrning samt närvarostyrning av ventilation och belysning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>översiktligt</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.</p><p>Eleven planerar och utfö <b>i samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med viss säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>i samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>i samråd</b> med handledare de fel som uppstår samt genomför en <b>enkel</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med viss säkerhet</b> och programmerar eller konfigurerar me <b>visst</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>i samråd</b> med handledare fel och optimerar me <b>visst</b> handlag anläggningen. I arbetet beskriver eleven <b>översiktligt</b> hur de olika delarna fungerar och samverkar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>utförligt</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.</p><p>Eleven planerar och utfö <b>efter samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med viss säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>efter samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>efter samråd</b> med handledare de fel som uppstår samt genomför en <b>noggrann</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med viss säkerhet</b> och programmerar eller konfigurerar me <b>gott</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>efter samråd</b> med handledare fel och optimerar me <b>gott</b> handlag anläggningen. I arbetet beskriver eleven <b>utförligt</b> hur de olika delarna fungerar och samverka <b>samt ger enkla förslag på förbättringar av anläggningen</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>utförligt och nyanserat</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.</p><p>Eleven planerar och utfö <b>efter samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>efter samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>efter samråd</b> med handledare de fel som uppstår samt genomför en <b>noggrann och utförlig</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med säkerhet</b> och programmerar eller konfigurerar me <b>mycket gott</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>efter samråd</b> med handledare fel och optimerar me <b>mycket gott</b> handlag anläggningen. I arbetet beskriver eleven <b>utförligt och nyanserat</b> hur de olika delarna fungerar och samverka <b>samt ger välgrundade förslag på förbättringar av anläggningen</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>översiktligt</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.",
"Eleven planerar och utfö <b>i samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med viss säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>i samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>i samråd</b> med handledare de fel som uppstår samt genomför en <b>enkel</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med viss säkerhet</b> och programmerar eller konfigurerar med <b>visst</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>i samråd</b> med handledare fel och optimerar me <b>visst</b> handlag anläggningen. I arbetet beskriver eleven <b>översiktligt</b> hur de olika delarna fungerar och samverkar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>utförligt</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.",
"Eleven planerar och utfö <b>efter samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med viss säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>efter samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>efter samråd</b> med handledare de fel som uppstår samt genomför en <b>noggrann</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med viss säkerhet</b> och programmerar eller konfigurerar me <b>gott</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>efter samråd</b> med handledare fel och optimerar me <b>gott</b> handlag anläggningen. I arbetet beskriver eleven <b>utförligt</b> hur de olika delarna fungerar och samverka <b>samt ger enkla förslag på förbättringar av anläggningen</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad av, funktion och principer för samt risker med olika mätsystem, styrsystem, reglersystem, informationstekniska system och enheter inom valt område. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för begrepp och standarder som styr arbetet med automatiska system inom valt område.",
"Eleven planerar och utfö <b>efter samråd</b> med handledare arbetsuppgifter i en anläggning för att åstadkomma automatiska funktioner, med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Eleven arbetar på ett sätt som är säkert för eleven själv och andra. I arbetet använder eleven <b>med säkerhet</b> manualer, scheman och ritningar. Vidare driftsätter och kontrollerar eleven <b>efter samråd</b> med handledare anläggningen, upptäcker och åtgärdar <b>efter samråd</b> med handledare de fel som uppstår samt genomför en <b>noggrann och utförlig</b> dokumentation av sitt arbete. Eleven strukturerar uppgiften <b>med säkerhet</b> och programmerar eller konfigurerar me <b>mycket gott</b> handlag styrsystemet för anläggningens funktioner. Vidare förebygger eleve <b>efter samråd</b> med handledare fel och optimerar me <b>mycket gott</b> handlag anläggningen. I arbetet beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur de olika delarna fungerar och samverka <b>samt ger välgrundade förslag på förbättringar av anläggningen</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["FAIFAS01",
"MÄTMÄT0"]},
"reqarr":["FAIFAS01",
"MÄTMÄT0"],
"friends":["AUOALL0",
"AUTALL0",
"AUOAVH0",
"AUTAVH0",
"DARCAD0",
"DARDAT01S",
"DARDAT02",
"DARDAT03",
"DARDAT04",
"DARDAT05",
"DARDAT06",
"MÄTDIS0",
"ELIELD0",
"AUTELD0",
"FAIFAS01",
"AUTFAS01",
"FAIFAS02",
"INRIND0",
"AUTIND0",
"MÄTMÄT0",
"MÄTMÄO0",
"MÄTPRR0",
"INRROB0",
"AUTROB0"]}