{"subject":"BAG",
"name":"Bageri 3",
"points":100,
"instrRAW":"som bygger på kursen bageri 2.",
"reqRAW":"kursen BAGBAG02",
"code":"BAGBAG03",
"goals":[2,2,2,2,2,2,1,1,1,0],
"level":"high",
"content":["Tillverkning av avancerade mat- och kaffebröd och övriga bakverk av olika degar och blandningar, där olika parallella tillverkningsmetoder krävs och där alternativ måste vägas mot varandra för att produktens konsistens, smak och estetiska utformning ska bli bra.",
"Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av bröd och bakverk.",
"Tillverkning av bröd och bakverk utifrån smak och utseende där recept och arbetsbeskrivningar konstrueras med hänsyn till pris och kvalitet utifrån ekonomiska kalkyler.",
"Råvaror och andra ingredienser som är lämpliga för ändamålet.",
"Paketering och märkning av bröd och bakverk.",
"Hygien och hygienbestämmelser.",
"Ergonomi och ergonomiska riskfaktorer i arbetet.",
"Arbetsmiljö och säkerhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>visst</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med viss säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <b>översiktligt</b> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>i samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>gott</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med viss säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>mycket gott</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>god</b> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> <b>och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och organiserar <b>i samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>visst</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.",
"Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med viss säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <b>översiktligt</b> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>i samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>gott</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.",
"Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med viss säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>mycket gott</b> handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>god</b> kvalitet.",
"Eleven följer recept och arbetsbeskrivningar samt konstruerar <b>med säkerhet</b> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BAGBAG02",
"reqBy":["BAGBAG04",
"BAGBAG00S"]}