{"subject":"BAG",
"novux":false,
"name":"Bageri 1",
"origname":"Bageri 1",
"points":100,
"code":"BAGBAG01",
"goals":[1,1,1,1,1,1,2,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"basic",
"content":["Tillverkning av jästa grunddegar samt enklare bröd och bakverk.",
"Jäs- och avbakningsmoment.",
"Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av enklare bröd och bakverk.",
"Hur man läser och använder recept.",
"Råvaror och andra ingredienser som är lämpliga för ändamålet.",
"Paketering och märkning av bröd och bakverk.",
"Hygien och dagliga hygienrutiner.",
"Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.",
"Arbetsmiljö och säkerhet samt de lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen och EU-bestämmelser.",
"Metoder för utvärdering.",
"Bröds och bakverks historia."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledar <b></b>tillverkning av enklare bröd och bakverk samt genomför arbetet <b>i viss mån</b> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>visst</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.</p><p>Eleven följer <b>med viss säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör <b>översiktligt</b> för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>i samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>enkla</b> omdömen.</p><p>Eleven beskriver <b>översiktligt</b> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>gott</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.</p><p>Eleven följer <b>med viss säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdömen.</p><p>Eleven beskriver bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>mycket gott</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>god</b> kvalitet.</p><p>Eleven följer <b>med säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven beskriver <b>utförligt</b> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledar 0tillverkning av enklare bröd och bakverk samt genomför arbetet <b>i viss mån</b> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>visst</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.",
"Eleven följer <b>med viss säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör <b>översiktligt</b> för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>i samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med <b>enkla</b> omdömen.",
"Eleven beskriver <b>översiktligt</b> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>gott</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>tillfredsställande</b> kvalitet.",
"Eleven följer <b>med viss säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdömen.",
"Eleven beskriver bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <b>mycket gott</b> handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <b>god</b> kvalitet.",
"Eleven följer <b>med säkerhet</b> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <b>efter samråd</b> med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven beskriver <b>utförligt</b> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["BAGBAG02"],
"hasreqs":true,
"friends":["BAGBAG00S",
"BAGBAG02",
"BAGBAG03",
"BAGBAG04",
"BAGCHO0",
"BAGKON00S",
"BAGKON01",
"BAGKON02",
"BAGKON03",
"BAGKON04"]}