{"subject":"BAT",
"name":"Skärgårdsnavigation",
"points":100,
"code":"BATSKA0",
"goals":[1,1,2,1,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Olika båttyper, deras användningsområden och egenskaper.",
"Manövrering av olika typer av båtar inomskärs.",
"Ut- och tilläggningar i olika hamn- och väderleksförhållanden.",
"Kontroll före avfärd.",
"Förtöjning med ankare, boj, vid y-bommar samt förtöjning med långsida mot kaj.",
"Knopslagning.",
"Sjökort, styrning efter kompass, kurskontroll i enslinje, navigering i utprickat farvatten och positions- och lägesbestämningar.",
"Fyrbelysningssystem och lanternor.",
"Internationella sjövägsregler, sjötrafikförordning samt sjölagen.",
"Säkerhet ombord.",
"Sjöräddningsorganisationer.",
"Båtlivets påverkan på miljön."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika båttyper, deras egenskaper och användningsområden. </p><p>Eleven hanterar och framför <b>med viss säkerhet</b> och  <b>bekanta</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven med <b>visst</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven <b>enkla</b> riskbedömningar.</p><p>Eleven navigerar, <b>i samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>översiktligt</b> för sjövägsregler och regler för navigation.</p><p>I arbetet samarbetar eleven med andra och kommunicerar på ett språk som är relevant för uppgiften. Eleven använder <b>med viss säkerhet</b> de termer och begrepp som är relevanta för ämnet.</p><p>Eleven ger <b>något</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>översiktligt</b> med stöd av <b>enkla</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>översiktligt</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika båttyper, deras egenskaper och användningsområden.</p><p>Eleven hanterar och framför <b>med viss säkerhet</b> och i <b>nya</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven me <b>gott</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven riskbedömningar.</p><p>Eleven navigerar, <b>efter samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>utförligt</b> för sjövägsregler och regler för navigation.</p><p>I arbetet samarbetar eleven med andra och kommunicerar på ett språk som är relevant för uppgiften. Eleven använder <b>med viss säkerhet</b> de termer och begrepp som är relevanta för ämnet.</p><p>Eleven ger <b>några</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>utförligt</b> med stöd av <b>välgrundade</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>utförligt</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika båttyper, deras egenskaper och användningsområden.</p><p>Eleven hanterar och framför <b>med säkerhet</b> och i <b>nya</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven me <b>mycket gott</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven <b>välgrundade</b> riskbedömningar.</p><p>Eleven navigerar, <b>efter samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sjövägsregler och regler för navigation. </p><p>I arbetet samarbetar eleven med andra och kommunicerar <b>i nya situationer</b> på ett språk som är relevant för uppgiften. Eleven använder <b>med säkerhet</b> de termer och begrepp som är relevanta för ämnet.</p><p>Eleven ger <b>flera</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>utförligt och nyanserat</b> med stöd av <b>välgrundade och nyanserade</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>utförligt och nyanserat</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika båttyper, deras egenskaper och användningsområden. ",
"Eleven hanterar och framför <b>med viss säkerhet</b> och  <b>bekanta</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven med <b>visst</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven <b>enkla</b> riskbedömningar.",
"Eleven navigerar, <b>i samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>översiktligt</b> för sjövägsregler och regler för navigation.",
"I arbetet samarbetar eleven med andra och kommunicerar på ett språk som är relevant för uppgiften. Eleven använder <b>med viss säkerhet</b> de termer och begrepp som är relevanta för ämnet.",
"Eleven ger <b>något</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>översiktligt</b> med stöd av <b>enkla</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>översiktligt</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika båttyper, deras egenskaper och användningsområden.",
"Eleven hanterar och framför <b>med viss säkerhet</b> och i <b>nya</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven med <b>gott</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven riskbedömningar.",
"Eleven navigerar, <b>efter samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>utförligt</b> för sjövägsregler och regler för navigation.",
"I arbetet samarbetar eleven med andra och kommunicerar på ett språk som är relevant för uppgiften. Eleven använder <b>med viss säkerhet</b> de termer och begrepp som är relevanta för ämnet.",
"Eleven ger <b>några</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>utförligt</b> med stöd av <b>välgrundade</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>utförligt</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika båttyper, deras egenskaper och användningsområden.",
"Eleven hanterar och framför <b>med säkerhet</b> och i <b>nya</b> situationer olika typer av fartyg inomskärs. I hantering och framförande genomför eleven me <b>mycket gott</b> handlag olika uppgifter på ett säkert och sjömannamässigt sätt. I arbetet gör eleven <b>välgrundade</b> riskbedömningar.",
"Eleven navigerar, <b>efter samråd</b> med handledare, med olika typer av fartyg inomskärs och i kustnära vatten. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sjövägsregler och regler för navigation. ",
"I arbetet samarbetar eleven med andra och kommunicerar <b>i nya situationer</b> på ett språk som är relevant för uppgiften. Eleven använder <b>med säkerhet</b> de termer och begrepp som är relevanta för ämnet.",
"Eleven ger <b>flera</b> exempel på förebyggande säkerhetsåtgärder och åtgärder vid brand, olycksfall och överlevnad. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> med stöd av <b>välgrundade och nyanserade</b> exempel hur båtlivet påverkar miljön samt vatten- och djurliv. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> de lagar och bestämmelser som reglerar området, samt arbetar utifrån krav på säkerhet, kvalitet och miljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["BATKUS0"],
"friends":["BATKUS0"]}