{"subject":"BEV",
"novux":false,
"name":"Akut omhändertagande",
"origname":"Akut omhändertagande",
"points":100,
"code":"BEVAKU0",
"goals":[1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Lagar och andra bestämmelser som styr räddningstjänsten.",
"Prehospitalt omhändertagande av drabbade enligt L-ABCDE-principen.",
"Hjärt-lungräddning (HLR) för vuxna.",
"Grunderna för hjärt-lungräddning och akut omhändertagande av barn.",
"Sjukdomsfall viktiga att känna till, till exempel epilepsi, diabetes, allergier.",
"Akut omhändertagande avseende anatomi, fysiologi, kinematik och skadelära.",
"Fysiska, psykiska och sociala krav som kan påverka hälsa och arbetsinsats.",
"Bemötande av människor i olika olyckssituationer. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänsten larmas och beskrive <b>översiktligt</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med viss säkerhet</b> prehospitalt omhändertagande. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <b>utförligt</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med viss säkerhet</b> prehospitalt omhändertagande. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <b>utförligt och nyanserat</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med säkerhet</b> prehospitalt omhändertagande. <b>Vidare anpassar eleven vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänsten larmas och beskrive <b>översiktligt</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med viss säkerhet</b> prehospitalt omhändertagande. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <b>utförligt</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med viss säkerhet</b> prehospitalt omhändertagande. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <b>utförligt och</b> <b>nyanserat</b> ett akut omhändertagande. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare prehospitalt omhändertagande. Dessutom utför eleven <b>med säkerhet</b> prehospitalt omhändertagande. <b>Vidare anpassar eleven vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["BEVBEV0",
"BEVBRA0",
"BEVVAR0"]}