{"subject":"BEV",
"novux":false,
"name":"Brand och räddning",
"origname":"Brand och räddning",
"points":200,
"code":"BEVBRA0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Regler för brandskydd i byggnader och grunderna i ett systematiskt brandskyddsarbete<i>.</i>",
"Brandbekämpningsresurser inom räddningstjänsten, till exempel kommunens räddningstjänst.",
"Åtgärder för att förhindra och mildra fortsatta skador på liv, egendom och miljö vid brand i byggnad.",
"Faktorer som ligger bakom en brands uppkomst och vad som styr spridningen av en brand.",
"Brandbekämpningsutrustning, till exempel räddningstjänstens fordon och utrustning, handbrandsläckare, brandfilt.",
"Räddningstjänstens yrkesroller och arbetsuppgifter.",
"Arbetsmiljö- och säkerhetsaspekter i samband med bekämpande av en brand. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>översiktligt</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<b> i samråd</b> med handledare, vanligt förekommand <b>enkla</b> arbetsuppgifter på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>utförligt</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<b> efter samråd</b> med handledare, vanligt förekommande arbetsuppgifter på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>utförligt och nyanserat</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<b> efter samråd</b> med handledare, vanligt förekommande,<b> även avancerade</b>, arbetsuppgifter på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>översiktligt</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför,<b> i samråd</b> med handledare, vanligt förekommand <b>enkla</b> arbetsuppgifter på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>utförligt</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför,<b> efter samråd</b> med handledare, vanligt förekommande arbetsuppgifter på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> faktorer som styr brandförlopp. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför,<b> efter samråd</b> med handledare, vanligt förekommande,<b> även avancerade</b>, arbetsuppgifter på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["BEVAKU0",
"BEVBEV0",
"BEVVAR0"]}