{"subject":"BID",
"novux":false,
"name":"Bildteori",
"origname":"Bildteori",
"points":100,
"code":"BIDBIT0",
"goals":[2,1,2,2,2,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Kommunikationsprocesser och teorier om bildkommunikation.",
"Konstteori och konstvetenskap.",
"Visuell kultur och perceptionsteori. Färglära och färgteori, till exempel färgperception och färgsystem. Formlära.",
"Bildanalysmodeller och bildtolkningsmodeller samt analys av konstbilder och massbilder.",
"Bilden ur olika aspekter, till exempel historiska och nutida aspekter samt genus-, etnicitets-, klass- och åldersaspekter.",
"Bildproduktion och bildanvändande i olika sammanhang. ",
"Bilden som text, bildsemiotik och bilden i relation till annan text.",
"Bildens roll i kultur och samhälle samt för individen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>översiktligt</b> för en konstteori. Dessutom redogör eleven <b>översiktligt</b> för färglära och formlära.</p><p>Eleven genomfö <b>enkla</b> bildanalyser och bildtolkningar. I analysen och tolkningen redogör eleven <b>översiktligt</b> för hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>översiktligt</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas. Dessutom diskuterar eleven <b>översiktligt</b> bildens konstnärliga kvalitet. Eleven värderar andras bildanalyser med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för bildens betydelse i samhället och för individen.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>utförligt</b> för en konstteor <b>och för samband med konsthistoria</b>. Dessutom redogör eleven <b>utförligt</b> för färglära och formlära <b>samt ger exempel på hur form och komposition skapar betydelser</b>.</p><p>Eleven genomför bildanalyser och bildtolkningar <b>samt redogör utförligt för skillnader och likheter mellan olika analysmodeller</b>. I analysen och tolkningen redogör eleven <b>utförligt</b> för <b>bildsemiotik och för</b> hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>utförligt</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas. Dessutom diskuterar eleven <b>utförligt</b> bildens konstnärliga kvalitet. Eleven värderar <b>egnas och</b> andras bildanalyser med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för bildens betydelse <b>och påverkan</b> i samhället, <b>i kulturpolitik</b> och för individen.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p> Eleven redogö <b>utförligt och nyanserat</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>utförligt och nyanserat</b> för en konstteor <b>och för samband med konsthistoria</b>. Dessutom redogör eleven <b>utförligt och nyanserat</b> för färglära och formlära <b>samt ger exempel på hur form och komposition skapar betydelser och diskuterar det utförligt utifrån bildteoretiska begrepp</b>.</p><p>Eleven genomfö <b>komplexa</b> bildanalyser och bildtolkningar <b>samt använder, granskar kritiskt, och redogör utförligt och nyanserat för skillnader och likheter mellan, olika analysmodeller</b>. I analysen och tolkningen redogör eleven <b>utförligt och nyanserat</b> för <b>bildsemiotik, använder det som verktyg och redogör för</b> hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>utförligt och nyanserat</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas <b>samt hur detta påverkar det egna sättet att se på bilden</b>. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> bildens konstnärliga kvalitet. Eleven värderar <b>egnas och</b> andras bildanalyser med <b>nyanserade</b> omdömen <b>samt ger förslag på alternativa sätt att analysera bilden</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för bildens betydelse <b>och påverkan</b> i samhället, <b>i kulturpolitik</b> och för individen. </p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>översiktligt</b> för en konstteori. Dessutom redogör eleven <b>översiktligt</b> för färglära och formlära.",
"Eleven genomfö <b>enkla</b> bildanalyser och bildtolkningar. I analysen och tolkningen redogör eleven <b>översiktligt</b> för hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>översiktligt</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas. Dessutom diskuterar eleven <b>översiktligt</b> bildens konstnärliga kvalitet. Eleven värderar andras bildanalyser med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för bildens betydelse i samhället och för individen."],
"C":["Eleven redogö <b>utförligt</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>utförligt</b> för en konstteor <b>och för samband med konsthistoria</b>. Dessutom redogör eleven <b>utförligt</b> för färglära och formlära <b>samt ger exempel på hur form och komposition skapar betydelser</b>.",
"Eleven genomför bildanalyser och bildtolkningar <b>samt redogör utförligt för skillnader och likheter mellan olika analysmodeller</b>. I analysen och tolkningen redogör eleven <b>utförligt</b> för <b>bildsemiotik och för</b> hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>utförligt</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas. Dessutom diskuterar eleven <b>utförligt</b> bildens konstnärliga kvalitet. Eleven värderar <b>egnas och</b> andras bildanalyser med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för bildens betydelse <b>och påverkan</b> i samhället, <b>i kulturpolitik</b> och för individen."],
"A":[" Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för en kommunikationsprocess och de bakomliggande teorierna. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för en konstteor <b>och för samband med konsthistoria</b>. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för färglära och formlära <b>samt ger exempel på hur form och komposition skapar betydelser och diskuterar det utförligt utifrån bildteoretiska begrepp</b>.",
"Eleven genomfö <b>komplexa</b> bildanalyser och bildtolkningar <b>samt använder, granskar kritiskt, och redogör utförligt och nyanserat för skillnader och likheter mellan, olika analysmodeller</b>. I analysen och tolkningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för <b>bildsemiotik, använder det som verktyg och redogör för</b> hur bilden kommunicerar ur olika aspekter. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas <b>samt hur detta påverkar det egna sättet att se på bilden</b>. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> bildens konstnärliga kvalitet. Eleven värderar <b>egnas och</b> andras bildanalyser med <b>nyanserade</b> omdömen <b>samt ger förslag på alternativa sätt att analysera bilden</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för bildens betydelse <b>och påverkan</b> i samhället, <b>i kulturpolitik</b> och för individen."]},
"friends":["BILBIL0",
"BILBIL00S",
"BILBIL01a1",
"BILBIL01a2",
"BILBIL01b",
"BILFOM0"]}