{"subject":"BIG",
"name":"Biologi - naturbruk - specialisering",
"points":100,
"instrRAW":"som bygger på kursen djurens biologi eller kursen marken och växternas biologi. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"BIGDJE0",
" eller kursen ",
"BIGMAN0",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen BIGDJE0 eller kursen BIGMAN0",
"code":"BIGBIG00S",
"goals":[1,1,0,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Fördjupning inom valt specialiseringsområde. Exempel på områden kan vara ekologi, växt- och djurliv, etologi, biodling och binas betydelse i naturbruket, jämförande anatomi och fysiologi hos djur, växternas biologi samt mikrobiologi. ",
"Mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.",
"Fältstudier och egna undersökningar.",
"Olika växt- eller djurarter.",
"Metoder för informationssökning om växter eller djur.",
"Begrepp, teorier och modeller inom valt specialiseringsområde."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och egna undersökningar, gör <b>enkla</b> tolkningar av resultatet samt drar <b>enkla</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med viss säkerhet</b> samt namnger och grupperar <b>några</b> växter eller djur. Dessutom beskriver eleven <b>översiktligt</b> de olika växt- eller djurarterna samt redogör <b>översiktligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.</p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade</b> tolkningar av resultatet samt drar <b>välgrundade</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med viss säkerhet</b> samt namnger och grupperar <b>flera</b> växter eller djur. Dessutom beskriver eleven <b>utförligt</b> de olika växt- eller djurarterna samt redogör <b>utförligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.</p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade och nyanserade</b> tolkningar av resultatet samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med säkerhet</b> samt namnger och grupperar <b>flera</b> växter eller djur. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de olika växt- eller djurarterna samt redogör <b>utförligt och nyanserat</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och egna undersökningar, gör <b>enkla</b> tolkningar av resultatet samt drar <b>enkla</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med viss säkerhet</b> samt namnger och grupperar <b>några</b> växter eller djur. Dessutom beskriver eleven <b>översiktligt</b> de olika växt- eller djurarterna samt redogör <b>översiktligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade</b> tolkningar av resultatet samt drar <b>välgrundade</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med viss säkerhet</b> samt namnger och grupperar <b>flera</b> växter eller djur. Dessutom beskriver eleven <b>utförligt</b> de olika växt- eller djurarterna samt redogör <b>utförligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade och nyanserade</b> tolkningar av resultatet samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån det genomförda arbetet. I samband med fältstudierna och de egna undersökningarna identifierar eleven <b>med säkerhet</b> samt namnger och grupperar <b>flera</b> växter eller djur. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de olika växt- eller djurarterna samt redogör <b>utförligt och</b> <b>nyanserat</b> för mikroorganismer och mikrobiologiska processer av betydelse för specialiseringsområdet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om växter eller djur. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["BIGDJE0",
"BIGMAN0"]},
"reqarr":["BIGDJE0",
"BIGMAN0"]}