{"subject":"BIG",
"novux":false,
"name":"Bevarandebiologi",
"origname":"Bevarandebiologi",
"points":100,
"instrRAW":"som bygger på kursen djurens biologi eller kursen marken och växternas biologi.",
"descarr":["Den bygger på kursen ",
"BIGDJE0",
" eller kursen ",
"BIGMAN0",
"."],
"reqRAW":"kursen BIGDJE0 eller kursen BIGMAN0",
"code":"BIGBEA0",
"goals":[0,0,0,0,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Olika växt- och djurarter, utrotningshotade växt- och djurarter samt systematik. ",
"Artinventering i olika biotoper.",
"Biotopkrav, utbredning och hemområden för utrotningshotade djurarter.",
"Beteendeekologi.",
"Naturbrukets påverkan på utrotningshotade arter och biologisk mångfald.",
"Metoder för att bevara utrotningshotade arter. ",
"Djurparkers bevarandeprogram. Etiska ställningstaganden i samband med bevarande av olika arter. ",
"Naturbetesmarker och biologisk mångfald.",
"Bevarandefrågor i samband med skogsskötsel och rödlistade arter.",
"Biotoprestaureringar.",
"Lagar och andra bestämmelser som begränsar handel med utrotningshotade arter.",
"Myndigheter och organisationer som arbetar med frågor om utrotningshotade arter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>några</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>i samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. </p><p>Eleven redogör <b>översiktligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>översiktligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleve <b>översiktligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>flera</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. </p><p>Eleven redogör <b>utförligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleve <b>utförligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>flera</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. </p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt och nyanserat</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt och nyanserat</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med säkerhet</b> information om utrotningshotade växt- och djurarter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>några</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>i samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. ",
"Eleven redogör <b>översiktligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>översiktligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleve <b>översiktligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>flera</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. ",
"Eleven redogör <b>utförligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleve <b>utförligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, samt namnger, med svenska och vetenskapliga namn, <b>flera</b> utrotningshotade växt- och djurarter. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. ",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med säkerhet</b> information om utrotningshotade växt- och djurarter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["BIGDJE0",
"BIGMAN0"]},
"reqarr":["BIGDJE0",
"BIGMAN0"],
"hasreqs":true,
"friends":["MOBBAN0",
"SKÖBEK0",
"BIGBIG00S",
"BIOBIO01",
"BIOBIO02",
"BIOBIT0",
"BIGDJE0",
"DJRDJU01",
"DJRDJU02",
"MOBGRV0",
"MOBHJU0",
"BIGMAN0",
"ODLODL00S",
"VAOODL0",
"ODLODL0",
"SKÖSKÖ0",
"SKÖSKÖ00S",
"MOBTEL0",
"TRRTRA0",
"TRRTRD0",
"ODLTRR0",
"TRRTRG0",
"ODLTRS0",
"TRRTRA00S",
"ODLTRÅ0",
"MOBVAG0",
"VAOVAT00S",
"VAOVAT01",
"ODLVÄT01",
"VAOVAT02",
"ODLVÄT02"]}