{"subject":"BIG",
"novux":false,
"name":"Djurens biologi",
"origname":"Djurens biologi",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"descarr":["Den bygger på kursen ",
"BIOBIO01",
"."],
"reqRAW":"kursen BIOBIO01",
"code":"BIGDJE0",
"goals":[0,0,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Etologi":["Olika djurslags naturliga miljö och naturliga beteende.",
"Beteendestudier på djur av olika arter i olika miljöer och med olika ålder. ",
"Etologiska grundbegrepp, till exempel stimuli, rangordning, flockbeteende, tomgångshandlingar, överslagshandlingar och omriktat beteende.",
"Domesticeringens inverkan på olika djurslag."],
"Systematik, anatomi och fysiologi":["De huvudsakliga indelningarna som används inom djurriket för att kategorisera djur.",
"Artbegreppet och artkännedom.",
"Djurcellens byggnad och livsprocesser.",
"Djurens byggnad innefattande hudens, skelettets och muskulaturens uppbyggnad, nervsystemet med sinnesorganen, hjärt-kärlsystemet, matsmältningsapparaten samt fortplantningsorganen.",
"Livsprocesser innefattande andning, fodersmältning, energiomvandling, näringsbehov, blodcirkulation, temperaturkontroll och reproduktionsbiologi samt djurens rörelse.",
"Samband mellan evolutionen och djurens funktionella byggnad och livsprocesser."],
"Mikrobiologi":["Mikroorganismer och deras betydelse för djurhälsa och djursjukdomar. ",
"Virus byggnad, funktion och betydelse för djurhälsa och djursjukdomar.",
"Smittämnen, smittspridning och immunförsvar, antibiotika och resistens mot antibiotika. ",
"Laborationer och undersökningar med aktuell utrustning och aktuellt material från naturbrukets olika verksamhetsområden."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>översiktligt</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med viss säkerhet</b> avvikelser i djurens beteende och förklarar <b>översiktligt</b> orsakerna till det avvikande beteendet. </p><p>Eleven redogör <b>översiktligt</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>översiktligt</b> för djurens anatomi och fysiologi.</p><p>Eleven redogör <b>översiktligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.</p><p>I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> vanliga vilda djur och grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. </p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>utförligt</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med viss säkerhet</b> avvikelser i djurens beteende och förklarar <b>utförligt</b> orsakerna till det avvikande beteendet. </p><p>Eleven redogör <b>utförligt</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>utförligt</b> för djurens anatomi och fysiologi.</p><p>Eleven redogör <b>utförligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.</p><p>I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> vanliga vilda djur och grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. </p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>utförligt och nyanserat</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med säkerhet</b> avvikelser i djurens beteende och förklarar <b>utförligt och nyanserat</b> orsakerna till det avvikande beteendet. </p><p>Eleven redogör <b>utförligt och nyanserat</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>utförligt och nyanserat</b> för djurens anatomi och fysiologi.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.</p><p>I samband med fältstudier identifierar eleven <b>med säkerhet</b> vanliga vilda djur och grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. </p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> begrepp, teorier och modeller.</p>",
"judge":{"E":["Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>översiktligt</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med viss säkerhet</b> avvikelser i djurens beteende och förklarar <b>översiktligt</b> orsakerna till det avvikande beteendet. ",
"Eleven redogör <b>översiktligt</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>översiktligt</b> för djurens anatomi och fysiologi.",
"Eleven redogör <b>översiktligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.",
"I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> vanliga vilda djur och grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. ",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller."],
"C":["Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>utförligt</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med viss säkerhet</b> avvikelser i djurens beteende och förklarar <b>utförligt</b> orsakerna till det avvikande beteendet. ",
"Eleven redogör <b>utförligt</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>utförligt</b> för djurens anatomi och fysiologi.",
"Eleven redogör <b>utförligt</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.",
"I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> vanliga vilda djur och grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. ",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> begrepp, teorier och modeller."],
"A":["Eleven beskriver, i samband med studier av djurs beteende i olika miljöer, <b>utförligt och</b> <b>nyanserat</b> de olika djurarternas naturliga beteende. Dessutom noterar eleven <b>med säkerhet</b> avvikelser i djurens beteende och förklarar <b>utförligt och</b> <b>nyanserat</b> orsakerna till det avvikande beteendet. ",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för djurens näringsbehov, matsmältning och energiomsättning. I samband med olika arbetsuppgifter med djur redogör eleven <b>utförligt och</b> <b>nyanserat</b> för djurens anatomi och fysiologi.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för mikroorganismer och mikrobiologiska processer av betydelse för djurhälsa och djursjukdomar.",
"I samband med fältstudier identifierar eleven <b>med säkerhet</b> vanliga vilda djur och grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används för att gruppera djur. ",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om djur. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> begrepp, teorier och modeller."]},
"req":"BIOBIO01",
"reqarr":["BIOBIO01"],
"reqBy":["BIGBEA0",
"BIGBIG00S",
"DJRDJU01",
"ODLODL0",
"VAOODL0"],
"foreignlinks":["BIOBIO01",
"DJRDJU01",
"VAOODL0"],
"hasreqs":true,
"friends":["MOBBAN0",
"SKÖBEK0",
"BIGBEA0",
"BIGBIG00S",
"BIOBIO01",
"BIOBIO02",
"BIOBIT0",
"DJRDJU01",
"DJRDJU02",
"MOBGRV0",
"MOBHJU0",
"BIGMAN0",
"ODLODL00S",
"VAOODL0",
"ODLODL0",
"SKÖSKÖ0",
"SKÖSKÖ00S",
"MOBTEL0",
"TRRTRA0",
"TRRTRD0",
"ODLTRR0",
"TRRTRG0",
"ODLTRS0",
"TRRTRA00S",
"ODLTRÅ0",
"MOBVAG0",
"VÄXVÄK0",
"VÄXVÄX01",
"VÄXVÄX02",
"VAOVAT00S",
"VAOVAT01",
"ODLVÄT01",
"VAOVAT02",
"ODLVÄT02"]}