{"subject":"BIG",
"name":"Marken och växternas biologi",
"origname":"Marken och växternas biologi",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"descarr":["Den bygger på kursen ",
"BIOBIO01",
"."],
"reqRAW":"kursen BIOBIO01",
"code":"BIGMAN0",
"goals":[2,2,0,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Mark, vatten och luft":["Mark, mineral, berggrund, jordarter och jordmån.",
"Jordartsbildning och jordmånsbildande processer.",
"Jordarternas egenskaper.",
"Växtnäringsämnena och deras kretslopp.",
"Kolets kretslopp.",
"Markstruktur, markluft, dränering och markpackning.",
"Vattnets kretslopp, vattentillgångar och vattenmiljöer samt vattnets rörelser i marken och i landskapet.",
"Försurning i mark och vatten.",
"Klimat och väderlek."],
"Växter":["Olika växtarter i olika utvecklingsstadier.",
"Grundämnen och kemiska föreningar i växter.",
"Växternas byggnad innefattande växtcellen, växtvävnader och växtens olika organ.",
"Vattnet i växten, vattenupptagning och vattentransport.",
"Fotosyntes, andning och energiomsättning hos växter. ",
"Växtnäringsämnen, växtnäringsupptagning och växtnäringsämnenas funktion i växten.",
"Växters utvecklingsstadier samt de yttre och inre faktorer som styr och påverkar utvecklingen.",
"Växters pollinering och spridning. Biodlingens betydelse för växternas pollinering.",
"Växters egenskaper och ärftlighet. ",
"Växtskador och deras orsaker, till exempel skador som uppkommer av skadedjur eller väderlek."],
"Mikrobiologi":["Mikroorganismer, svampar, bakterier och övriga organismer av betydelse för markens näringsomsättning och kväveförsörjning.",
"Aeroba och anaeroba processer. ",
"Mikroorganismer som är skadegörare på växter."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver, i samband med fältstudier, <b>översiktligt</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>översiktligt</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>översiktligt</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.</p><p>Eleven redogör <b>översiktligt</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>översiktligt</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.</p><p>I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> och namnger, med svenska namn, <b>ett fåtal</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>översiktligt</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.</p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver, i samband med fältstudier, <b>utförligt</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>utförligt</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>utförligt</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.</p><p>Eleven redogör <b>utförligt</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>utförligt</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.</p><p>I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> och namnger, med svenska namn, <b>flera</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>utförligt</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.</p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver, i samband med fältstudier, <b>utförligt och nyanserat</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>utförligt och nyanserat</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>utförligt och nyanserat</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>utförligt och nyanserat</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.</p><p>I samband med fältstudier identifierar eleven <b>med säkerhet</b> och namnger, med svenska namn, <b>flera</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>utförligt och nyanserat</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om växter.</p>",
"judge":{"E":["Eleven beskriver, i samband med fältstudier, <b>översiktligt</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>översiktligt</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>översiktligt</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.",
"Eleven redogör <b>översiktligt</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>översiktligt</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.",
"I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> och namnger, med svenska namn, <b>ett fåtal</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>översiktligt</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter."],
"C":["Eleven beskriver, i samband med fältstudier, <b>utförligt</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>utförligt</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>utförligt</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.",
"Eleven redogör <b>utförligt</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>utförligt</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.",
"I samband med fältstudier identifierar eleven <b>med viss säkerhet</b> och namnger, med svenska namn, <b>flera</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>utförligt</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket samt söker <b>med viss säkerhet</b> information om växter."],
"A":["Eleven beskriver, i samband med fältstudier, <b>utförligt och</b> <b>nyanserat</b> mark-, vatten- och klimatförhållanden på en växtplats. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kretslopp i mark, vatten och luft samt för betydelsen av fotosyntes och nedbrytning för växtliv och djurliv. I redogörelsen förklarar eleven <b>utförligt och</b> <b>nyanserat</b> biologiska samband samt kretsloppens betydelse på lokal och global nivå.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för växternas byggnad och livsprocesser samt för mikrolivet i marken. I redogörelsen förklarar eleven <b>utförligt och</b> <b>nyanserat</b> växternas energiomsättning, deras vatten- och näringsförsörjning samt deras utvecklingsfaser och tillväxt och hur man kan påverka tillväxten genom olika åtgärder.",
"I samband med fältstudier identifierar eleven <b>med säkerhet</b> och namnger, med svenska namn, <b>flera</b> vanliga vilda växter, nyttodjur, skadedjur, växtsjukdomar och skadesymtom. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> ekologiska samband mellan klimat, växter, skadeorganismer och nyttiga organismer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket samt söker <b>med säkerhet</b> information om växter."]},
"req":"BIOBIO01",
"reqarr":["BIOBIO01"],
"reqBy":["BIGBEA0",
"BIGBIG00S",
"MOBGRV0",
"MOBHJU0",
"ODLTRÅ0",
"ODLVÄT01",
"SKÖSKÖ0",
"TRRTRA0",
"VAOVAT01"],
"notwitharr":["VÄXVÄK0"],
"remotenotwitharr":["VÄXVÄK0"],
"foreignlinks":["BIOBIO01",
"MOBGRV0",
"MOBHJU0",
"SKÖSKÖ0",
"TRRTRA0",
"VAOVAT01",
"VÄXVÄK0"],
"hasreqs":true,
"friends":["MOBBAN0",
"SKÖBEK0",
"BIGBEA0",
"BIGBIG00S",
"BIOBIO01",
"BIOBIO02",
"BIOBIT0",
"BIGDJE0",
"DJRDJU01",
"DJRDJU02",
"MOBGRV0",
"MOBHJU0",
"ODLODL00S",
"VAOODL0",
"ODLODL0",
"SKÖSKÖ0",
"SKÖSKÖ00S",
"MOBTEL0",
"TRRTRA0",
"TRRTRD0",
"ODLTRR0",
"TRRTRG0",
"ODLTRS0",
"TRRTRA00S",
"ODLTRÅ0",
"MOBVAG0",
"VÄXVÄK0",
"VÄXVÄX01",
"VÄXVÄX02",
"VAOVAT00S",
"VAOVAT01",
"ODLVÄT01",
"VAOVAT02",
"ODLVÄT02"]}