{"subject":"BII",
"name":"Biologi i vattenmiljöer 3",
"points":100,
"instrRAW":"som bygger på kursen biologi i vattenmiljöer 2.",
"instrRAW2":"som bygger på kursen biologi i vattenmiljöer 2.",
"reqRAW":"kursen BIIVAT02",
"code":"BIIVAT03",
"goals":[1,0,1,0,0,0,1,1],
"level":"normal",
"content":["Fältstudier och egna undersökningar inom fördjupningsområdet.",
"Artinventering av vattenlevande organismer inom fördjupningsområdet och de olika arternas betydelse i naturbruket. ",
"Beteendeekologi hos vattenlevande organismer, till exempel vandringar och revirbehov.",
"Ekologiska samband och de olika faktorer som på olika sätt påverkar vattenlevande organismer inom fördjupningsområdet.",
"Skyddsvärda biotoper och biotoprestaureringar. Etiska frågor i samband med bevarandebiologi. ",
"Biotopkrav, utbredning och hemområden för utrotningshotade arter inom fördjupningsområdet. ",
"Lagar och andra bestämmelser inom fördjupningsområdet. ",
"Myndigheter och organisationer som arbetar med frågor inom fördjupningsområdet.",
"Metoder för informationssökning.",
"Begrepp, teorier och modeller inom fördjupningsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och egna undersökningar, gör <b>enkla</b> tolkningar av resultatet samt drar <b>enkla</b> slutsatser utifrån det genomförda arbetet.</p><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>i samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogör <b>översiktligt</b> för beteendeekologi hos vattenlevande organismer.</p><p>Eleven redogör <b>översiktligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>översiktligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven översiktligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade</b> tolkningar av resultatet samt drar <b>välgrundade</b> slutsatser utifrån det genomförda arbetet.</p><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogör <b>utförligt</b> för beteendeekologi hos vattenlevande organismer.</p><p>Eleven redogör <b>utförligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven</b> <b>utförligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade och nyanserade</b> tolkningar av resultatet samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån det genomförda arbetet.</p><p>Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogö <b>utförligt och nyanserat</b> för beteendeekologi hos vattenlevande organismer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt och nyanserat</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven</b> <b>utförligt och nyanserat</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och egna undersökningar, gör <b>enkla</b> tolkningar av resultatet samt drar <b>enkla</b> slutsatser utifrån det genomförda arbetet.",
"Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>i samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogör <b>översiktligt</b> för beteendeekologi hos vattenlevande organismer.",
"Eleven redogör <b>översiktligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>översiktligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven översiktligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade</b> tolkningar av resultatet samt drar <b>välgrundade</b> slutsatser utifrån det genomförda arbetet.",
"Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med viss säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogör <b>utförligt</b> för beteendeekologi hos vattenlevande organismer.",
"Eleven redogör <b>utförligt</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven</b> <b>utförligt</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med viss säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och egna undersökningar, gör <b>välgrundade och nyanserade</b> tolkningar av resultatet samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån det genomförda arbetet.",
"Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet. Dessutom utför eleven <b>efter samråd</b> med handledare inventeringar enligt anvisningar. Vid inventeringen använder eleven <b>med säkerhet</b> bestämningsnycklar för att identifiera vanligt förekommande arter. Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för beteendeekologi hos vattenlevande organismer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika biotopers sammansättning och karaktär. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material. Dessutom <b>diskuterar eleven</b> <b>utförligt och</b> <b>nyanserat</b> etiska frågor inom området. I diskussionerna redogör eleven <b>utförligt</b> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden. Dessutom söker eleven <b>med säkerhet</b> information om utrotningshotade växt- och djurarter i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIIVAT02"}