{"subject":"BII",
"name":"Biologi i vattenmiljöer 1",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"descarr":["Den bygger på kursen ",
"BIOBIO01",
"."],
"reqRAW":"kursen BIOBIO01",
"code":"BIIVAT01",
"goals":[1,1,1,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Laborationer och undersökningar om biologiska samband i olika vattenmiljöer. ",
"Provtagning och provtagningsmetoder för vattenanalyser. ",
"De huvudsakliga indelningar som används inom växt- och djurriket för att kategorisera vattenlevande organismer.",
"Artbegreppet och artkännedom.",
"Vattenlevande djurs byggnad och livsprocesser samt deras anpassning till olika vattenmiljöer.",
"Vattenlevande växters byggnad och livsprocesser samt deras anpassning till olika vattenmiljöer.",
"Olika vattenlevande organismers naturliga miljö, naturliga beteende och utbredning.",
"Vattnets fysikaliska och kemiska egenskaper och vatten som livsavgörande resurs för växter, djur och människor.",
"Kretslopp i mark, vatten och luft.",
"Grundläggande ekologi i havsmiljöer, sjöar och vattendrag.",
"Miljöpåverkan i havsmiljöer, sjöar och vattendrag samt hållbar utveckling i dessa miljöer.",
"Vattnets rörelser, strömmar, omblandning och syresättning. ",
"Klimat och väderlek och hur detta påverkar olika vattenmiljöer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>översiktligt</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>översiktligt</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>översiktligt</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.</p><p>Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med viss säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>utförligt</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>utförligt</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>utförligt</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.</p><p>Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med viss säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>utförligt och nyanserat</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>översiktligt</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>översiktligt</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>översiktligt</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
"Eleven redogör <b>översiktligt</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med viss säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller."],
"C":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>utförligt</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>utförligt</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>utförligt</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
"Eleven redogör <b>utförligt</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med viss säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller."],
"A":["Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de vattenlevande organismernas naturliga miljöer och naturliga beteende. I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för biologins betydelse inom naturbruket. Dessutom söker eleven <b>med säkerhet</b> information om vattenlevande organismer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller."]},
"req":"BIOBIO01",
"reqarr":["BIOBIO01"],
"reqBy":["BIIVAT02",
"FIKFIS01",
"FISFIS01",
"VANVAT0"]}