{"subject":"BII",
"name":"Biologi i vattenmiljöer 2",
"origname":"Biologi i vattenmiljöer 2",
"points":100,
"instrRAW":"som bygger på kursen biologi i vattenmiljöer 1.",
"descarr":["Den bygger på kursen ",
"BIIVAT01",
"."],
"reqRAW":"kursen BIIVAT01",
"code":"BIIVAT02",
"goals":[1,1,1,1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Laborationer och undersökningar om biologiska samband och livsprocesser i olika vattenmiljöer. ",
"Fördjupad artkännedom.",
"Hotade arter och bevarandebiologi i olika vattenmiljöer. ",
"Mikroorganismer i vattenmiljöer samt deras byggnad och funktion.",
"Nedbrytningsprocesser och sjukdomsframkallande organismer i vattenmiljöer.",
"Växtnäringsämnen och deras kretslopp.",
"Kolets kretslopp.",
"Vattnets kretslopp, vattentillgångar och vattenmiljöer samt vattnets rörelser i marken och i landskapet.",
"Fördjupning av ekologiska samband.",
"Evolutionära processer beträffande vattenlevande organismer.",
"Växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>översiktligt</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>översiktligt</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>översiktligt</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.</p><p>I samband med fältstudier och undersökningar beskriver eleven <b>översiktligt</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>översiktligt</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>utförligt</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>utförligt</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>utförligt</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.</p><p>I samband med fältstudier och undersökningar beskriver eleven <b>utförligt</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>utförligt</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>utförligt och nyanserat</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>utförligt</b> <b>och nyanserat</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.</p><p>I samband med fältstudier och undersökningar beskriver eleven <b>utförligt och nyanserat</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>utförligt och nyanserat</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>översiktligt</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>översiktligt</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>översiktligt</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
"I samband med fältstudier och undersökningar beskriver eleven <b>översiktligt</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>översiktligt</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller."],
"C":["Eleven identifierar <b>med viss säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med viss säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>utförligt</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>utförligt</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>utförligt</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
"I samband med fältstudier och undersökningar beskriver eleven <b>utförligt</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>utförligt</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, teorier och modeller."],
"A":["Eleven identifierar <b>med säkerhet</b>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <b>med säkerhet</b> efter det vetenskapliga system som används. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
"I samband med fältstudier och undersökningar beskriver eleven <b>utförligt och</b> <b>nyanserat</b> ekologiska samband och evolutionära processer i vattenmiljöer. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> vetenskapliga begrepp, teorier och modeller."]},
"req":"BIIVAT01",
"reqarr":["BIIVAT01"],
"reqBy":["BIIVAT03"],
"friends":["BIIVAT01",
"BIIVAT01",
"BIIVAT03"]}