{"subject":"BIL",
"name":"Bild och form 1a2",
"points":50,
"instrRAW":"som bygger på kursen bild och form 1a1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen bild och form 1b.",
"reqRAW":"kursen BILBIL01a1",
"notwithRAW":"kursen BILBIL01b",
"code":"BILBIL01a2",
"goals":[2,2,2,2,1,1,1],
"level":"basic",
"content":["Betraktande, analys, tolkning av och samtal om egna och andras visuella framställningar i anslutning till bildarbetet. Sammanhangets betydelse för tolkningen.",
"Grundläggande kompositionstraditioner för två- och tredimensionella bilder samt färglära.",
"Bildspråkliga grundbegrepp och deras användbarhet i praktiskt bildarbete.",
"Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.",
"Arbete med konstnärliga processer, enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Metoder för dokumentation i syfte att driva och ta ansvar för sina egna arbetsprocesser och dokumentation, till exempel portföljmetoden.",
"Problematisering av ett stoff och problemlösning i bild.",
"Gestaltande bildarbete i två- och tredimensionella tekniker i nya och traditionella material, metoder och medier. Bildens uttrycksmedel, till exempel linje, form, färg, ljus och skugga, och hur de hänger samman med det färdiga bilduttrycket.",
"Metoder och principer för redovisningar och presentationer av färdiga arbeten.",
"Bilders funktioner och användningsområden, skillnader mellan olika genrer.",
"Etiska förhållningssätt, arbetsmiljö och lagar och andra bestämmelser om upphovsrätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>enkla</b> bildtolkningar, redogör <b>översiktligt</b> för bildens byggstenar och diskuterar <b>översiktligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras bilder samt <b>enkla</b> reflektioner över sammanhanget och bildens funktion.</p><p>I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven <b>enkla</b> bildkonstruktionsproblem, experimenterar med <b>viss</b> säkerhet samt använder inspitationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.</p><p>Eleven hanterar med <b>visst</b> handlag material och tekniker för att åstadkomma önskade visuella effekter.</p><p>Eleven presenterar och visar sitt arbete för andra samt redovisar <b>översiktligt</b> sina intentioner med bilden.</p><p>Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>översiktligt</b> vad som kännetecknar de olika genrerna.</p><p>Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör <b>välgrundade</b> bildtolkningar, redogör <b>utförligt</b> för bildens byggstenar och diskuterar <b>utförligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras bilder samt <b>välgrundade</b> reflektioner över sammanhanget och bildens funktion.</p><p>I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar med <b>gott</b> handlag material och tekniker för att åstadkomma önskade visuella effekter.</p><p>Eleven presenterar och visar sitt arbete för andra samt redovisar <b>utförligt</b> sina intentioner med bilden.</p><p>Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>utförligt</b> vad som kännetecknar de olika genrerna.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör <b>välgrundade och nyanserade</b> bildtolkningar, redogör <b>utförligt och nyanserat</b> för bildens byggstenar och diskuterar <b>utförligt och nyanserat</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras bilder samt <b>välgrundade och nyanserade</b> reflektioner över sammanhanget och bildens funktion.</p><p>I sitt bildskapande använder eleven <b>med säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med säkerhet,</b> <b>tar risker</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar <b>flexibelt och</b> med <b>mycket gott</b> handla <b></b>material och tekniker för att åstadkomma önskade visuella effekter.</p><p>Eleven presenterar och visar sitt arbete för andra samt redovisar <b>utförligt och nyanserat</b> sina intentioner med bilden.</p><p>Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>utförligt och nyanserat</b> vad som kännetecknar de olika genrerna.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p>",
"judge":{"e":["Eleven gör <b>enkla</b> bildtolkningar, redogör <b>översiktligt</b> för bildens byggstenar och diskuterar <b>översiktligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras bilder samt <b>enkla</b> reflektioner över sammanhanget och bildens funktion.",
"I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven <b>enkla</b> bildkonstruktionsproblem, experimenterar med <b>viss</b> säkerhet samt använder inspitationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.",
"Eleven hanterar med <b>visst</b> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
"Eleven presenterar och visar sitt arbete för andra samt redovisar <b>översiktligt</b> sina intentioner med bilden.",
"Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>översiktligt</b> vad som kännetecknar de olika genrerna.",
"Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."],
"c":["Eleven gör <b>välgrundade</b> bildtolkningar, redogör <b>utförligt</b> för bildens byggstenar och diskuterar <b>utförligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras bilder samt <b>välgrundade</b> reflektioner över sammanhanget och bildens funktion.",
"I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar med <b>gott</b> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
"Eleven presenterar och visar sitt arbete för andra samt redovisar <b>utförligt</b> sina intentioner med bilden.",
"Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>utförligt</b> vad som kännetecknar de olika genrerna.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."],
"a":["Eleven gör <b>välgrundade och nyanserade</b> bildtolkningar, redogör <b>utförligt och</b> <b>nyanserat</b> för bildens byggstenar och diskuterar <b>utförligt och</b> <b>nyanserat</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras bilder samt <b>välgrundade och nyanserade</b> reflektioner över sammanhanget och bildens funktion.",
"I sitt bildskapande använder eleven <b>med säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med säkerhet,</b> <b>tar risker</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar <b>flexibelt och</b> med <b>mycket gott</b> handla 0material och tekniker för att åstadkomma önskade visuella effekter.",
"Eleven presenterar och visar sitt arbete för andra samt redovisar <b>utförligt och</b> <b>nyanserat</b> sina intentioner med bilden.",
"Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <b>utförligt och</b> <b>nyanserat</b> vad som kännetecknar de olika genrerna.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."]}}