{"subject":"BIL",
"name":"Bild",
"points":100,
"requirements":{"type":"OR",
"arr":["bild och form 1b",
"bild och form 1a2"]},
"instructiontext":"som bygger på kursen bild och form 1b eller kursen bild och form 1a2.",
"code":"BILBIL0",
"goaltext":"Kursen bild omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i bild.",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":["Betraktande, analys och tolkning av, och även samtal om, olika typer av visuella framställningar i anslutning till eget bildarbete.",
"Begrepp för bildsamtal ur olika perspektiv, till exempel färg och form, genus och klass, etnicitet och ålder. ",
"Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.",
"Arbete med konstnärliga processer, både enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Problemlösning i bild. Metoder för att driva och ta ansvar för egna arbetsprocesser och dokumentation, till exempel portföljmetoden.",
"Planering och produktion av bildarbeten med tydliga mål och öppna uppgifter med konstnärliga intentioner. Hur olika bildgenrer ställer skilda krav på slutresultatet. Skillnader mellan bilder, hur de är konstruerade och hur de framträder, hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
"Orientering i en mångfald av tvådimensionella tekniker i traditionella material och metoder såväl som i nya tekniker och medier. Uttrycksförmåga och hantverksskicklighet i några tekniker.",
"Praktiskt bildarbete och konstnärliga kompositionstraditioner för två- och tredimensionella bilder, färgteorier och färgsystem, bildspråkliga teorier och modeller samt grundläggande kommunikationsteorier. Hur bilden och bildens uppbyggnad kommunicerar med betraktaren och hur betraktaren tolkar bilden utifrån dess beståndsdelar. Arbete med att utforma bildspråkliga budskap med tydliga intentioner.",
"Metoder och principer för redovisningar, utställningar och presentationer av färdiga arbeten. Marknadsföring och grafisk formgivning. Metoder för reflektion över arbetsprocessen, den egna arbetsinsatsen och resultatet. Analys av egna, andra elevers och professionellas gestaltningsarbete.",
"Arbetsmiljö och etiska förhållningssätt samt lagar och andra bestämmelser om upphovsrätt."]}