{"subject":"BIL",
"name":"Bild och form - specialisering",
"points":100,
"instrRAW":"som bygger på kursen bild eller kursen form. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"BILBIL0",
" eller kursen ",
"BILFOM0",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen BILBIL0 eller kursen BILFOM0",
"code":"BILBIL00S",
"goals":[0,1,2,2,2,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Bilden och bildens element, hur de uttrycker stämningar, betydelser och berättelser i olika genrer, samt hur betraktaren tolkar bilden utifrån dess beståndsdelar.",
"Bilders sätt att avspegla olika perspektiv, till exempel genus och klass, etnicitet och ålder hos konstnär och betraktare.",
"Planering av bildprojekt och arbete i konstnärliga processer.",
"Undersökande arbete, problemlösning i bild, problematisering i bild.",
"Strömningar i samtidskonst och populärkultur som inspiration till konstnärligt arbete.",
"Fördjupning av uttrycksförmåga och hantverksskicklighet i två- och tredimensionella bildtekniker, i traditionella material och metoder och i nya tekniker och medier, med syfte att utforma bildspråkliga budskap och konstnärliga gestaltningar.",
"Utställning och presentation av färdiga arbeten. Marknadsföringsaspekter och grafisk formgivning.",
"Kategorisering, analys, tolkning och värdering av egna, andra elevers och professionellas gestaltningsarbeten.",
"Etiska frågeställningar och metoder för reflektion över arbetsprocessen, den egna arbetsinsatsen och resultatet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven diskuterar <b>översiktligt</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.</p><p>Eleven arbetar me <b>någon given</b> frågeställning och prövar  <b>bekanta</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>enkla</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>enkla</b> teman och problem.</p><p>Eleven använder <b>enkelt</b> formspråk samt material och tekniker från <b>några</b> olika bildgenrer <b>med viss säkerhet</b> samt redovisar <b>enkla</b> lösningar på bildproblem. Vidare använder eleven <b>enkla</b> arbetsmetoder som förekommer på professionell nivå.</p><p>Eleven producerar kommunicerande bilder med ett <b>enkelt</b> visuellt budskap. Arbetsprocessen är <b>oformulerad.</b> Dessutom gör eleven en <b>enkel</b> dokumentation av sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra.</p><p>Eleven kategoriserar <b>med viss säkerhet</b>, diskuterar <b>översiktligt</b> samt värderar med <b>enkla</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>översiktligt</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>översiktligt</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>översiktligt</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven diskuterar <b>utförligt</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.</p><p>Eleven arbetar me <b>några olika egna</b> frågeställningar och prövar  <b>bekanta</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>välgrundade</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>enkla</b> teman och problem. <b>Eleven motiverar utförligt sitt angreppssätt</b>.</p><p>Eleven använder <b>enkelt</b> formspråk samt material och tekniker från <b>några</b> olika bildgenrer <b>med viss säkerhet</b> samt redovisar <b>både enkla och komplexa</b> lösningar på bildproblem. Vidare använder eleven arbetsmetoder som förekommer på professionell nivå.</p><p>Eleven producerar kommunicerande bilder med ett <b>nyanserat</b> visuellt budskap. Arbetsprocessen är <b>målinriktad</b>. Dessutom gör eleven en <b>noggrann</b> dokumentation av sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra.</p><p>Eleven kategoriserar <b>med viss säkerhet</b>, diskuterar <b>utförligt</b> samt värderar med <b>nyanserade</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>utförligt</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>utförligt</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>utförligt</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven diskuterar <b>utförligt och nyanserat</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.</p><p>Eleven arbetar me <b>flera olika egna</b> frågeställningar, <b>omformulerar givna frågeställningar</b> och prövar  <b>nya</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>välgrundade</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>komplexa</b> teman och problem. <b>Eleven motiverar utförligt sitt angreppssätt</b>.</p><p>Eleven använder <b>avancerat</b> formspråk samt material och tekniker från <b>flera</b> olika bildgenrer <b>med säkerhet</b> samt redovisar <b>både enkla och komplexa</b> lösningar på bildproblem. Vidare använder eleven arbetsmetoder som förekommer på professionell nivå.</p><p>Eleven producerar kommunicerande bilder med ett <b>nyanserat</b> visuellt budskap. Arbetsprocessen är <b>målinriktad och eleven arbetar</b> <b>med hjälp av utkast, skisser och försök</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra.</p><p>Eleven kategoriserar <b>med säkerhet</b>, diskuterar <b>utförligt och nyanserat</b> samt värderar med <b>nyanserade</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>utförligt och nyanserat</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>utförligt och nyanserat</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"e":["Eleven diskuterar <b>översiktligt</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
"Eleven arbetar med <b>någon given</b> frågeställning och prövar  <b>bekanta</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>enkla</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>enkla</b> teman och problem.",
"Eleven använder <b>enkelt</b> formspråk samt material och tekniker från <b>några</b> olika bildgenrer <b>med viss säkerhet</b> samt redovisar <b>enkla</b> lösningar på bildproblem. Vidare använder eleven <b>enkla</b> arbetsmetoder som förekommer på professionell nivå.",
"Eleven producerar kommunicerande bilder med ett <b>enkelt</b> visuellt budskap. Arbetsprocessen är <b>oformulerad.</b> Dessutom gör eleven en <b>enkel</b> dokumentation av sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra.",
"Eleven kategoriserar <b>med viss säkerhet</b>, diskuterar <b>översiktligt</b> samt värderar med <b>enkla</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>översiktligt</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>översiktligt</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>översiktligt</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med viss säkerhet</b> relevanta begrepp."],
"c":["Eleven diskuterar <b>utförligt</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
"Eleven arbetar me <b>några olika egna</b> frågeställningar och prövar  <b>bekanta</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>välgrundade</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>enkla</b> teman och problem. <b>Eleven motiverar utförligt sitt angreppssätt</b>.",
"Eleven använder <b>enkelt</b> formspråk samt material och tekniker från <b>några</b> olika bildgenrer <b>med viss säkerhet</b> samt redovisar <b>både enkla och komplexa</b> lösningar på bildproblem. Vidare använder eleven arbetsmetoder som förekommer på professionell nivå.",
"Eleven producerar kommunicerande bilder med ett <b>nyanserat</b> visuellt budskap. Arbetsprocessen är <b>målinriktad</b>. Dessutom gör eleven en <b>noggrann</b> dokumentation av sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra.",
"Eleven kategoriserar <b>med viss säkerhet</b>, diskuterar <b>utförligt</b> samt värderar med <b>nyanserade</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>utförligt</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>utförligt</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>utförligt</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med viss säkerhet</b> relevanta begrepp."],
"a":["Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
"Eleven arbetar me <b>flera olika egna</b> frågeställningar, <b>omformulerar givna frågeställningar</b> och prövar  <b>nya</b> situationer att experimentera med material och tekniker eller färg och form. I arbetet väljer eleven <b>välgrundade</b> angreppssätt i sitt bild- eller formskapande och utvecklar <b>komplexa</b> teman och problem. <b>Eleven motiverar utförligt sitt angreppssätt</b>.",
"Eleven använder <b>avancerat</b> formspråk samt material och tekniker från <b>flera</b> olika bildgenrer <b>med säkerhet</b> samt redovisar <b>både enkla och komplexa</b> lösningar på bildproblem. Vidare använder eleven arbetsmetoder som förekommer på professionell nivå.",
"Eleven producerar kommunicerande bilder med ett <b>nyanserat</b> visuellt budskap. Arbetsprocessen är <b>målinriktad och eleven arbetar</b> <b>med hjälp av utkast, skisser och försök</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra.",
"Eleven kategoriserar <b>med säkerhet</b>, diskuterar <b>utförligt och</b> <b>nyanserat</b> samt värderar med <b>nyanserade</b> omdömen egna och andras publika presentationer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sina intentioner med sitt bild- eller formskapande samt diskuterar <b>utförligt och</b> <b>nyanserat</b> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet. I detta redogör eleven <b>utförligt och</b> <b>nyanserat</b> för förtjänster och brister i sitt eget bildarbete. Eleven använder <b>med säkerhet</b> relevanta begrepp."]},
"req":{"type":"OR",
"arr":["BILBIL0",
"BILFOM0"]},
"reqarr":["BILBIL0",
"BILFOM0"]}