{"subject":"BIL",
"name":"Bild",
"points":100,
"instrRAW":"som bygger på kursen bild och form 1b eller kursen bild och form 1a2.",
"descarr":["Den bygger på kursen ",
"BILBIL01b",
" eller kursen ",
"BILBIL01a2",
"."],
"reqRAW":"kursen BILBIL01b eller kursen BILBIL01a2",
"code":"BILBIL0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Betraktande, analys och tolkning av, och även samtal om, olika typer av visuella framställningar i anslutning till eget bildarbete.",
"Begrepp för bildsamtal ur olika perspektiv, till exempel färg och form, genus och klass, etnicitet och ålder. ",
"Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.",
"Arbete med konstnärliga processer, både enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Problemlösning i bild. Metoder för att driva och ta ansvar för egna arbetsprocesser och dokumentation, till exempel portföljmetoden.",
"Planering och produktion av bildarbeten med tydliga mål och öppna uppgifter med konstnärliga intentioner. Hur olika bildgenrer ställer skilda krav på slutresultatet. Skillnader mellan bilder, hur de är konstruerade och hur de framträder, hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
"Orientering i en mångfald av tvådimensionella tekniker i traditionella material och metoder såväl som i nya tekniker och medier. Uttrycksförmåga och hantverksskicklighet i några tekniker.",
"Praktiskt bildarbete och konstnärliga kompositionstraditioner för två- och tredimensionella bilder, färgteorier och färgsystem, bildspråkliga teorier och modeller samt grundläggande kommunikationsteorier. Hur bilden och bildens uppbyggnad kommunicerar med betraktaren och hur betraktaren tolkar bilden utifrån dess beståndsdelar. Arbete med att utforma bildspråkliga budskap med tydliga intentioner.",
"Metoder och principer för redovisningar, utställningar och presentationer av färdiga arbeten. Marknadsföring och grafisk formgivning. Metoder för reflektion över arbetsprocessen, den egna arbetsinsatsen och resultatet. Analys av egna, andra elevers och professionellas gestaltningsarbete.",
"Arbetsmiljö och etiska förhållningssätt samt lagar och andra bestämmelser om upphovsrätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>enkla</b> bildtolkningar, redogör <b>översiktligt</b> för bildens byggstenar och diskuterar <b>översiktligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras bilder samt <b>enkla</b> reflektioner över bildens funktion.</p><p>Eleven planerar och producerar <b>i samråd</b> med handledare bildprojekt på uppdrag från andra. Dessutom formulerar eleven <b>översiktligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Vidare bearbetar och löser eleve <b>enkla</b> bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.</p><p>Eleven hanterar me <b>visst</b> handlag material och tekniker samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>översiktligt</b> för sina intentioner med bilden samt diskuterar <b>översiktligt</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>översiktligt</b> för sambanden mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>översiktligt</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>enkla</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>översiktligt</b> <b>några</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>översiktligt</b> karaktärsskillnader mellan <b>givna</b> bilder ur olika genrer. Eleven värderar med <b>enkla</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.</p><p>Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör <b>välgrundade och komplexa</b> bildtolkningar, redogör <b>utförligt</b> för bildens byggstenar och diskuterar <b>utförligt</b> bildbetydelser <b>ur</b> <b>flera aspekter</b> i samband med det egna arbetet. <b>Eleven relaterar sina tolkningar till bildspråkliga teorier</b>. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras bilder samt <b>välgrundade</b> reflektioner över bildens funktion.</p><p>Eleven planerar och producerar <b>efter samråd</b> med handledare <b>egna</b> bildprojekt <b>liksom</b> på uppdrag från andra. Dessutom formulerar eleven <b>utförligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder <b>idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar me <b>gott</b> handlag material och tekniker samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>utförligt</b> för sina intentioner med bilden samt diskuterar <b>utförligt</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt</b> för sambanden mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>utförligt</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>utförligt</b> <b>flera</b> delar av den visuella kulturens uttryc <b>samt relaterar sina beskrivningar till bildspråkliga teorier</b>. Dessutom identifierar och beskriver eleven <b>utförligt</b> karaktärsskillnader mellan <b>givna</b> bilder ur olika genrer. Eleven värderar med <b>nyanserade</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör <b>välgrundade, nyanserade och komplexa</b> bildtolkninga <b>ur flera perspektiv</b>, redogör <b>utförligt och nyanserat</b> för bildens byggstenar och diskuterar <b>utförligt och nyanserat</b> bildbetydelser <b>ur</b> <b>flera aspekter</b> i samband med det egna arbetet. <b>Eleven relaterar välgrundat sina tolkningar till bildspråkliga teorier</b>. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras bilder samt <b>välgrundade och nyanserade</b> reflektioner över bildens funktion.</p><p>Eleven planerar och producerar <b>efter samråd</b> med handledare <b>egna</b> bildprojekt <b>liksom</b> på uppdrag från andra. Dessutom formulerar eleven <b>utförligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med säkerhet</b> olika metoder. Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder <b>självständigt och idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar <b>flexibelt och</b> me <b>mycket gott</b> handlag material och tekniker samt <b>med säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för sina intentioner med bilden samt diskuterar <b>utförligt och nyanserat</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt och nyanserat</b> för <b>även mer komplexa</b> samband mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> <b>flera</b> delar av den visuella kulturens uttryc <b>samt relaterar välgrundat sina beskrivningar till bildspråkliga teorier</b>. Dessutom identifierar och beskriver eleven <b>utförligt och nyanserat</b> karaktärsskillnader mellan bilder ur olika genrer. Eleven värderar med <b>nyanserade</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven gör <b>enkla</b> bildtolkningar, redogör <b>översiktligt</b> för bildens byggstenar och diskuterar <b>översiktligt</b> bildbetydelser i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras bilder samt <b>enkla</b> reflektioner över bildens funktion.",
"Eleven planerar och producerar <b>i samråd</b> med handledare bildprojekt på uppdrag från andra. Dessutom formulerar eleven <b>översiktligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Vidare bearbetar och löser eleve <b>enkla</b> bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder inspirationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.",
"Eleven hanterar med <b>visst</b> handlag material och tekniker samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>översiktligt</b> för sina intentioner med bilden samt diskuterar <b>översiktligt</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>översiktligt</b> för sambanden mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>översiktligt</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>enkla</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>översiktligt</b> <b>några</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>översiktligt</b> karaktärsskillnader mellan <b>givna</b> bilder ur olika genrer. Eleven värderar med <b>enkla</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
"Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven gör <b>välgrundade och komplexa</b> bildtolkningar, redogör <b>utförligt</b> för bildens byggstenar och diskuterar <b>utförligt</b> bildbetydelser <b>ur</b> <b>flera aspekter</b> i samband med det egna arbetet. <b>Eleven relaterar sina tolkningar till bildspråkliga teorier</b>. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras bilder samt <b>välgrundade</b> reflektioner över bildens funktion.",
"Eleven planerar och producerar <b>efter samråd</b> med handledare <b>egna</b> bildprojekt <b>liksom</b> på uppdrag från andra. Dessutom formulerar eleven <b>utförligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med viss säkerhet</b> olika metoder. Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder <b>idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar me <b>gott</b> handlag material och tekniker samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>utförligt</b> för sina intentioner med bilden samt diskuterar <b>utförligt</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt</b> för sambanden mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>utförligt</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>utförligt</b> <b>flera</b> delar av den visuella kulturens uttryc <b>samt relaterar sina beskrivningar till bildspråkliga teorier</b>. Dessutom identifierar och beskriver eleven <b>utförligt</b> karaktärsskillnader mellan <b>givna</b> bilder ur olika genrer. Eleven värderar med <b>nyanserade</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven gör <b>välgrundade, nyanserade och komplexa</b> bildtolkninga <b>ur flera perspektiv</b>, redogör <b>utförligt och</b> <b>nyanserat</b> för bildens byggstenar och diskuterar <b>utförligt och</b> <b>nyanserat</b> bildbetydelser <b>ur</b> <b>flera aspekter</b> i samband med det egna arbetet. <b>Eleven relaterar välgrundat sina tolkningar till bildspråkliga teorier</b>. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras bilder samt <b>välgrundade och nyanserade</b> reflektioner över bildens funktion.",
"Eleven planerar och producerar <b>efter samråd</b> med handledare <b>egna</b> bildprojekt <b>liksom</b> på uppdrag från andra. Dessutom formulerar eleven <b>utförligt</b> uppdragets budskap. I sitt bildskapande använder eleven <b>med säkerhet</b> olika metoder. Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <b>med säkerhet</b> <b>och finner ibland oväntade lösningar på problem</b> samt använder <b>självständigt och idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar <b>flexibelt och</b> me <b>mycket gott</b> handlag material och tekniker samt <b>med säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för sina intentioner med bilden samt diskuterar <b>utförligt och</b> <b>nyanserat</b> i vilken utsträckning den lyckas kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för <b>även mer komplexa</b> samband mellan uttryck och material, färg och komposition. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> <b>flera</b> delar av den visuella kulturens uttryc <b>samt relaterar välgrundat sina beskrivningar till bildspråkliga teorier</b>. Dessutom identifierar och beskriver eleven <b>utförligt och</b> <b>nyanserat</b> karaktärsskillnader mellan bilder ur olika genrer. Eleven värderar med <b>nyanserade</b> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["BILBIL01b",
"BILBIL01a2"]},
"reqarr":["BILBIL01b",
"BILBIL01a2"],
"reqBy":["BILBIL00S"]}