{"name":"Bild 4-6",
"code":"Bild 4-6",
"content":{"Bildframställning":["Framställning av berättande och informativa bilder, till exempel serier och illustrationer till text.",
"Teckning, måleri, tryck och tredimensionellt arbete.",
"Återanvändning av bilder i eget bildskapande, till exempel i collage och bildmontage.",
"Fotografering och filmande samt redigering i datorprogram."],
"Redskap för bildframställning":["Olika element som bygger upp och skapar rumslighet i bilder, till exempel linjer och färg och hur dessa kan användas i bildskapande arbete.",
"Verktyg för teckning, måleri, trycktekniker, tredimensionellt arbete, fotografering, filmande och digital bildbehandling och hur dessa benämns.",
"Plana och formbara material och hur dessa kan användas i olika bildarbeten."],
"Bildanalys":["Reklam- och nyhetsbilder, hur de är utformade och förmedlar budskap.",
"Konst-, dokumentärbilder och arkitektoniska verk från olika tider och kulturer, hur de är utformade och vilka budskap de förmedlar.",
"Ord och begrepp för att kunna läsa, skriva och samtala om bilders utformning och budskap."]},
"subject":"GRGRBIL01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1],
"judge":{"E":["Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>enkelt </strong>bildspråk och<strong> delvis </strong>genomarbetade uttrycksformer så att budskapet framgår. I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>i huvudsak</strong> <strong>fungerande</strong> sätt för att skapa olika uttryck. Dessutom kombinerar eleven några olika bildelement på ett <strong>i huvudsak </strong>fungerande sätt.",
"Eleven kan i det bildskapande arbetet <strong>bidra till att utveckla</strong> idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial. Under arbetsprocessen <strong>bidrar </strong><strong>eleven</strong> <strong>till att formulera och välja handlingsalternativ som leder framåt</strong>. Dessutom kan eleven presentera sina bilder med <strong>viss </strong>anpassning till syfte och sammanhang. Eleven kan också ge <strong>enkla</strong> omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
"Eleven kan föra <strong>enkla och till viss del </strong>underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden."],
"C":["Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>utvecklat</strong> bildspråk och<strong> relativt väl </strong>genomarbetade uttrycksformer så att budskapet framgår. I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>relativt väl</strong> <strong>fungerande</strong><strong> och varierat </strong>sätt för att skapa olika uttryck. Dessutom kombinerar eleven några olika bildelement på ett <strong>relativt väl </strong>fungerande sätt.",
"Eleven kan i det bildskapande arbetet <strong>utveckla delvis egna </strong>idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial. Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som med någon bearbetning leder framåt</strong>. Dessutom kan eleven presentera sina bilder med <strong>relativt god</strong> anpassning till syfte och sammanhang. Eleven kan också ge <strong>utvecklade </strong>omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
"Eleven kan föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden."],
"A":["Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>välutvecklat </strong>bildspråk och<strong> väl </strong>genomarbetade uttrycksformer så att budskapet framgår. I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>väl fungerande, varierat och idérikt </strong>sätt för att skapa olika uttryck. Dessutom kombinerar eleven några olika bildelement på ett <strong>väl </strong>fungerande sätt.",
"Eleven kan i det bildskapande arbetet <strong>utveckla</strong> <strong>egna </strong>idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial. Under arbetsprocessen <strong>formulerar och</strong> <strong>väljer eleven handlingsalternativ som leder framåt</strong>. Dessutom kan eleven presentera sina bilder med <strong>god </strong>anpassning till syfte och sammanhang. Eleven kan också ge <strong>välutvecklade </strong>omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
"Eleven kan föra <strong>utvecklade och väl </strong>underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden."]}}