{"subject":"BIL",
"name":"Form",
"points":100,
"instrRAW":"som bygger på kursen bild och form 1a2 eller kursen bild och form 1b.",
"instrRAW2":"som bygger på kursen bild och form 1a2 eller kursen bild och form 1b.",
"reqRAW":"kursen BILBIL01a2 eller kursen BILBIL01b",
"code":"BILFOM0",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":["Betraktande, analys och tolkning av, och även samtal om, olika typer av två- och tredimensionell form.",
"Begrepp för samtal om form och formgivning i olika genrer och ur olika perspektiv, till exempel färg och form, genus och klass, etnicitet och ålder.",
"Diskussioner och värderingsövningar om eget och andras arbete.",
"Arbete med skulptur- och formgivningsprocesser och metoder för idéproduktion. Problemlösning i form. Dokumentation, till exempel med portföljmetoden, för att driva och ta ansvar för egna arbetsprocesser.",
"Produktion av form i två- och tredimensionella tekniker med nya och traditionella material, metoder och medier. Användningsområden och egenskaper hos olika material och tekniker. Formspråk, material, volym, färg och ytstruktur i relation till det färdiga formuttrycket. Uttrycksförmåga och hantverksskicklighet i några tekniker.",
"Formens användningsområden och kommunikation, lokalt och globalt. Planering och produktion av formprojekt som kan ha såväl tydliga mål som öppnare intentioner.",
"Exponering och utställning av form, marknadsföringsaspekter, grafisk formgivning och värdering av presentationen.",
"Lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>enkla</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras formuttryck samt <b>enkla</b> reflektioner över formens funktion.</p><p>Eleven planerar och producerar <b>i samråd</b> med handledare formprojekt. I sitt skapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven <b>enkla</b> formkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder inspitationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.</p><p>Eleven hanterar med <b>visst</b> handlag material och tekniker för skulptur och formgivning samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>översiktligt</b> för intentionerna med sitt formuttryck samt diskuterar <b>översiktligt</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>översiktligt</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>översiktligt</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>enkla</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>översiktligt</b> <b>några</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>översiktligt</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>enkla</b> omdömen hur formspråk och material används i ett givet sammanhang.</p><p>Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör <b>välgrundade</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras formuttryck samt <b>välgrundade</b> reflektioner över formens funktion.</p><p>Eleven planerar och producerar <b>efter samråd</b> med handledare formprojekt. I sitt skapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder <b>idérikt</b><b></b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar med <b>gott</b> handlag material och tekniker för skulptur och formgivning samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>utförligt</b> för intentionerna med sitt formuttryck samt diskuterar <b>utförligt</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>utförligt</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>utförligt</b> <b>flera</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>utförligt</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>nyanserade</b> omdömen hur formspråk och material används i ett givet sammanhang.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör <b>välgrundade och nyanserade</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras formuttryck samt <b>välgrundade och nyanserade</b> reflektioner över formens funktion.</p><p>Eleven planerar och producerar <b>efter samråd</b> med handledare formprojekt. I sitt skapande <b>väljer och</b> använder eleven <b>med säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <b>med säkerhet</b> samt använder <b>självständigt och idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.</p><p>Eleven hanterar med <b>mycket gott</b> handlag material och tekniker för skulptur och formgivning samt <b>med säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för intentionerna med sitt formuttryck samt diskuterar <b>utförligt och nyanserat</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt och nyanserat</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sin arbetsprocess.</p><p>Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över egna och andras publika presentationer.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> <b>flera</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>utförligt och nyanserat</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>nyanserade</b> omdömen hur formspråk och material används i ett givet sammanhang.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven gör <b>enkla</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>enkla</b> bedömningar av egna och andras formuttryck samt <b>enkla</b> reflektioner över formens funktion.",
"Eleven planerar och producerar <b>i samråd</b> med handledare formprojekt. I sitt skapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven <b>enkla</b> formkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder inspitationskällor i lämpliga situationer. Eleven gör en <b>enkel</b> dokumentation av sin egen arbetsprocess.",
"Eleven hanterar med <b>visst</b> handlag material och tekniker för skulptur och formgivning samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>översiktligt</b> för intentionerna med sitt formuttryck samt diskuterar <b>översiktligt</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>översiktligt</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>översiktligt</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>enkla</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>översiktligt</b> <b>några</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>översiktligt</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>enkla</b> omdömen hur formspråk och material används i ett givet sammanhang.",
"Eleven redogör <b>översiktligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven gör <b>välgrundade</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med viss säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade</b> bedömningar av egna och andras formuttryck samt <b>välgrundade</b> reflektioner över formens funktion.",
"Eleven planerar och producerar <b>efter samråd</b> med handledare formprojekt. I sitt skapande använder eleven <b>med viss säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <b>med viss säkerhet</b> samt använder <b>idérikt</b>0 inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar med <b>gott</b> handlag material och tekniker för skulptur och formgivning samt <b>med viss säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>utförligt</b> för intentionerna med sitt formuttryck samt diskuterar <b>utförligt</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>utförligt</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>utförligt</b> <b>flera</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>utförligt</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>nyanserade</b> omdömen hur formspråk och material används i ett givet sammanhang.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven gör <b>välgrundade och nyanserade</b> tolkningar av formuttryck i samband med det egna arbetet. I detta använder eleven <b>med säkerhet</b> relevanta begrepp. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av egna och andras formuttryck samt <b>välgrundade och nyanserade</b> reflektioner över formens funktion.",
"Eleven planerar och producerar <b>efter samråd</b> med handledare formprojekt. I sitt skapande <b>väljer och</b> använder eleven <b>med säkerhet</b> olika metoder. Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <b>med säkerhet</b> samt använder <b>självständigt och idérikt</b> inspirationskällor i lämpliga situationer. Eleven gör en <b>noggrann och utförlig</b> dokumentation av <b>och tar ansvar för</b> sin egen arbetsprocess.",
"Eleven hanterar med <b>mycket gott</b> handlag material och tekniker för skulptur och formgivning samt <b>med säkerhet</b> formspråk för att åstadkomma önskade visuella effekter.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för intentionerna med sitt formuttryck samt diskuterar <b>utförligt och</b> <b>nyanserat</b> i vilken utsträckning det lyckats kommunicera det tänkta budskapet. I diskussionen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan uttryck och material och komposition. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sin arbetsprocess.",
"Eleven visar och marknadsför sitt arbete för andra. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över egna och andras publika presentationer.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> <b>flera</b> delar av den visuella kulturens uttryck. Dessutom identifierar och beskriver eleven <b>utförligt och</b> <b>nyanserat</b> karaktärsskillnader mellan olika formgenrer. Eleven värderar med <b>nyanserade</b> omdömen hur formspråk och material används i ett givet sammanhang.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["BILBIL01a2",
"BILBIL01b"]},
"reqBy":["BILBIL00S"]}