{"subject":"BIO",
"name":"Biologi 2",
"points":100,
"requirements":"biologi 1",
"instructiontext":"som bygger på kursen biologi 1.",
"code":"BIOBIO02",
"judgehelp":"<h2>Begrepp i kunskapskraven för biologi 2</h2><h3>Kursens olika områden</h3><p><em>Kursens olika områden</em> syftar på de tre kunskapsområdena i det centrala innehållet.</p><h3>Biologiska samband</h3><p><em>Biologiska samband</em> syftar på flera olika punkter i det centrala innehållet, till exempel:</p><ul><li><em>Cellers livscykler och differentiering…</em></li><li><em>Fysiologi hos människan och andra djur…</em></li><li><em>Immunsystem, smittspridning och infektion…</em></li></ul><h3>Frågor</h3><p>Uttrycken enkla och komplexa frågor återkommer i kunskapskraven. Även om eleven visar olika kvalitet i sin förmåga att analysera, söka svar på och ställa frågor så ska undervisningen ge alla elever möjlighet att möta olika slags frågor. Ofta kan en och samma fråga leda till undersökningar, diskussioner och beskrivningar av allt ifrån lätt identifierbara till komplexa samband.</p>",
"goaltext":"Kursen biologi 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Cell- och molekylärbiologi":["Cellers livscykler och differentiering, utveckling från ägg till vuxen. Cellers kommunikation.",
"Celldelars funktion. Livsprocesser och regleringen av dem, till exempel fotosyntes, metabolism och transport över membran. Evolutionärt perspektiv på molekylärbiologi.",
"Cell- och molekylärbiologins användningsområden. Möjligheter, risker och etiska frågor."],
"Organismens funktion":["Fysiologi hos människan och andra djur. Organsystem och deras uppbyggnad, funktion och samspel. Hormonsystemets och nervsystemets reglering av organismen.",
"Samband mellan evolution och organismernas funktionella byggnad och livsprocesser.",
"Immunsystem, smittspridning och infektion. Virus byggnad, funktion och reproduktion.",
"Mikroorganismer och deras betydelse för hälsa och sjukdom. Antibiotika och evolutionära processer.",
"Samband mellan levnadsförhållanden, hälsa och sjukdom. Etik i medicinska frågor.",
"Vad som händer i kroppen under menstruation, förälskelse, sex och graviditet. Hur sexuellt överförbara sjukdomar och oönskade graviditeter kan förebyggas.",
"Livscykler och fysiologi hos växter och svampar.",
"Användning av modern utrustning vid fysiologiska undersökningar och laborationer."],
"Biologins karaktär och arbetsmetoder":["Modeller och teorier som idealiseringar av verkligheten. Modellers och teoriers giltighetsområden samt hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.",
"Avgränsning och studier av problem och frågor med hjälp av biologiska resonemang.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Planering och genomförande av fältstudier, experiment och observationer samt formulering och prövning av hypoteser i samband med dessa. Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Fysiologiska undersökningar och laborationer inklusive användning av modern utrustning. Enklare molekylärbiologiska metoder. Sterilteknik och odling av bakterier.",
"Användning av genetiska data för studier av biologiska sammanhang.",
"Frågor om religion, etik och hållbar utveckling kopplade till biologins olika arbetssätt och verksamhetsområden."]}}