{"subject":"BIO",
"name":"Biologi 2",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"descarr":["Den bygger på kursen ",
"BIOBIO01",
"."],
"reqRAW":"kursen BIOBIO01",
"code":"BIOBIO02",
"comments":{"kunskapskraven":"<h4>Kursens olika områden</h4><p><em>Kursens olika områden</em> syftar på de tre kunskapsområdena i det centrala innehållet.</p><h4>Biologiska samband</h4><p><em>Biologiska samband</em> syftar på flera olika punkter i det centrala innehållet, till exempel:</p><ul><li><em>Cellers livscykler och differentiering…</em></li><li><em>Fysiologi hos människan och andra djur…</em></li><li><em>Immunsystem, smittspridning och infektion…</em></li></ul><h4>Frågor</h4><p>Uttrycken enkla och komplexa frågor återkommer i kunskapskraven. Även om eleven visar olika kvalitet i sin förmåga att analysera, söka svar på och ställa frågor så ska undervisningen ge alla elever möjlighet att möta olika slags frågor. Ofta kan en och samma fråga leda till undersökningar, diskussioner och beskrivningar av allt ifrån lätt identifierbara till komplexa samband.</p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Cell- och molekylärbiologi":["Cellers livscykler och differentiering, utveckling från ägg till vuxen. Cellers kommunikation.",
"Celldelars funktion. Livsprocesser och regleringen av dem, till exempel fotosyntes, metabolism och transport över membran. Evolutionärt perspektiv på molekylärbiologi.",
"Cell- och molekylärbiologins användningsområden. Möjligheter, risker och etiska frågor."],
"Organismens funktion":["Fysiologi hos människan och andra djur. Organsystem och deras uppbyggnad, funktion och samspel. Hormonsystemets och nervsystemets reglering av organismen.",
"Samband mellan evolution och organismernas funktionella byggnad och livsprocesser.",
"Immunsystem, smittspridning och infektion. Virus byggnad, funktion och reproduktion.",
"Mikroorganismer och deras betydelse för hälsa och sjukdom. Antibiotika och evolutionära processer.",
"Samband mellan levnadsförhållanden, hälsa och sjukdom. Etik i medicinska frågor.",
"Vad som händer i kroppen under menstruation, förälskelse, sex och graviditet. Hur sexuellt överförbara sjukdomar och oönskade graviditeter kan förebyggas.",
"Livscykler och fysiologi hos växter och svampar.",
"Användning av modern utrustning vid fysiologiska undersökningar och laborationer."],
"Biologins karaktär och arbetsmetoder":["Modeller och teorier som idealiseringar av verkligheten. Modellers och teoriers giltighetsområden samt hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.",
"Avgränsning och studier av problem och frågor med hjälp av biologiska resonemang.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Planering och genomförande av fältstudier, experiment och observationer samt formulering och prövning av hypoteser i samband med dessa. Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Fysiologiska undersökningar och laborationer inklusive användning av modern utrustning. Enklare molekylärbiologiska metoder. Sterilteknik och odling av bakterier.",
"Användning av genetiska data för studier av biologiska sammanhang.",
"Frågor om religion, etik och hållbar utveckling kopplade till biologins olika arbetssätt och verksamhetsområden."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att <b>beskriva och generalisera kring</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att <b>beskriva och generalisera kring</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIOBIO01",
"reqarr":["BIOBIO01"],
"reqBy":["HIOHIP0",
"HIOHIO0",
"HIOHIL0",
"NAVNAT00S"],
"friends":["GRNBIO2",
"BIOBIO01",
"BIOBIO01",
"Biologi 1-3",
"Biologi 4-6",
"Biologi 7-9",
"BIOBIT0"]}