{"subject":"BIO",
"name":"Bioteknik",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"reqRAW":"kursen BIOBIO01",
"code":"BIOBIT0",
"judgehelp":"<h2>Begrepp i kunskapskraven för bioteknik</h2><h3>Frågor</h3><p>Uttrycken frågor och komplexa frågor återkommer i kunskapskraven. Även om eleven visar olika kvalitet i sin förmåga att analysera, söka svar på och ställa frågor så ska undervisningen ge alla elever möjlighet att möta olika slags frågor. Ofta kan en och samma fråga leda till undersökningar, diskussioner och beskrivningar av allt ifrån lätt identifierbara till komplexa samband.</p>",
"goals":[1,1,1,1,1],
"level":"normal",
"content":["Experimentellt arbete inom bioteknik inklusive genteknik. Sterilteknik, odlingsteknik och fermentationsteknik.",
"Biologiskt verksamma makromolekyler, deras funktion och interaktion inom och mellan celler.",
"Cellers användning inom industri, jordbruk, medicin och forskning. Bakterier, jästceller, cancerceller, stamceller och deras betydelse för bioteknikens utveckling.",
"Biotekniska inklusive gentekniska verktyg och metoder samt deras användning inom industri, jordbruk, medicin och forskning. Bioteknik och genteknik i frågor om ekologiskt hållbar utveckling.",
"Möjligheter och risker med bioteknik och genmodifierade organismer ur ett etiskt och samhälleligt perspektiv."],
"judgeraw":"<a href=\"javascript:setElementVisibility('KR-BIOBIT0E')\" class=\"commentLink\" title=\"Kommentar\" onmouseover=\"this.style.textDecoration='underline'\" onmouseout=\"this.style.textDecoration='none'\"><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/bio?_xurl_=http%3A%2F%2Fli64-rh5-kursweb.skolverket.se%3A27025%2Fsyllabuscw%2Fimages%2Fbubble.png\" title=\"Kommentar\" style=\"padding-right: 3px;\" alt=\"\">Kommentar</a>   <h4>Betyget E</h4><p>Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom bioteknik. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på frågor med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. Eleven planerar och genomför <b>i samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> biotekniska termer och anpassar til <b>viss</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom bioteknik. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <b>I arbetet formulerar eleven med viss säkerhet egna frågor som för processen framåt</b>. Eleven planerar och genomför <b>efter samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> biotekniska termer och anpassar til <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven använder <b>med säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> företeelser inom bioteknik. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <b>I arbetet formulerar eleven med säkerhet egna frågor som för processen framåt och fördjupar resonemangen</b>. Eleven planerar och genomfö <b>efter samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundande och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> biotekniska termer och anpassar til <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom bioteknik. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biotekniken har utvecklats.",
"Eleven analyserar och söker svar på frågor med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. Eleven planerar och genomför <b>i samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> biotekniska termer och anpassar til <b>viss</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom bioteknik. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biotekniken har utvecklats.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <b>I arbetet formulerar eleven med viss säkerhet egna frågor som för processen framåt</b>. Eleven planerar och genomför <b>efter samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> biotekniska termer och anpassar til <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven använder <b>med säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> företeelser inom bioteknik. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur biotekniken har utvecklats.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <b>I arbetet formulerar eleven med säkerhet egna frågor som för processen framåt och fördjupar resonemangen</b>. Eleven planerar och genomfö <b>efter samråd</b> med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundande och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> biotekniska termer och anpassar til <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}