{"subject":"BIO",
"name":"Biologi 1",
"points":100,
"instrRAW":"som bygger på grundskolans kunskaper eller motsvarande.",
"descarr":["Den bygger på grundskolans kunskaper eller motsvarande."],
"reqRAW":"grundskolans kunskaper eller motsvarande",
"code":"BIOBIO01",
"comments":{"innehållet":"<h4>Ekosystemtjänster</h4><p>Begreppet <em>ekosystemtjänster</em> betonar människans beroende av naturen. Genom att beskriva processer i ekosystemen i termer av tjänster kan eleverna bli medvetna om att det ligger i vårt intresse att skaffa kunskaper om och förvalta olika ekosystem. Begreppet har på så sätt tydliga kopplingar till frågor om hållbar utveckling och synliggör biologins betydelse för individ och samhälle. Till ekosystemtjänster räknas både produkter som vatten, mat och råvaror, och processer som pollinering av växter, rening av vatten och cirkulation av näringsämnen. En annan ekosystemtjänst är möjligheten till friluftsliv och naturupplevelser.</p><h4>Enkla statistiska metoder</h4><p>Enkla statistiska metoder kan till exempel vara lägesmått och spridningsmått eller chi-2-test och T-test.</p><h4>Genetiska data</h4><p>Genetiska data kan användas för att studera släktskap, till exempel genom att jämföra olika arters genom.</p>      ",
"kunskapskraven":"<h4>Kursens olika områden</h4><p><em>Kursens olika områden</em> syftar på de fyra kunskapsområdena i det centrala innehållet.</p><h4>Biologiska samband</h4><p><em>Biologiska samband</em> syftar på flera olika punkter i det centrala innehållet, till exempel:</p><ul><li><em>Ekosystemens struktur och dynamik…</em></li><li><em>Populationers storlek…</em></li><li><em>Genernas uttryck…</em></li><li><em>Evolutionens mekanismer…</em></li></ul><h4>Frågor</h4><p>Uttrycken enkla och komplexa frågor återkommer i kunskapskraven. Även om eleven visar olika kvalitet i sin förmåga att analysera, söka svar på och ställa frågor så ska undervisningen ge alla elever möjlighet att möta olika slags frågor. Ofta kan en och samma fråga leda till undersökningar, diskussioner och beskrivningar av allt ifrån lätt identifierbara till komplexa samband.</p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Ekologi":["Ekosystemens struktur och dynamik. Energiflöden och kretslopp av materia samt ekosystemtjänster.",
"Naturliga och av människan orsakade störningar i ekosystem med koppling till frågor om bärkraft och biologisk mångfald.",
"Populationers storlek, samhällens artrikedom och artsammansättning samt faktorer som påverkar detta.",
"Ekologiskt hållbar utveckling lokalt och globalt samt olika sätt att bidra till detta."],
"Genetik":["Eukaryota och prokaryota cellers egenskaper och funktion.",
"Arvsmassans uppbyggnad samt ärftlighetens lagar och mekanismer. Celldelning, dna-replikation och mutationer.",
"Genernas uttryck. Proteinsyntes, monogena och polygena egenskaper, arv och miljö.",
"Genetikens användningsområden. Möjligheter, risker och etiska frågor."],
"Evolution":["Naturvetenskapliga teorier om livets uppkomst och utveckling.",
"Evolutionens mekanismer, till exempel naturligt urval och sexuell selektion samt deras betydelse för artbildning.",
"Organismers beteende samt beteendets betydelse för överlevnad och reproduktiv framgång.",
"Släktträd och principer för indelning av organismvärlden. Organismernas huvudgrupper och evolutionära historia.",
"Biologins idéhistoria med tyngdpunkt på evolutionen."],
"Biologins karaktär och arbetsmetoder":["Vad som kännetecknar en naturvetenskaplig frågeställning.",
"Modeller och teorier som förenklingar av verkligheten. Hur de förändras över tid.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Avgränsningar och studier av problem och frågor med hjälp av biologiska resonemang.",
"Planering och genomförande av fältstudier, experiment och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Fältstudier och undersökningar inom ekologi inklusive användning av modern utrustning. Simulering av evolutionära mekanismer, till exempel naturligt urval. Hur man identifierar organismer. Mikroskopering vid till exempel studier av celler eller celldelning.",
"Bearbetning av biologiska data med enkla statistiska metoder.",
"Användning av genetiska data för studier av biologiska sammanhang.",
"Ställningstagande i samhällsfrågor utifrån biologiska förklaringsmodeller, till exempel frågor om hållbar utveckling."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att <b>beskriva och generalisera kring</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att <b>beskriva och generalisera kring</b> biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"grundskolans kunskaper eller motsvarande",
"reqarr":[],
"reqBy":["BIOBIO02",
"BIOBIT0",
"BIGDJE0",
"BIGMAN0",
"BIIVAT01",
"NATNAT0"],
"friends":["GRNBIO2",
"Biologi 1-3",
"BIOBIO02",
"Biologi 4-6",
"Biologi 7-9",
"BIOBIT0"]}