{"name":"Biologi 4-6",
"code":"Biologi 4-6",
"content":{"Natur och samhälle":["Människans beroende av och påverkan på naturen och vad detta innebär för en hållbar utveckling. Ekosystemtjänster, till exempel nedbrytning, pollinering och rening av vatten och luft.",
"Djurs, växters och andra organismers liv. Fotosyntes, förbränning och ekologiska samband och vilken betydelse kunskaper om detta har, till exempel för jordbruk och fiske.",
"Ekosystem i närmiljön, samband mellan olika organismer och namn på vanligt förekommande arter. Samband mellan organismer och den icke levande miljön.",
"Naturen som resurs för rekreation och upplevelser och vilket ansvar vi har när vi nyttjar den."],
"Kropp och hälsa":["Hur den psykiska och fysiska hälsan påverkas av sömn, kost, motion, sociala relationer och beroendeframkallande medel. Några vanliga sjukdomar och hur de kan förebyggas och behandlas.",
"Människans organsystem. Organens namn, utseende, placering, funktion och samverkan.",
"Människans pubertet, sexualitet och reproduktion samt frågor om identitet, jämställdhet, relationer, kärlek och ansvar."],
"Biologin och världsbilden":["Några historiska och nutida upptäckter inom biologiområdet och deras betydelse för människans levnadsvillkor och syn på naturen.",
"Olika kulturers beskrivningar och förklaringar av naturen i skönlitteratur, myter och konst och äldre tiders naturvetenskap.",
"Livets utveckling och organismers anpassningar till olika livsmiljöer."],
"Biologins metoder och arbetssätt":["Enkla fältstudier och experiment. Planering, utförande och utvärdering.",
"Hur djur, växter och andra organismer kan identifieras, sorteras och grupperas.",
"Dokumentation av enkla undersökningar med tabeller, bilder och enkla skriftliga rapporter.",
"Tolkning och granskning av information med koppling till biologi, till exempel i faktatexter och tidningsartiklar."]},
"subject":"GRGRBIO01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1],
"judge":{"E":["Eleven kan samtala om och diskutera enkla frågor som rör hälsa, naturbruk och ekologisk hållbarhet genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla </strong>resonemang om informationens och källornas användbarhet. Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>viss </strong>anpassning till sammanhanget.",
"Eleven kan genomföra enkla fältstudier och andra undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I arbetet använder eleven utrustning på ett säkert och <strong>i huvudsak fungerande </strong>sätt. Eleven kan jämföra sina och andras resultat och för då <strong>enkla</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>bidrar till att ge förslag</strong> som kan förbättra undersökningen. Dessutom gör eleven <strong>enkla</strong> dokumentationer av sina undersökningar i text och bild.",
"Eleven har <strong>grundläggande</strong> kunskaper om biologiska sammanhang och visar det genom att <strong>ge exempel på och beskriva </strong>dessa med <strong>viss </strong>användning av biologins begrepp. I <strong>enkla och till viss del </strong>underbyggda resonemang om hälsa, sjukdom och pubertet kan eleven relatera till några samband i människokroppen. Eleven kan också <strong>beskriva och ge exempel</strong> <strong>på </strong>människors beroende av och påverkan på naturen och gör då kopplingar till organismers liv och ekologiska samband. Dessutom berättar eleven om livets utveckling och <strong>ger exempel</strong> <strong>på </strong>organismers anpassningar till olika livsmiljöer. Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],
"C":["Eleven kan samtala om och diskutera enkla frågor som rör hälsa, naturbruk och ekologisk hållbarhet genom att ställa frågor och framföra och bemöta åsikter på ett sätt som<strong> för samtalen och diskussionerna framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade </strong>resonemang om informationens och källornas användbarhet. Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>relativt</strong> <strong>god </strong>anpassning till sammanhanget.",
"Eleven kan genomföra enkla fältstudier och andra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån. I arbetet använder eleven utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt. Eleven kan jämföra sina och andras resultat och för då <strong>utvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag som efter någon bearbetning </strong>kan förbättra undersökningen. Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av sina undersökningar i text och bild.",
"Eleven har <strong>goda</strong> kunskaper om biologiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på enkla samband </strong><strong>inom </strong>dessa med <strong>relativt god </strong>användning av biologins begrepp. I <strong>utvecklade och </strong><strong>relativt väl</strong> underbyggda resonemang om hälsa, sjukdom och pubertet kan eleven relatera till några samband i människokroppen. Eleven kan också <strong>förklara</strong> och <strong>visa på samband</strong> <strong>mellan </strong>människors beroende av och påverkan på naturen, och gör då kopplingar till organismers liv och ekologiska samband. Dessutom berättar eleven om livets utveckling och <strong>visar på samband kring</strong> organismers anpassningar till olika livsmiljöer. Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],
"A":["Eleven kan samtala om och diskutera enkla frågor som rör hälsa, naturbruk och ekologisk hållbarhet genom att ställa frågor och framföra och bemöta åsikter på ett sätt som<strong> för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade </strong>resonemang om informationens och källornas användbarhet. Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>god </strong>anpassning till sammanhanget.",
"Eleven kan genomföra enkla fältstudier och andra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I arbetet använder eleven utrustning på ett säkert, <strong>ändamålsenligt och effektivt</strong> sätt. Eleven kan jämföra sina och andras resultat och för då <strong>välutvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag </strong>som kan förbättra undersökningen. Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av sina undersökningar i text och bild.",
"Eleven har <strong>mycket goda</strong> kunskaper om biologiska sammanhang och visar det genom att <strong>förklara </strong>och <strong>visa på enkla samband</strong> <strong>inom </strong>dessa <strong>och </strong><strong>något gemensamt drag </strong>med <strong>god användning</strong> av biologins begrepp. I <strong>välutvecklade och väl </strong>underbyggda resonemang om hälsa, sjukdom och pubertet kan eleven relatera till några samband i människokroppen. Eleven kan också <strong>förklara</strong> och <strong>visa</strong> <strong>på</strong> <strong>mönster</strong> <strong>hos </strong>människors beroende av och påverkan på naturen, och gör då kopplingar till organismers liv och ekologiska samband. Dessutom berättar eleven om livets utveckling och <strong>visar på mönster i</strong> organismers anpassningar till olika livsmiljöer. Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."]},
"friends":["BIOBIO01",
"Biologi 1-3",
"BIOBIO02",
"Biologi 7-9",
"BIOBIT0"]}