{"name":"Biologi 7-9",
"code":"Biologi 7-9",
"content":{"Natur och samhälle":["Människans påverkan på naturen lokalt och globalt. Möjligheter att som konsument och samhällsmedborgare bidra till en hållbar utveckling.",
"Ekosystems energiflöde och kretslopp av materia. Fotosyntes, förbränning och andra ekosystemtjänster.",
"Biologisk mångfald och vad som gynnar respektive hotar den. Samhällsdiskussioner om biologisk mångfald, till exempel i samband med skogsbruk och jakt.",
"Lokala ekosystem och hur de kan undersökas utifrån ekologiska frågeställningar. Sambanden mellan populationer och tillgängliga resurser i ekosystem. De lokala ekosystemen i jämförelse med regionala eller globala ekosystem.",
"Aktuella samhällsfrågor som rör biologi."],
"Kropp och hälsa":["Hur den fysiska och psykiska hälsan påverkas av sömn, kost, motion, sociala relationer och beroendeframkallande medel. Vanligt förekommande sjukdomar och hur de kan förebyggas och behandlas. Virus, bakterier, infektioner och smittspridning. Antibiotika och resistenta bakterier.",
"Kroppens celler, organ och organsystem och deras uppbyggnad, funktion och samverkan. Evolutionära jämförelser mellan människan och andra organismer.",
"Människans sexualitet och reproduktion samt frågor om identitet, jämställdhet, relationer, kärlek och ansvar. Metoder för att förebygga sexuellt överförbara sjukdomar och oönskade graviditeter på individnivå, på global nivå och i ett historiskt perspektiv.",
"Evolutionens mekanismer och uttryck, samt ärftlighet och förhållandet mellan arv och miljö. Genteknikens möjligheter och risker och etiska frågor som tekniken väcker."],
"Biologin och världsbilden":["Historiska och nutida upptäckter inom biologiområdet och deras betydelse för samhället, människors levnadsvillkor samt synen på naturen och naturvetenskapen.",
"Aktuella forskningsområden inom biologi, till exempel bioteknik.",
"Naturvetenskapliga teorier om livets uppkomst. Livets utveckling och mångfald utifrån evolutionsteorin.",
"De biologiska modellernas och teoriernas användbarhet, begränsningar, giltighet och föränderlighet."],
"Biologins metoder och arbetssätt":["Fältstudier och experiment. Formulering av enkla frågeställningar, planering, utförande och utvärdering.",
"Hur organismer identifieras, sorteras och grupperas utifrån släktskap och utveckling.",
"Sambandet mellan biologiska undersökningar och utvecklingen av begrepp, modeller och teorier.",
"Dokumentation av undersökningar med tabeller, diagram, bilder och skriftliga rapporter.",
"Källkritisk granskning av information och argument som eleven möter i olika källor och samhällsdiskussioner med koppling till biologi."]},
"subject":"GRGRBIO01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1],
"judge":{"E":["Eleven kan samtala om och diskutera frågor som rör hälsa, naturbruk och ekologisk hållbarhet och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>enkla </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>till viss del för diskussionerna framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla och till viss del </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>i huvudsak </strong>fungerande sätt i diskussioner och för att skapa <strong>enkla</strong> texter och andra framställningar med <strong>viss </strong>anpassning till syfte och målgrupp.",
"Eleven kan genomföra fältstudier och andra undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert och<strong> i </strong><strong>huvudsak fungerande </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>enkla</strong> slutsatser med<strong> viss </strong>koppling till biologiska modeller och teorier. Eleven för <strong>enkla</strong> resonemang kring resultatens rimlighet och <strong>bidrar till att ge förslag </strong>på hur undersökningarna kan förbättras. Dessutom gör eleven <strong>enkla</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
"Eleven har <strong>grundläggande</strong> kunskaper om evolutionsteorin och andra biologiska sammanhang och visar det genom att <strong>ge exempel och</strong> <strong>beskriva</strong> dessa med <strong>viss </strong>användning av biologins begrepp, modeller och teorier. Eleven kan föra <strong>enkla och till viss del </strong>underbyggda resonemang om hälsa, sjukdom, sexualitet och ärftlighet och visar då på <strong>enkelt identifierbara</strong> samband som rör människokroppens byggnad och funktion. Eleven undersöker olika faktorers inverkan på ekosystem och populationer och beskriver då <strong>enkelt identifierbara </strong>ekologiska samband och <strong>ger exempel</strong> <strong>på</strong> energiflöden och kretslopp. Dessutom för eleven <strong>enkla och till viss del </strong>underbyggda resonemang kring hur människan påverkar naturen och <strong>visar på </strong>några åtgärder som kan bidra till en ekologiskt hållbar utveckling. Eleven kan <strong>ge exempel</strong> <strong>på</strong> och <strong>beskriva</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],
"C":["Eleven kan samtala om och diskutera frågor som rör hälsa, naturbruk och ekologisk hållbarhet och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>utvecklade </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som<strong> för diskussionerna framåt</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade och relativt väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>relativt väl</strong> fungerande sätt i diskussioner och för att skapa<strong> utvecklade</strong> texter och andra framställningar med <strong>relativt</strong> <strong>god </strong>anpassning till syfte och målgrupp.",
"Eleven kan genomföra fältstudier och andra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert och <strong>ändamålsenligt </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>utvecklade </strong>slutsatser med<strong> relativt god </strong>koppling till biologiska modeller och teorier. Eleven för <strong>utvecklade</strong> resonemang kring resultatens rimlighet och<strong> ger förslag </strong>på hur undersökningarna kan förbättras. Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
"Eleven har <strong>goda</strong> kunskaper om evolutionsteorin och andra biologiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband </strong><strong>inom </strong>dessa med <strong>relativt god</strong> användning av biologins begrepp, modeller och teorier. Eleven kan föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang om hälsa, sjukdom, sexualitet och ärftlighet och visar då på <strong>förhållandevis komplexa</strong> samband som rör människokroppens byggnad och funktion. Eleven undersöker olika faktorers inverkan på ekosystem och populationer och beskriver då <strong>förhållandevis komplexa </strong>ekologiska samband och <strong>förklarar</strong> och <strong>visar på samband kring </strong>energiflöden och kretslopp. Dessutom för eleven <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring hur människan påverkar naturen och <strong>visar på fördelar och begränsningar </strong><strong>hos </strong>några åtgärder som kan bidra till en ekologiskt hållbar utveckling. Eleven kan <strong>förklara</strong> och <strong>visa på samband mellan </strong>några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."],
"A":["Eleven kan samtala om och diskutera frågor som rör hälsa, naturbruk och ekologisk hållbarhet och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>välutvecklade </strong>motiveringar samt beskriver några tänkbara konsekvenser. I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som<strong> för diskussionerna framåt och fördjupar eller breddar dem</strong>. Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade och väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Eleven kan använda informationen på ett <strong>väl </strong>fungerande sätt i diskussioner och för att skapa<strong> välutvecklade</strong> texter och andra framställningar med <strong>god </strong>anpassning till syfte och målgrupp.",
"Eleven kan genomföra fältstudier och andra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån. I undersökningarna använder eleven utrustning på ett säkert, <strong>ändamålsenligt och</strong> <strong>effektivt </strong>sätt. Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>välutvecklade</strong> slutsatser med<strong> god </strong>koppling till biologiska modeller och teorier. Eleven för <strong>välutvecklade</strong> resonemang kring resultatens rimlighet <strong>i relation till möjliga felkällor </strong>och<strong> ger förslag </strong>på hur undersökningarna kan förbättras<strong> och visar på nya tänkbara frågeställningar att undersöka</strong>. Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
"Eleven har <strong>mycket goda </strong>kunskaper om evolutionsteorin och andra biologiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband </strong><strong>inom </strong>dessa <strong>och</strong><strong> något generellt drag</strong> med <strong>god </strong>användning av biologins begrepp, modeller och teorier. Eleven kan föra <strong>välutvecklade och väl </strong>underbyggda resonemang om hälsa, sjukdom, sexualitet och ärftlighet och visar då på <strong>komplexa</strong> samband som rör människokroppens byggnad och funktion. Eleven undersöker olika faktorers inverkan på ekosystem och populationer och beskriver då <strong>komplexa </strong>ekologiska samband och <strong>förklarar</strong> och <strong>generaliserar kring</strong> energiflöden och kretslopp. Dessutom för eleven <strong>välutvecklade och väl </strong>underbyggda resonemang kring hur människan påverkar naturen och <strong>visar ur olika perspektiv på fördelar och begränsningar hos </strong>några åtgärder som kan bidra till en ekologiskt hållbar utveckling. Eleven kan <strong>förklara</strong> och <strong>generalisera </strong><strong>kring </strong>några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."]},
"friends":["BIOBIO01",
"Biologi 1-3",
"BIOBIO02",
"Biologi 4-6",
"BIOBIT0"]}