{"subject":"BYP",
"name":"Byggstyrning",
"origname":"Byggstyrning",
"points":100,
"code":"BYPBYG0",
"goals":[0,0,1,0,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Lagar och regler för verksamheten på byggarbetsplatsen. Tillstånd och behörigheter som krävs under byggskedet.",
"Uppföljning och avstämning av tidplan enligt CPM (Critical Path Method), personalplan och kostnader. Löpande planering.",
"Planering och arbete med arbetsplatsdispositionsplaner av byggarbetsplatsens utformning, till exempel vad gäller byggnadsställningar, transportvägar, transportanordningar, arbetsmiljö, restprodukter och tillfälliga installationer.",
"Beräkning av energiförbrukning under byggskedet med fokus på energibesparingar.",
"Arbetsmiljöarbete i byggprojekt.",
"Arbetsrätt och kollektivavtal.",
"Materialhantering på arbetsplatsen. Olika leveransvillkor. Interntransporter.",
"Produktionsmetoder samt utrustning, verktyg, hjälpmaterial och hjälpmedel för att genomföra produktionsaktiviteter.",
"Arbetsberedning för olika arbetsmoment. Gemensam planering för flera yrkeskategorier med hjälp av till exempel visuell planering och erfarenhetsdatabank eller arbetsinstruktioner. Genomförs inom olika delområden.",
"Tekniska krav, arbetsmiljö- och miljökrav på arbetsberedning.",
"Fakturering och avstämning.",
"Kontrakthantering och entreprenadtvister. Hantering av ÄTA-arbeten (ändringsarbete, tilläggsarbete och avgående arbete).",
"Kvalitets-, miljö- och arbetsmiljöledningssystem på grundläggande nivå enligt Bas P (planering och projektering) och Bas U (utförande).",
"Kvalitetsmätmetoder beträffande fuktförhållande i material, akustikegenskaper, lufttäthet hos byggnader och byggnaders energiegenskaper, till exempel täthetsprovning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och arbetar <b>i samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>förståelse</b> för rullande planering och avstämningar.</p><p>Eleven redogör <b>översiktligt</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>översiktligt</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <b>i samråd</b> med handledare en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med</b> <b>viss säkerhet</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <b>i samråd</b> med handledare. Eleven hanterar <b>med viss säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogö <b>översiktligt</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och arbetar <b>efter samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>förståelse</b> för rullande planering och avstämningar.</p><p>Eleven redogör <b>utförligt</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>utförligt</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <b>efter samråd</b> med handledare oc <b>med viss säkerhet</b> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med</b> <b>viss säkerhet</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>välgrundade</b> omdömen. Dessutom gör eleven en <b>nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <b>efter samråd</b> med handledare. Eleven hanterar <b>med viss säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogö <b>utförligt</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och arbetar <b>efter samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>god förståelse</b> för rullande planering och avstämningar.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>utförligt och nyanserat</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <b>efter samråd</b> med handledare och <b>med säkerhet</b> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med säkerhet</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>välgrundade och nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <b>efter samråd</b> med handledare. Eleven hanterar <b>med säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogö <b>utförligt och nyanserat</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <b>med säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och arbetar <b>i samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>förståelse</b> för rullande planering och avstämningar.",
"Eleven redogör <b>översiktligt</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>översiktligt</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.",
"Eleven planerar, organiserar och genomför med datorstöd <b>i samråd</b> med handledare en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med viss säkerhet</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven planerar, organiserar och genomför möten för byggprojekt <b>i samråd</b> med handledare. Eleven hanterar <b>med viss säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.",
"Eleven redogö <b>översiktligt</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.",
"Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och arbetar <b>efter samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>förståelse</b> för rullande planering och avstämningar.",
"Eleven redogör <b>utförligt</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>utförligt</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.",
"Eleven planerar, organiserar och genomför med datorstöd <b>efter samråd</b> med handledare oc <b>med viss säkerhet</b> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med viss säkerhet</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>välgrundade</b> omdömen. Dessutom gör eleven en <b>nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven planerar, organiserar och genomför möten för byggprojekt <b>efter samråd</b> med handledare. Eleven hanterar <b>med viss säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.",
"Eleven redogö <b>utförligt</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.",
"Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och arbetar <b>efter samråd</b> med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <b>god förståelse</b> för rullande planering och avstämningar.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.",
"Eleven planerar, organiserar och genomför med datorstöd <b>efter samråd</b> med handledare och <b>med säkerhet</b> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <b>med säkerhet</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>välgrundade och nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven planerar, organiserar och genomför möten för byggprojekt <b>efter samråd</b> med handledare. Eleven hanterar <b>med säkerhet</b> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.",
"Eleven använder <b>med säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["BYLGRN0",
"BYPPLA0",
"BYLPLA0",
"BYLPRO0",
"BYPRIT0"]}