{"subject":"BYP",
"novux":true,
"name":"Planering före byggstart",
"origname":"Planering före byggstart",
"points":100,
"code":"BYPPLA0",
"goals":[0,0,1,1,0,1,1,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Anbudskalkyl och anbudsprocess: förfrågan, anbudsberäkning, offertförfrågan, anbud, förhandling, beställning och entreprenadkontrakt.",
"Produktionsplanering, produktionsbudget och produktionstidplan.",
"APD-planer (arbetsplatsdisposition), planering av byggarbetsplatsens utformning, till exempel vad gäller byggnadsställningar, transportvägar, transportanordningar, arbetsmiljö, restprodukter och tillfälliga installationer.",
"Logistik och materialadministration för byggarbetsplatsen.",
"Hantering av restprodukter, energiförbrukning i produktionsskedet.",
"Arbetsmiljöarbete i byggprojekt.",
"Begrepp som används inom kunskapsområdet, till exempel upphandling, anbudskalkyl, entreprenadkontrakt, produktionstidplan, produktionsbudget, bygglogistik, byggarbetsmiljö, BIM (Building Information Modelling) och Lean Construction.",
"Tidplan, CPM (Critical Path Method) och strukturplan.",
"Elsäkerhet. Elolycksfall, ljusbågs- och strömgenomgångsrisker, arbete utan och med nära spänning, elarbetesansvarigs arbetsuppgifter, entreprenörsarbete med el och ansvarsfrågor.",
"Kunskaper om och planering av el på en byggarbetsplats."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>i samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med viss säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <b>i samråd med handledare</b> en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <b>tillfredsställande</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>tillfredsställande</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar  <b>samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <b>översiktligt</b> för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>efter samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med viss säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <b>med viss säkerhet</b> en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <b>utförligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <b>i samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <b>med viss säkerhet</b> för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>efter samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <b>med säkerhet</b> en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>gott</b> underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <b>med säkerhet</b> för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <b>med säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar, organiserar och genomför <b>i samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>i samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med viss säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>tillfredsställande</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven upprättar <b>i samråd med handledare</b> en tidplan enligt CPM-strukturplan.",
"Eleven redogör <b>tillfredsställande</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>tillfredsställande</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar  <b>samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven redogör <b>översiktligt</b> för strategier och system för produktionsskedet i ett byggprojekt.",
"Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>efter samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med viss säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven upprättar <b>med viss säkerhet</b> en tidplan enligt CPM-strukturplan.",
"Eleven redogör <b>utförligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar <b>i samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett underlag för att upprätta en elanläggning.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>välgrundad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven redogör <b>med viss säkerhet</b> för strategier och system för produktionsskedet i ett byggprojekt.",
"Eleven använder <b>med viss säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar, organiserar och genomför <b>efter samråd</b> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <b>efter samråd</b> med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <b>med säkerhet</b> en arbetsplatsdisposition. Eleven anpassar <b>efter samråd</b> med handledare sin process till eventuella nya förutsättningar. Resultatet är <b>gott</b> avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven upprättar <b>med säkerhet</b> en tidplan enligt CPM-strukturplan.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>gott</b> underlag för att upprätta en elanläggning.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.",
"Eleven redogör <b>med säkerhet</b> för strategier och system för produktionsskedet i ett byggprojekt.",
"Eleven använder <b>med säkerhet</b> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"replaces":"BYLPLA0",
"friends":["BYPBYG0",
"BYLGRN0",
"BYLPLA0",
"BYLPRO0",
"BYPRIT0"]}