{"subject":"CAD",
"novux":false,
"name":"Cad 2",
"origname":"Cad 2",
"points":50,
"instrRAW":"som bygger på kursen cad 1.",
"descarr":["Den bygger på kursen ",
"CADCAD01",
"."],
"reqRAW":"kursen CADCAD01",
"code":"CADCAD02",
"goals":[1,1,0,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Cad-systemets inställningar för sammanställningar och analys.",
"Skiss- och ritteknik inom valt teknikområde.",
"Ritningsunderlag enligt gällande standarder och normer för valt teknikområde.",
"Grunderna för att skapa sammanställningar i tre dimensioner med beaktande av konstruktionsvillkor.",
"Grundläggande applikationer beroende på teknikområde, till exempel FEM-analys (finita elementmetoden) inom produktutveckling och byggteknik.",
"Cad-systemets roll i produktutvecklings- och produktionsprocessen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>enkla</b> inställningar av cad-programvaror för sammanställningar och applikationer. Dessutom gör eleven skisser och ritningar för produktionsändamål me <b>tillfredsställande</b> resultat enligt gällande standarder.</p><p>Eleven utför <b>enkla</b> sammanställningar me <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> applikationer i olika <b>enkla</b> situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven <b>väljer och</b> gör inställningar av cad-programvaror för sammanställningar och applikatione <b>samt diskuterar översiktligt alternativa inställningar</b>. Dessutom gör eleven skisser och ritningar för produktionsändamål me <b>tillfredsställande</b> resultat enligt gällande standarder.</p><p>Eleven utför <b>komplexa</b> sammanställningar me <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> applikationer i olika situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven <b>väljer och</b> gör <b>avancerade</b> inställningar av cad-programvaror för sammanställningar och applikationer <b>samt diskuterar utförligt alternativa inställningar</b>. Dessutom gör eleven skisser och ritningar för produktionsändamål me <b>gott</b> resultat enligt gällande standarder.</p><p>Eleven utför <b>komplexa</b> sammanställningar me <b>gott</b> resultat. I arbetet använder eleven <b>med</b> <b>säkerhet</b> applikationer i olika <b>komplexa</b> situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetat kan förbättras</b>.</p>",
"judge":{"E":["Eleven gör <b>enkla</b> inställningar av cad-programvaror för sammanställningar och applikationer. Dessutom gör eleven skisser och ritningar för produktionsändamål med <b>tillfredsställande</b> resultat enligt gällande standarder.",
"Eleven utför <b>enkla</b> sammanställningar me <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> applikationer i olika <b>enkla</b> situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen."],
"C":["Eleven <b>väljer och</b> gör inställningar av cad-programvaror för sammanställningar och applikatione <b>samt diskuterar översiktligt alternativa inställningar</b>. Dessutom gör eleven skisser och ritningar för produktionsändamål me <b>tillfredsställande</b> resultat enligt gällande standarder.",
"Eleven utför <b>komplexa</b> sammanställningar me <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> applikationer i olika situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen."],
"A":["Eleven <b>väljer och</b> gör <b>avancerade</b> inställningar av cad-programvaror för sammanställningar och applikationer <b>samt diskuterar utförligt alternativa inställningar</b>. Dessutom gör eleven skisser och ritningar för produktionsändamål me <b>gott</b> resultat enligt gällande standarder.",
"Eleven utför <b>komplexa</b> sammanställningar me <b>gott</b> resultat. I arbetet använder eleven <b>med säkerhet</b> applikationer i olika <b>komplexa</b> situationer. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetat kan förbättras</b>."]},
"req":"CADCAD01",
"reqarr":["CADCAD01"],
"reqBy":["CADCAD03"],
"friends":["CADCAD00S",
"CADCAD01",
"CADCAD03"]}