{"subject":"CHA",
"name":"Charkuteri 3",
"points":200,
"instrRAW":"som bygger på kursen charkuteri 2.",
"descarr":["Den bygger på kursen ",
"STYCHA02",
"."],
"reqRAW":"kursen STYCHA02",
"code":"CHACHA03",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Olika köttråvaror inom charkindustrin, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Alternativa råvaror som är vanligt förekommande inom charkindustrin samt deras kvalitet och egenskaper.",
"Vanligt förekommande tillsatser och hjälpmedel vid charktillverkning.",
"Tillverkning av blandade och oblandade charkuterivaror.",
"Tillverkning av internationella och lokala charkuterivaror.",
"Organisation och planering av tillverkning.",
"Tillverkningsprocessen - uppvägning, beredning, formning, värmebehandling och kylning.",
"Behandlingsmetoder, till exempel rökning, fermentering och torkning.",
"Livsmedelskemi, kvalitet, felsökning och reflektion.",
"Omvandling och skapande av recept.",
"Recept-, produktions-, närings- och ekonomiska beräkningar.",
"Användning och vård av produktionsutrustning och maskiner inom charkindustrin.",
"Förpackning, förvaring och märkning av charkuterivaror.",
"Arbetsmiljö, ergonomi och säkerhet.",
"Praktisk hygien och egenkontroll."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>översiktligt</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa me <b>visst</b> handlag. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>i samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa med <b>gott</b> handlag. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gör <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt och nyanserat</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa me <b>mycket gott</b> handlag. I arbetet läser och följer eleven <b>med säkerhet</b> recept samt gör <b>med säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet och sitt arbete <b>samt ger förslag på hur kvaliteten och arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>översiktligt</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa med <b>visst</b> handlag. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>i samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa med <b>gott</b> handlag. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gör <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror samt tillverkar dessa me <b>mycket gott</b> handlag. I arbetet läser och följer eleven <b>med säkerhet</b> recept samt gör <b>med säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet och sitt arbete <b>samt ger förslag på hur kvaliteten och arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"STYCHA02",
"reqarr":["STYCHA02"],
"friends":["CHACHA00S",
"CHACHA01",
"CHACHA02",
"STYCHA02",
"CHACHA04"]}