{"subject":"CIR",
"novux":false,
"name":"Akrobatik",
"origname":"Akrobatik",
"points":100,
"instrRAW":"som kan läsas flera gånger med olika innehåll.",
"descarr":["Den kan läsas flera gånger med olika innehåll."],
"repeat":"som kan läsas flera gånger med olika innehåll.",
"code":"CIRAKR00S",
"goals":[1,2,2,1,1,1,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Nummerarbete samt hur man planerar och bygger upp cirkusakter med akrobatiska moment.",
"Balansträning.",
"Träning i grundläggande akrobatik.",
"Träning i en eller flera akrobatiska dicipliner, till exempel golvakrobatik, luftakrobatik, trampolin eller parakrobatik.",
"Samarbete och kommunikation i träning och utförande. Tillitsövningar.",
"Utforskande av nya rörelseuttryck med den egna kroppen.",
"Experiment och improvisation.",
"Säkerhetsfrågor och säkerhetsåtgärder, systematiskt arbete med att förhindra olyckor.",
"Materialkunskap och materialomsorg.",
"Rekvisita, mask och kostym.",
"Begrepp inom de olika cirkusdisciplinerna.",
"Orientering i akrobatik- och cirkushistoria.",
"Användning av olika uttryck, till exempel komik i akrobatiska akter.",
"Träning av styrka och smidighet.",
"Skadeförebyggande övningar och uppvärmningsövningar.",
"Anatomi och träningslära."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven skapar och framför <b>i samråd</b> med handledare en egen cirkusakt innehållande <b>något</b> akrobatiskt moment. Eleven utför <b>någon</b> akrobatisk övning samt gör <b>med viss säkerhet enkla och</b> nödvändiga riskbedömningar och anpassar <b>i samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet av akrobatiska övningar <b>eller</b> akter. Vid utförandet och skapandet av akrobatiska akter prövar eleven alternativa lösningar och idéer.</p><p>Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>översiktligt</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>enkla</b> förslag till olika uttrycksmöjligheter och visar <b>med viss säkerhet</b> möjliga utföranden.</p><p>Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>i samråd</b> med handledar <b></b>övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven skapar och framför <b>efter</b><b> samråd</b> med handledare en egen cirkusakt innehållande <b>några</b> akrobatiska moment. <b>Akten utförs med viss lätthet och ett personligt uttryck</b>. Eleven utför <b>några</b> akrobatiska övningar samt gör <b>med viss säkerhet</b> nödvändiga riskbedömningar och anpassar <b>efter samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet <b>och skapandet</b> av akrobatiska övningar <b>och</b> akter. <b>I samarbetet visar eleven tillit till andras förmågor</b>. Vid utförandet och skapandet av akrobatiska akter prövar eleven alternativa lösningar och idéer <b>samt prövar</b> <b>gränserna för den egna förmågan</b>.</p><p>Eleven redogör <b>utförligt</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>välgrundade</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga utföranden.</p><p>Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven skapar och framför <b>efter samråd</b> med handledare en egen cirkusakt innehållande <b>flera</b> akrobatiska moment. <b>Akten utförs med lätthet och ett personligt uttryck</b>. Eleven utför <b>flera</b> akrobatiska övningar samt gör <b>med säkerhet</b> nödvändiga riskbedömningar och anpassar <b>efter samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet <b>och skapandet</b> av akrobatiska övningar <b>och</b> akter. <b>I samarbetet visar eleven tillit till andras förmågor och agerar själv på ett förtroendeingivande och trygghetsskapande sätt</b>. Vid utförandet och skapandet av akrobatiska akter <b>använder eleven improvisation</b>, prövar alternativa lösningar och idéer <b>samt prövar</b> <b>gränserna för den egna förmågan</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt och nyanserat</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>välgrundade och nyanserade</b> förslag till olika uttrycksmöjligheter <b>som förbättrar utförandet</b> samt visar <b>med säkerhet</b> möjliga utföranden.</p><p>Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven skapar och framför <b>i samråd</b> med handledare en egen cirkusakt innehållande <b>något</b> akrobatiskt moment. Eleven utför <b>någon</b> akrobatisk övning samt gör <b>med viss säkerhet enkla och</b> nödvändiga riskbedömningar och anpassar <b>i samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet av akrobatiska övningar <b>eller</b> akter. Vid utförandet och skapandet av akrobatiska akter prövar eleven alternativa lösningar och idéer.",
"Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>översiktligt</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>enkla</b> förslag till olika uttrycksmöjligheter och visar <b>med viss säkerhet</b> möjliga utföranden.",
"Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>i samråd</b> med handledar 0övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven skapar och framför <b>efter samråd</b> med handledare en egen cirkusakt innehållande <b>några</b> akrobatiska moment. <b>Akten utförs med viss lätthet och ett personligt uttryck</b>. Eleven utför <b>några</b> akrobatiska övningar samt gör <b>med viss säkerhet</b> nödvändiga riskbedömningar och anpassar <b>efter samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet <b>och skapandet</b> av akrobatiska övningar <b>och</b> akter. <b>I samarbetet visar eleven tillit till andras förmågor</b>. Vid utförandet och skapandet av akrobatiska akter prövar eleven alternativa lösningar och idéer <b>samt prövar</b> <b>gränserna för den egna förmågan</b>.",
"Eleven redogör <b>utförligt</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>välgrundade</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga utföranden.",
"Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven skapar och framför <b>efter samråd</b> med handledare en egen cirkusakt innehållande <b>flera</b> akrobatiska moment. <b>Akten utförs med lätthet och ett personligt uttryck</b>. Eleven utför <b>flera</b> akrobatiska övningar samt gör <b>med säkerhet</b> nödvändiga riskbedömningar och anpassar <b>efter samråd</b> med handledare sitt agerande efter dessa. Eleven samarbetar på ett säkert sätt med andra vid utförandet <b>och skapandet</b> av akrobatiska övningar <b>och</b> akter. <b>I samarbetet visar eleven tillit till andras förmågor och agerar själv på ett förtroendeingivande och trygghetsskapande sätt</b>. Vid utförandet och skapandet av akrobatiska akter <b>använder eleven improvisation</b>, prövar alternativa lösningar och idéer <b>samt prövar</b> <b>gränserna för den egna förmågan</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för säkerhetsaspekter på akrobatiska akter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt och</b> <b>nyanserat</b> för grundläggande akrobatik- och cirkushistoria. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar akrobatnummer, ger <b>välgrundade och nyanserade</b> förslag till olika uttrycksmöjligheter <b>som förbättrar utförandet</b> samt visar <b>med säkerhet</b> möjliga utföranden.",
"Eleven utför fysiska övningar för att utveckla styrka och smidighet samt förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["CIRCIR01S",
"CIRCIR02S"]}