{"subject":"CIR",
"name":"Cirkus 2",
"origname":"Cirkus 2",
"points":100,
"instrRAW":"som bygger på kursen cirkus 1. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"CIRCIR01S",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen CIRCIR01S",
"code":"CIRCIR02S",
"goals":[2,1,1,2,1,0,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Nummerarbete och komposition samt hur man planerar och bygger upp cirkusakter.",
"Framförande av cirkusakter inför publik.",
"Fördjupad träning i en eller flera cirkusdiscipliner, till exempel akrobatik, jonglering, lindans och clown.",
"Balansträning.",
"Kollektivt arbete med cirkusakter och samverkan mellan olika cirkusdiscipliner.",
"Personligt uttryck vid utförande av cirkusnummer.",
"Experiment och improvisation.",
"Säkerhetsfrågor och säkerhetsåtgärder, systematiskt arbete med att förhindra olyckor.",
"Materialomsorg.",
"Rekvisita, mask och kostym.",
"Användning av olika uttryck och hur man gestaltar karaktärer i cirkusakter.",
"Skadeförebyggande övningar och uppvärmningsövningar.",
"Anatomi och träningslära."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven skapar och framför <b>i samråd</b> med handledar <b>någon</b> större cirkusakt. Vid utförandet samarbetar eleven på ett säker sätt med andra. Vid utförandet och skapandet av cirkusakter prövar eleven även alternativa lösningar och idéer samt prövar att använda <b>något</b> traditionellt uttryck på ett nytt sätt inom <b>någon</b> särskild cirkusdisciplin.</p><p>Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>någon</b> cirkusdisciplin, ger <b>enkla</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att förebygga skador. Eleven skapar och anpassar ocks <b>i samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och och fysiologi avseende koordination, balans och rörelse. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven skapar och framför <b>efter samråd</b> med handledar <b>några</b> större cirkusakter. Vid utförandet samarbetar eleven på ett säkert sätt med andra. Vid utförandet och skapandet av cirkusakte <b>har</b> eleven även <b>ett personligt uttryck</b>, prövar alternativa lösningar och idéer samt prövar att använda <b>några</b> traditionellta uttryck på ett nytt sätt inom <b>några</b> särskilda cirkusdiscipliner.</p><p>Eleven redogör <b>utförligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>några</b> cirkusdiscipliner, ger <b>välgrundade</b> förslag till olika uttrycksformer och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar ocks <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven skapar och framför <b>efter samråd</b> med handledar <b>flera</b> större cirkusakter. Vid utförandet samarbetar eleven på ett säkert sätt med andra. <b>I samarbetet agerar eleven både ledande och följande</b>. Vid utförandet och skapandet av cirkusakte <b>har</b> eleven även <b>ett personligt uttryck,</b> <b>improviserar</b>, prövar alternativa lösningar och idéer samt prövar att använda <b>några</b> traditionellta uttryck på ett nytt sätt inom <b>flera</b> särskilda cirkusdiscipliner.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>flera</b> cirkusdiscipliner, ger <b>välgrundade och nyanserade</b> förslag till olika uttryckssätt och visar <b>med säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven skapar och framför <b>i samråd</b> med handledar <b>någon</b> större cirkusakt. Vid utförandet samarbetar eleven på ett säker sätt med andra. Vid utförandet och skapandet av cirkusakter prövar eleven även alternativa lösningar och idéer samt prövar att använda <b>något</b> traditionellt uttryck på ett nytt sätt inom <b>någon</b> särskild cirkusdisciplin.",
"Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>någon</b> cirkusdisciplin, ger <b>enkla</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att förebygga skador. Eleven skapar och anpassar ocks <b>i samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och och fysiologi avseende koordination, balans och rörelse. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven skapar och framför <b>efter samråd</b> med handledar <b>några</b> större cirkusakter. Vid utförandet samarbetar eleven på ett säkert sätt med andra. Vid utförandet och skapandet av cirkusakte <b>har</b> eleven även <b>ett personligt uttryck</b>, prövar alternativa lösningar och idéer samt prövar att använda <b>några</b> traditionellta uttryck på ett nytt sätt inom <b>några</b> särskilda cirkusdiscipliner.",
"Eleven redogör <b>utförligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>några</b> cirkusdiscipliner, ger <b>välgrundade</b> förslag till olika uttrycksformer och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar ocks <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven skapar och framför <b>efter samråd</b> med handledar <b>flera</b> större cirkusakter. Vid utförandet samarbetar eleven på ett säkert sätt med andra. <b>I samarbetet agerar eleven både ledande och följande</b>. Vid utförandet och skapandet av cirkusakte <b>har</b> eleven även <b>ett personligt uttryck,</b> <b>improviserar</b>, prövar alternativa lösningar och idéer samt prövar att använda <b>några</b> traditionellta uttryck på ett nytt sätt inom <b>flera</b> särskilda cirkusdiscipliner.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym. Eleven diskuterar nummer inom <b>flera</b> cirkusdiscipliner, ger <b>välgrundade och nyanserade</b> förslag till olika uttryckssätt och visar <b>med säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"CIRCIR01S",
"reqarr":["CIRCIR01S"],
"hasreqs":true,
"friends":["CIRAKR00S",
"CIRCIR01S"]}