{"subject":"CIR",
"novux":false,
"name":"Cirkus 1",
"origname":"Cirkus 1",
"points":100,
"instrRAW":"som kan läsas flera gånger med olika innehåll.",
"descarr":["Den kan läsas flera gånger med olika innehåll."],
"repeat":"som kan läsas flera gånger med olika innehåll.",
"code":"CIRCIR01S",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Grundläggande nummerarbete samt hur man planerar, bygger upp och framför enkla cirkusakter.",
"Grundläggande träning i olika cirkusdiscipliner, till exempel akrobatik, jonglering, lindans, trampolin, språngbräda och clown. ",
"Balansträning.",
"Kollektivt arbete med enkla cirkusakter. Tillitsövningar.",
"Experiment och improvisation.",
"Säkerhetsfrågor och säkerhetsåtgärder, systematiskt arbete med att förhindra olyckor. ",
"Materialomsorg.",
"Grundläggande inom cirkusens olika uttrycksmedel, till exempel musik, ljus, rekvisita, mask och kostym.",
"Begrepp som används för att organisera arbetet inom de olika cirkusdisciplinerna.",
"Grundläggande cirkushistoria.",
"Skapande och användning av olika uttryck och gestaltar karaktärer i cirkusakter.",
"Skadeförebyggande övningar och uppvärmningsövningar.",
"Anatomi och träningslära."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven skapar och framför <b>i samråd</b> med handledar <b>någon</b> enkel cirkusakt. Eleven utför <b>med viss säkerhet</b> grundläggande övningar inom en eller flera cirusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>någon</b> cirkusakt. Vid utförandet och skapandet av cirkusakter prövar eleven alternativa lösningar och idéer.</p><p>Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>översiktligt</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>enkla</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att förebygga skador. Eleven skapar och anpassar också <b>i samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven skapar och framför <b>efter samråd</b> med handledare <b>några</b> enkla cirkusakter. Eleven utför <b>med viss säkerhet</b> grundläggande övningar inom en eller flera cikusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>några</b> cirkusakter. Vid utförandet och skapandet av cirkusakter prövar eleven alternativa lösningar och idéer <b>samt</b><b> prövar gränserna för den egna förmågan</b>.</p><p>Eleven redogör <b>utförligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>välgrundade</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven skapar och framför <b>efter samråd</b> med handledar <b>flera</b> enkla cirkusakter. Eleven utför <b>med säkerhet</b> grundläggande övningar inom en eller flera cirkusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>flera</b> cirkusakter. <b>I samarbetet agerar eleven både ledande och följande</b>. Vid utförandet och skapandet av cirkusakter <b>använder eleven improvisation</b>, prövar alternativa lösningar och idéer <b>samt</b><b> prövar gränserna för den egna förmågan</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt och nyanserat</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med</b> <b>säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>välgrundade och nyanserade</b> förslag till olika uttryckmöjlighter och visar <b>med säkerhet</b> möjliga gestaltningar av karaktärer.</p><p>Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven skapar och framför <b>i samråd</b> med handledar <b>någon</b> enkel cirkusakt. Eleven utför <b>med viss säkerhet</b> grundläggande övningar inom en eller flera cirusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>någon</b> cirkusakt. Vid utförandet och skapandet av cirkusakter prövar eleven alternativa lösningar och idéer.",
"Eleven redogör <b>översiktligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>översiktligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>översiktligt</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>enkla</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att förebygga skador. Eleven skapar och anpassar också <b>i samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>översiktligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven skapar och framför <b>efter samråd</b> med handledare <b>några</b> enkla cirkusakter. Eleven utför <b>med viss säkerhet</b> grundläggande övningar inom en eller flera cikusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>några</b> cirkusakter. Vid utförandet och skapandet av cirkusakter prövar eleven alternativa lösningar och idéer <b>samt</b><b> prövar gränserna för den egna förmågan</b>.",
"Eleven redogör <b>utförligt</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>välgrundade</b> förslag till olika uttryckmöjligheter och visar <b>med viss säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven skapar och framför <b>efter samråd</b> med handledar <b>flera</b> enkla cirkusakter. Eleven utför <b>med säkerhet</b> grundläggande övningar inom en eller flera cirkusdicipliner. Eleven samarbetar på ett säkert sätt med andra vid utförandet av <b>flera</b> cirkusakter. <b>I samarbetet agerar eleven både ledande och följande</b>. Vid utförandet och skapandet av cirkusakter <b>använder eleven improvisation</b>, prövar alternativa lösningar och idéer <b>samt</b><b> prövar gränserna för den egna förmågan</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för säkerhetsaspekter på cirkusakter och för materialomsorg. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> användningsmöjligheter för rekvisita, mask och kostym samt redogör <b>utförligt och</b> <b>nyanserat</b> för cirkusens historia. I sina beskrivningar och redogörelser använder eleven <b>med säkerhet</b> cirkusdisciplinernas begrepp. Eleven diskuterar cirkusnummer, ger <b>välgrundade och nyanserade</b> förslag till olika uttryckmöjlighter och visar <b>med säkerhet</b> möjliga gestaltningar av karaktärer.",
"Eleven utför fysiska övningar för att <b>utveckla styrka och smidighet samt</b> förebygga skador. Eleven skapar och anpassar också <b>efter samråd</b> med handledare övningar och träningsmetoder för att förebygga skador. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för anatomi och fysiologi avseende koordination, balans och rörelse.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["CIRCIR02S"],
"hasreqs":true,
"friends":["CIRAKR00S",
"CIRCIR02S"]}