{"subject":"DAE",
"name":"Dansteori",
"points":100,
"code":"DAEDAT0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Dans som uttryck för kulturella värderingar i olika medier.",
"Relationen mellan synen på dans, kropp, genus och etnicitet ur historiska och samtida perspektiv.",
"Historiska indelningar i epoker, genrer och stilar samt olika estetiska förhållningssätt till dans. Dans och dansande i sociala och sceniska sammanhang med exempel från olika kulturer.",
"Förändringsprocesser inom dansen ur ett samtida och historiskt perspektiv. Hur förändringsprocesser och synen på dans relaterar till olika sammanhang, till exempel estetiska, sociala, politiska och kulturella.",
"Olika danshistorieskrivningar och avgränsningar och indelningar som används inom dansområdet.",
"Olika danshistorieskrivningar, till exempel långa utvecklingslinjer - från \"primitiv\" till samtida konstdans, dans som utveckling av koreografiska former. Dans och dess relation till olika sammanhang och olika avgränsningar, till exempel populär- och finkultur eller social och scenisk dans. Dansens indelningar och genrer.",
"Begrepp och metoder i relation till dansanalys av levande och inspelade dansföreställningar. Dansanalys ur olika synvinklar, till exempel genus och etnicitet och olika sammanhang, till exempel estetiska, kulturella och historiska.",
"Upphovsrätt som gäller hur dans noteras, dokumenteras och visas i olika medier, till exempel internet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också <b>enkla</b> dansanalyser. I analyserna diskuterar eleven <b>översiktligt</b> kulturella värderingar utifrån <b>någon</b> <b>av</b> kategorierna kropp, genus och etnicitet.</p><p>Eleven beskrive <b>översiktligt</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>översiktligt</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>översiktligt</b> för förändringsprocesser inom dansen.</p><p>Eleven redogör <b>översiktligt</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med viss säkerhet</b> adekvata begrepp. Dessutom värderar eleven olika danshistorieskrivningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar dansföreställningar och använder <b>med viss säkerhet</b> adekvata begrepp och <b>enkla</b> metoder. I analysen beskriver eleven <b>översiktligt</b> dansens komponenter, form, struktur och estetiska förhållningssätt. Dessutom redogör eleven <b>översiktligt</b> för hur dansföreställningen relaterar till <b>ett givet</b> sammanhang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också dansanalyser. I analyserna diskuterar eleven <b>utförligt</b> kulturella värderingar utifrån <b>några</b> <b>av</b> kategorierna kropp, genus och etnicitet.</p><p>Eleven beskrive <b>utförligt</b> <b>och gör välgrundade jämförelser av</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>utförligt</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>utförligt</b> för förändringsprocesser inom dansen <b>och för samband mellan dans och det sociala, politiska eller kulturella sammanhanget</b>.</p><p>Eleven redogör <b>utförligt</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med viss säkerhet</b> adekvata begrepp. Dessutom värderar eleven olika danshistorieskrivningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar dansföreställningar och använder <b>med viss säkerhet</b> adekvata begrepp och metoder. I analysen beskriver eleven <b>utförligt</b> dansens komponenter, form, struktur och estetiska förhållningssätt. <b>Eleven ger också välgrundade argument för sitt sätt att analysera dansen</b>. Dessutom redogör eleven <b>utförligt</b> för hur dansföreställningen relaterar till <b>olika</b> sammanhang.</p><p>Eleven diskuterar <b>utförligt</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också <b>komplexa</b> dansanalyser. I analyserna diskuterar eleven <b>utförligt och nyanserat</b> kulturella värderingar utifrån kategorierna kropp, genus och etnicitet.</p><p>Eleven beskrive <b>utförligt och nyanserat</b> <b>och gör välgrundade och nyanserade jämförelser av</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>utförligt och nyanserat</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>utförligt och nyanserat</b> för förändringsprocesser inom dansen <b>och för komplexa samband mellan dans och det sociala, politiska och kulturella sammanhanget</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med säkerhet</b> adekvata begrepp <b>och diskuterar utförligt och nyanserat konsekvenserna av de olika danshistorieskrivningarna</b>. Dessutom värderar eleven olika danshistorieskrivningar med <b>nyanserade</b> omdömen.</p><p>Eleven analyserar dansföreställningar och använder <b>med säkerhet</b> adekvata begrepp och <b>avancerade</b> metoder. I analysen beskriver eleven <b>utförligt och nyanserat</b> dansens komponenter, form, struktur och estetiska förhållningssätt. <b>Eleven ger också välgrundade och nyanserade argument för sitt sätt att analysera dansen</b>. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur dansföreställningen relaterar till <b>olika</b> sammanhang.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också <b>enkla</b> dansanalyser. I analyserna diskuterar eleven <b>översiktligt</b> kulturella värderingar utifrån <b>någon</b> <b>av</b> kategorierna kropp, genus och etnicitet.",
"Eleven beskrive <b>översiktligt</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>översiktligt</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>översiktligt</b> för förändringsprocesser inom dansen.",
"Eleven redogör <b>översiktligt</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med viss säkerhet</b> adekvata begrepp. Dessutom värderar eleven olika danshistorieskrivningar med <b>enkla</b> omdömen.",
"Eleven analyserar dansföreställningar och använder <b>med viss säkerhet</b> adekvata begrepp och <b>enkla</b> metoder. I analysen beskriver eleven <b>översiktligt</b> dansens komponenter, form, struktur och estetiska förhållningssätt. Dessutom redogör eleven <b>översiktligt</b> för hur dansföreställningen relaterar till <b>ett givet</b> sammanhang.",
"Eleven diskuterar <b>översiktligt</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier."],
"c":["Eleven beskriver <b>utförligt</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också dansanalyser. I analyserna diskuterar eleven <b>utförligt</b> kulturella värderingar utifrån <b>några</b> <b>av</b> kategorierna kropp, genus och etnicitet.",
"Eleven beskrive <b>utförligt</b> <b>och gör välgrundade jämförelser av</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>utförligt</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>utförligt</b> för förändringsprocesser inom dansen <b>och för samband mellan dans och det sociala, politiska eller kulturella sammanhanget</b>.",
"Eleven redogör <b>utförligt</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med viss säkerhet</b> adekvata begrepp. Dessutom värderar eleven olika danshistorieskrivningar med <b>enkla</b> omdömen.",
"Eleven analyserar dansföreställningar och använder <b>med viss säkerhet</b> adekvata begrepp och metoder. I analysen beskriver eleven <b>utförligt</b> dansens komponenter, form, struktur och estetiska förhållningssätt. <b>Eleven ger också välgrundade argument för sitt sätt att analysera dansen</b>. Dessutom redogör eleven <b>utförligt</b> för hur dansföreställningen relaterar till <b>olika</b> sammanhang.",
"Eleven diskuterar <b>utförligt</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier. Eleven gör också <b>komplexa</b> dansanalyser. I analyserna diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> kulturella värderingar utifrån kategorierna kropp, genus och etnicitet.",
"Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> <b>och gör välgrundade och nyanserade jämförelser av</b> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <b>utförligt och</b> <b>nyanserat</b> för dans och dansande i sociala och sceniska sammanhang. Utifrån några exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för förändringsprocesser inom dansen <b>och för komplexa samband mellan dans och det sociala, politiska och kulturella sammanhanget</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några olika danshistorieskrivningar och olika avgränsningar och indelningar. I redogörelsen använder eleven <b>med säkerhet</b> adekvata begrepp <b>och diskuterar utförligt och nyanserat konsekvenserna av de olika danshistorieskrivningarna</b>. Dessutom värderar eleven olika danshistorieskrivningar med <b>nyanserade</b> omdömen.",
"Eleven analyserar dansföreställningar och använder <b>med säkerhet</b> adekvata begrepp och <b>avancerade</b> metoder. I analysen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> dansens komponenter, form, struktur och estetiska förhållningssätt. <b>Eleven ger också välgrundade och nyanserade argument för sitt sätt att analysera dansen</b>. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur dansföreställningen relaterar till <b>olika</b> sammanhang.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier."]}}