{"subject":"DAG",
"novux":true,
"name":"Repertoar för yrkesdansare",
"origname":"Repertoar för yrkesdansare",
"points":100,
"code":"DAGREP0",
"goals":[1,1,1,2,0,0,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Koder och konventioner för repetitionsarbete. Repetitionsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback och kontinuerligt deltagande i repetitionerna samt sambandet mellan repetitionsprocess och det konstnärliga resultatet.",
"Repetitionsprocess. Samarbete och interaktion med andra, ansvarstagande för både eget och gemensamt arbete. Dansteknisk och konstnärlig problemlösning.",
"Instudering av olika typer av repertoar, både solo- och ensemblearbete. Analys, tolkning och gestaltning av koreografi med betoning på gestaltningsprocessen. I klassisk specialisering ingår tåspetsteknik för den kvinnliga dansen beroende på repertoar.",
"Olika metoder för inlärning av koreografiskt material. Metoder för olika typer av gestaltningar som till exempel rollanalys och rollgestaltningar.",
"Träning i att förmedla olika typer av uttryck till publiken inom ramen för koreografiers historiska och estetiska sammanhang. Musikalisk tolkning av koreografier. Spatial uppfattning i förhållande till den egna kroppen, andra medverkande och rummet.",
"Koreografiers estetiska utgångspunkter och förhållningssätt till formspråk, musik, rum och publiken samt det sammanhang dansen presenteras i. Koreografiers syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.",
"Etiska förhållningssätt och upphovsrätt när det gäller olika typer av musik och dansrepertoar.",
"Begrepp som till exempel uttryck och närvaro. Metoder för att analysera, diskutera och reflektera över arbetsprocessen, den egna arbetsinsatsen och resultatet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven använder <b>med viss säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>tillfredsställande</b> resultat. Eleven redogör <b>översiktligt</b> för samt utvärderar med <b>enkla</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsarbetet arbetar eleven <b>i samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med viss säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom löser eleven <b>i huvudsak</b> tekniska och konstnärliga problem med <b>tillfredsställande</b> resultat och anpassar uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>några</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av repertoar och gör detta med <b>dynamik</b> i rörelser, musikaliskt uttryck och genom att spatialt hålla sin plats i rummet. I framförande visar också eleven med <b>tillfredsställande</b> resultat scenisk närvaro samt varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck i det koreografiska formspråket. Eleven värderar dessutom med <b>enkla</b> omdömen andras gestaltningar.</p><p>Eleven diskuterar <b>översiktligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>översiktligt</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven använder <b>med säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>tillfredsställande</b> resultat <b>och utvecklar det danstekniska och det konstnärliga</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsarbetet arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom löser eleven tekniska och konstnärliga problem med <b>tillfredsställande</b> resultat och <b>undersöker och utvecklar</b> uppgiftern <b>samt provar olika lösningar</b> utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>flera</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av repertoar och gör detta med <b>dynamiska skillnader</b> i rörelser, <b>rörelsefrasering och</b> musikaliskt uttryck och genom att spatialt <b>i stunden anpassa och</b> hålla sin plats i rummet. I framförandet visar också eleven med <b>tillfredsställande</b> resultat scenisk närvaro samt <b>undersöker, utvecklar och</b> varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck <b>till</b> <b>ett enhetligt uttryck</b> i det koreografiska formspråket. Eleven värderar dessutom med <b>välgrundade</b> omdömen andras gestaltningar.</p><p>Eleven diskuterar <b>utförligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <b>med säkerhet</b> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven använder <b>med god säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>gott</b> resultat <b>och undersöker och utvecklar konsekvent det danstekniska och det konstnärliga</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleve <b>ger också förslag på hur både process och resultat kan förbättras</b>.</p><p>I repetitionsarbetet arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med god säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet <b>presenterar</b> eleven <b>idéer</b> och är delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom löser eleven tekniska och konstnärliga problem med <b>gott</b> resultat och <b>undersöker och utvecklar konsekvent uppgifterna</b> <b>samt provar kreativt olika lösningar</b> utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>flera olika slags</b> koreografiska uppgifter med <b>gott</b> resultat. Eleven framför me <b>gott</b> resultat olika typer av repertoar och gör detta med <b>dynamiska och nyanserade skillnader</b> i rörelser, <b>undersöker gränserna mellan rörelsefrasering och</b> musikaliskt uttryck och genom att spatialt <b>i stunden inkännande och uppmärksamt anpassa och</b> hålla sin plats i rummet. I framförandet visar också eleven me <b>gott</b> resultat närvaro i det sceniska uttrycket samt <b>undersöker, utvecklar</b> och varierar <b>konsekvent</b> uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>gott</b> resultat dansteknik och konstnärligt uttryck till <b>en konsekvent genomförd tolkning och ett enhetligt uttryck</b> i det koreografiska formspråket. Eleven värderar dessutom med <b>välgrundade och nyanserade</b> omdömen andras gestaltningar.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <b>med god säkerhet</b> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven använder <b>med viss säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>tillfredsställande</b> resultat. Eleven redogör <b>översiktligt</b> för samt utvärderar med <b>enkla</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
"I repetitionsarbetet arbetar eleven <b>i samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med viss säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom löser eleven <b>i huvudsak</b> tekniska och konstnärliga problem med <b>tillfredsställande</b> resultat och anpassar uppgifterna utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>några</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av repertoar och gör detta med <b>dynamik</b> i rörelser, musikaliskt uttryck och genom att spatialt hålla sin plats i rummet. I framförande visar också eleven med <b>tillfredsställande</b> resultat scenisk närvaro samt varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck i det koreografiska formspråket. Eleven värderar dessutom med <b>enkla</b> omdömen andras gestaltningar.",
"Eleven diskuterar <b>översiktligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>översiktligt</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.",
"Eleven använder <b>med viss säkerhet</b> begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven använder <b>med säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>tillfredsställande</b> resultat <b>och utvecklar det danstekniska och det konstnärliga</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
"I repetitionsarbetet arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom löser eleven tekniska och konstnärliga problem med <b>tillfredsställande</b> resultat och <b>undersöker och utvecklar</b> uppgiftern <b>samt provar olika lösningar</b> utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>flera</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av repertoar och gör detta med <b>dynamiska skillnader</b> i rörelser, <b>rörelsefrasering och</b> musikaliskt uttryck och genom att spatialt <b>i stunden anpassa och</b> hålla sin plats i rummet. I framförandet visar också eleven med <b>tillfredsställande</b> resultat scenisk närvaro samt <b>undersöker, utvecklar och</b> varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck <b>till</b> <b>ett enhetligt uttryck</b> i det koreografiska formspråket. Eleven värderar dessutom med <b>välgrundade</b> omdömen andras gestaltningar.",
"Eleven diskuterar <b>utförligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.",
"Eleven använder <b>med säkerhet</b> begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven använder <b>med god säkerhet</b> koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <b>gott</b> resultat <b>och undersöker och utvecklar konsekvent det danstekniska och det konstnärliga</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleve <b>ger också förslag på hur både process och resultat kan förbättras</b>.",
"I repetitionsarbetet arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <b>med god säkerhet</b> med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet <b>presenterar</b> eleven <b>idéer</b> och är delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom löser eleven tekniska och konstnärliga problem med <b>gott</b> resultat och <b>undersöker och utvecklar konsekvent uppgifterna</b> <b>samt provar kreativt olika lösningar</b> utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>flera olika slags</b> koreografiska uppgifter med <b>gott</b> resultat. Eleven framför med <b>gott</b> resultat olika typer av repertoar och gör detta med <b>dynamiska och nyanserade skillnader</b> i rörelser, <b>undersöker gränserna mellan rörelsefrasering och</b> musikaliskt uttryck och genom att spatialt <b>i stunden inkännande och uppmärksamt anpassa och</b> hålla sin plats i rummet. I framförandet visar också eleven me <b>gott</b> resultat närvaro i det sceniska uttrycket samt <b>undersöker, utvecklar</b> och varierar <b>konsekvent</b> uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <b>gott</b> resultat dansteknik och konstnärligt uttryck till <b>en konsekvent genomförd tolkning och ett enhetligt uttryck</b> i det koreografiska formspråket. Eleven värderar dessutom med <b>välgrundade och nyanserade</b> omdömen andras gestaltningar.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.",
"Eleven använder <b>med god säkerhet</b> begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["DAGDAS0",
"DAGDAN0",
"DAKDAN0",
"DAKDAS0",
"DAKKLA01a",
"DAKKLA01b",
"DAKKLA02",
"DAKKLA03",
"DAKMOD01a",
"DAKMOD01b",
"DAKMOD02",
"DAKMOD03",
"DAGPAS0",
"DAGSCE0"]}