{"subject":"DAG",
"name":"Scenisk verksamhet för yrkesdansare",
"points":100,
"code":"DAGSCE0",
"goals":[2,2,2,2,0,0,1,1],
"level":"normal",
"content":["Koder och konventioner för sceniskt arbete.",
"Konstnärliga processer. Reflektion över konstnärliga arbetsprocesser och konstnärligt resultat.",
"Samarbete och interaktion med andra samt ansvarstagande för både eget och gemensamt arbete.",
"Sceniska framföranden. Scenisk uppmärksamhet på uppgifter på och utanför scenen. Scenisk närvaro och kommunikation med publik.",
"Olika typer av repertoar. Analys, tolkning och gestaltning av koreografiskt material med betoning på resultat och framförande. Dansteknisk och konstnärlig problemlösning. Musikalisk interpretation av koreografi. Spatial uppfattning i förhållande till den egna kroppen, andra medverkande och rummet.",
"Koreografins estetiska utgångspunkter och förhållningssätt till formspråk, musik, rum och publiken samt det sammanhang dansen presenteras i. Koreografins syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.",
"Etiska förhållningssätt, arbetsmiljöfrågor och upphovsrätt i förhållande till scenkonstnärligt arbete.",
"Begrepp som till exempel uttryck och närvaro samt metoder för att analysera, diskutera och reflektera över arbetsprocessen, den egna arbetsinsatsen och resultatet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven använder <b>med viss säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. Dessutom utför eleven sin del i sceniska produktioner med <b>tillfredsställande</b> resultat genom att vara förberedd, värma upp, memorera rörelser och feedback och vara uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <b>översiktligt</b> för samt utvärderar med <b>enkla</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <b>i samråd</b> med handledare ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till framträdandet inför publik. Dessutom arbetar eleven <b>i samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med viss säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom utvecklar eleven med <b>tillfredsställande</b> resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>några</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Dessutom framför eleven med <b>tillfredsställande</b> resultat olika typer av koreografi med <b>dynamik</b> i rörelsevokabulär, musikaliskt <b>uttryck</b> och genom att spatialt <b>hålla</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>tillfredsställande</b> resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck inom det koreografiska formspråket.</p><p>Eleven diskuterar <b>översiktligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>översiktligt</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <b>med viss säkerhet</b> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven använder <b>med säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <b>tillfredsställande</b> resultat genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback och är uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <b>efter samråd</b> med handledare ansvar för sin egen utveckling av både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom utvecklar oc <b>undersöker</b> eleven med <b>tillfredsställande</b> resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>flera</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av koreografi med <b>dynamiska skillnader</b> i rörelsevokabulär, <b>rörelsefrasering</b> och musikaliskt <b>uttryck</b> samt <b>anpassar i stunden</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>tillfredsställande</b> resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt <b>undersöker, utvecklar och</b> varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han me <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck <b>till ett enhetligt uttryck</b> inom det koreografiska formspråket.</p><p>Eleven diskuterar <b>utförligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>utförligt</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <b>med säkerhet</b> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven använder <b>med god säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <b>gott resultat</b> genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback samt är uppmärksam på och <b>anpassar</b> uppgifter som ska utföras på och utanför scenen <b>till variationer i förutsättningar</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet <b>samt ger förslag på hur både process och resultat kan förbättras</b>.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <b>efter samråd</b> med handledare ansvar för sin egen utveckling <b>och undersöker och utvecklar konsekvent</b> både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med god säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom <b>undersöker och utvecklar</b> eleven <b>kreativt och konsekvent</b> med <b>gott</b> resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <b>flera olika slags</b> koreografiska uppgifter med <b>gott</b> resultat. Eleven framför med <b>gott</b> resultat olika typer av koreografi med <b>dynamiska och nyanserade skillnader</b> i rörelsevokabulär, <b>undersöker gränserna mellan rörelsefrasering</b> och musikalisk <b>frasering</b> samt <b>anpassar i stunden inkännande och uppmärksamt</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>gott</b> resultat närvaro i det sceniska uttrycket, kommunicerar med <b>gott</b> resultat med publiken samt <b>undersöker, utvecklar</b> och varierar <b>konsekvent</b> uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanvävs dansteknik och konstnärligt uttryck me <b>gott</b> resultat <b>till en konsekvent genomförd tolkning och ett enhetligt uttryck</b> inom det koreografiska formspråket.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <b>med god säkerhet</b> begrepp och vokabulär i kommunikation med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven använder <b>med viss säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. Dessutom utför eleven sin del i sceniska produktioner med <b>tillfredsställande</b> resultat genom att vara förberedd, värma upp, memorera rörelser och feedback och vara uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <b>översiktligt</b> för samt utvärderar med <b>enkla</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
"I repetitionsprocessen och det sceniska arbetet tar eleven <b>i samråd</b> med handledare ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till framträdandet inför publik. Dessutom arbetar eleven <b>i samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med viss säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom utvecklar eleven med <b>tillfredsställande</b> resultat uppgifterna utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>några</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Dessutom framför eleven med <b>tillfredsställande</b> resultat olika typer av koreografi med <b>dynamik</b> i rörelsevokabulär, musikaliskt <b>uttryck</b> och genom att spatialt <b>hålla</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>tillfredsställande</b> resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han med <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck inom det koreografiska formspråket.",
"Eleven diskuterar <b>översiktligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>översiktligt</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.",
"Eleven använder <b>med viss säkerhet</b> begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven använder <b>med säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <b>tillfredsställande</b> resultat genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback och är uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
"I repetitionsprocessen och det sceniska arbetet tar eleven <b>efter samråd</b> med handledare ansvar för sin egen utveckling av både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom utvecklar oc <b>undersöker</b> eleven med <b>tillfredsställande</b> resultat uppgifterna utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>flera</b> koreografiska uppgifter med <b>tillfredsställande</b> resultat. Eleven framför med <b>tillfredsställande</b> resultat olika typer av koreografi med <b>dynamiska skillnader</b> i rörelsevokabulär, <b>rörelsefrasering</b> och musikaliskt <b>uttryck</b> samt <b>anpassar i stunden</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>tillfredsställande</b> resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt <b>undersöker, utvecklar och</b> varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han me <b>tillfredsställande</b> resultat dansteknik och konstnärligt uttryck <b>till ett enhetligt uttryck</b> inom det koreografiska formspråket.",
"Eleven diskuterar <b>utförligt</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>utförligt</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.",
"Eleven använder <b>med säkerhet</b> begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven använder <b>med god säkerhet</b> koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <b>gott resultat</b> genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback samt är uppmärksam på och <b>anpassar</b> uppgifter som ska utföras på och utanför scenen <b>till variationer i förutsättningar</b>. Eleven redogör <b>utförligt</b> för samt utvärderar med <b>nyanserade</b> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet <b>samt ger förslag på hur både process och resultat kan förbättras</b>.",
"I repetitionsprocessen och det sceniska arbetet tar eleven <b>efter samråd</b> med handledare ansvar för sin egen utveckling <b>och undersöker och utvecklar konsekvent</b> både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <b>efter samråd</b> med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <b>med god säkerhet</b> med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <b>samt tar initiativ till egna lösningar</b>. Dessutom <b>undersöker och utvecklar</b> eleven <b>kreativt och konsekvent</b> med <b>gott</b> resultat uppgifterna utifrån instruktioner och feedback.",
"Eleven analyserar, tolkar och gestaltar <b>flera olika slags</b> koreografiska uppgifter med <b>gott</b> resultat. Eleven framför med <b>gott</b> resultat olika typer av koreografi med <b>dynamiska och nyanserade skillnader</b> i rörelsevokabulär, <b>undersöker gränserna mellan rörelsefrasering</b> och musikalisk <b>frasering</b> samt <b>anpassar i stunden inkännande och uppmärksamt</b> sin plats i rummet i relation till andra. I framföranden visar eleven med <b>gott</b> resultat närvaro i det sceniska uttrycket, kommunicerar med <b>gott</b> resultat med publiken samt <b>undersöker, utvecklar</b> och varierar <b>konsekvent</b> uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanvävs dansteknik och konstnärligt uttryck me <b>gott</b> resultat <b>till en konsekvent genomförd tolkning och ett enhetligt uttryck</b> inom det koreografiska formspråket.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.",
"Eleven använder <b>med god säkerhet</b> begrepp och vokabulär i kommunikation med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav."]}}