{"subject":"DAK",
"novux":true,
"name":"Dansträning för yrkesdansare",
"origname":"Dansträning för yrkesdansare",
"points":100,
"code":"DAKDAS0",
"goals":[0,0,0,0,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Övningar för uppvärmning, nedvarvning, stretchning och vila samt hur dessa moment kan sättas samman för att förstärka den danstekniska träningen.",
"Skadeförebyggande träning. Övningar för att träna kondition, smidighet, rörlighet och styrka. Hur övningar och träningsprogram sätts samman för att stärka och optimera den egna kroppen.",
"Övningar för att träna balans, smidighet, styrka, djärvhet och samarbete.",
"Fysiologiska och psykologiska effekter av träning och fysisk aktivitet. Riskfaktorer i samband med fysiska aktiviteter, till exempel överträning och skador i samband med träning och scenisk verksamhet. Olika kroppsideals påverkan på människor, till exempel ätstörningar och dopning.",
"Grundläggande anatomi.",
"Kost, näring, vila och sömn för hälsa och välbefinnande och för att optimera kroppens prestation. Droger och dopningspreparats konsekvenser för hälsa och prestation.",
"Mental träning. Psykologiska faktorer i relation till prestation. Olika stressorsaker i vardagen. Spänningsreglering, stresshantering, motivation och målfokusering.",
"Arbets- och studiemiljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter, till exempel kroppslig balans och lyftteknik. Betydelsen av kommunikation och samarbete.",
"Begrepp, till exempel uppvärmning, nedvarvning, stretchning, ergonomi och fysiologi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>tillfredsställande</b> resultat. Eleven beskrive <b>översiktligt</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.</p><p>Eleven redogör <b>översiktligt</b> för hur den egna kroppen fungerar och kan <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>i samråd</b> med handledare program för regelbunden träning samt tar aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>enkla</b> omdömen resultaten.</p><p>Eleven beskriver <b>översiktligt</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>översiktligt</b> kroppsideals påverkan på människors hälsa.</p><p>Eleven beskriver <b>översiktligt</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>översiktligt</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>översiktligt</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>översiktligt</b> egna och andras stressfaktorer.</p><p>Eleven planerar <b>i samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>någon</b> övning med <b>tillfredsställande</b> resultat. Eleven motiverar <b>översiktligt</b> sitt handlingssätt utifrån olika psykologiska teorier.</p><p>Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>tillfredsställande</b> resultat. Eleven beskriver <b>utförligt</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.</p><p>Eleven redogör <b>utförligt</b> för hur den egna kroppen fungerar och bedömer <b>med säkerhet</b> sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>efter samråd</b> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>nyanserade</b> omdömen resultatet.</p><p>Eleven beskriver <b>utförligt</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>utförligt</b> kroppsideals påverkan på människors hälsa.</p><p>Eleven beskriver <b>utförligt</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>utförligt</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>utförligt</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>utförligt</b> egna och andras stressfaktorer.</p><p>Eleven planerar <b>efter samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>några</b> övningar med <b>tillfredsställande</b> resultat. Eleven motiverar <b>utförligt</b> sitt handlingssätt utifrån olika psykologiska teorier.</p><p>Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>gott</b> resultat. <b>Dessutom kan eleven anpassa sin träning till variationer i förutsättningar.</b> Eleven beskriver <b>utförligt och nyanserat</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier.</b></p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur den egna kroppen fungerar och bedömer <b>med god säkerhet</b> sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>efter samråd</b> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>nyanserade</b> omdömen resultatet <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>utförligt och nyanserat</b> kroppsideals påverkan på människors hälsa.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>utförligt och nyanserat</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>utförligt och nyanserat</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>utförligt och nyanserat</b> egna och andras stressfaktorer.</p><p>Eleven planerar <b>efter samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>flera</b> övningar med <b>gott</b> resultat. Eleven motiverar <b>utförligt och nyanserat</b> sitt handlingssätt utifrån olika psykologiska teorier.</p><p>Eleven använder <b>med god säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>tillfredsställande</b> resultat. Eleven beskrive <b>översiktligt</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
"Eleven redogör <b>översiktligt</b> för hur den egna kroppen fungerar och kan <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>i samråd</b> med handledare program för regelbunden träning samt tar aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>enkla</b> omdömen resultaten.",
"Eleven beskriver <b>översiktligt</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>översiktligt</b> kroppsideals påverkan på människors hälsa.",
"Eleven beskriver <b>översiktligt</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>översiktligt</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>översiktligt</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>översiktligt</b> egna och andras stressfaktorer.",
"Eleven planerar <b>i samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>någon</b> övning med <b>tillfredsställande</b> resultat. Eleven motiverar <b>översiktligt</b> sitt handlingssätt utifrån olika psykologiska teorier.",
"Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>tillfredsställande</b> resultat. Eleven beskriver <b>utförligt</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
"Eleven redogör <b>utförligt</b> för hur den egna kroppen fungerar och bedömer <b>med säkerhet</b> sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>efter samråd</b> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>nyanserade</b> omdömen resultatet.",
"Eleven beskriver <b>utförligt</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>utförligt</b> kroppsideals påverkan på människors hälsa.",
"Eleven beskriver <b>utförligt</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>utförligt</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>utförligt</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>utförligt</b> egna och andras stressfaktorer.",
"Eleven planerar <b>efter samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>några</b> övningar med <b>tillfredsställande</b> resultat. Eleven motiverar <b>utförligt</b> sitt handlingssätt utifrån olika psykologiska teorier.",
"Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <b>gott</b> resultat. <b>Dessutom kan eleven anpassa sin träning till variationer i förutsättningar.</b> Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier.</b>",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur den egna kroppen fungerar och bedömer <b>med god säkerhet</b> sina egna utvecklingsbehov i fråga om kroppslig förmåga. Eleven planerar <b>efter samråd</b> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa. Dessutom värderar eleven med <b>nyanserade</b> omdömen resultatet <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> kroppsideals påverkan på människors hälsa.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <b>utförligt och</b> <b>nyanserat</b> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för olika mentala tränings- och avslappningsmetoder samt beskriver <b>utförligt och</b> <b>nyanserat</b> egna och andras stressfaktorer.",
"Eleven planerar <b>efter samråd</b> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <b>flera</b> övningar med <b>gott</b> resultat. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sitt handlingssätt utifrån olika psykologiska teorier.",
"Eleven använder <b>med god säkerhet</b> grundläggande begrepp och vokabulär i kommunikationen med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med god säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["DAGDAS0",
"DAGDAN0",
"DAKDAN0",
"DAKKLA01a",
"DAKKLA01b",
"DAKKLA02",
"DAKKLA03",
"DAKMOD01a",
"DAKMOD01b",
"DAKMOD02",
"DAKMOD03",
"DAGPAS0",
"DAGREP0",
"DAGSCE0"]}