{"subject":"DAK",
"name":"Klassisk balett 3",
"points":200,
"requirements":"klassisk balett 2",
"notwith":{"type":"OR",
"arr":["dansteknik 1",
"dansteknik 2",
"dansteknik 3",
"dansteknik 4"]},
"instructiontext":"som bygger på kursen klassisk balett 2. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i någon av kurserna dansteknik 1, 2, 3 eller 4.",
"code":"DAKKLA03",
"goaltext":"Kursen klassisk balett 3 omfattar punkterna 1&mdash;3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 2&mdash;3 och 5. I kursen behandlas fördjupade avancerade färdigheter i klassisk balett, som befäster och vidareutvecklar teknik, och att dansa dynamiskt nyanserat och variationsrikt inom det mest avancerade rörelsevokabuläret med högsta grad av komplexa rörelsekombinationer.",
"goals":[1,2,2,0,2,0,0,1],
"level":"normal",
"content":["Koder och konventioner som används vid träning.",
"Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.",
"Reflektion över träningsprocessen och kunskapsutvecklingen.",
"Problemlösande feedback.",
"Fördjupning och utveckling av avancerad dansteknik i klassisk balett. För den kvinnliga dansaren ingår tåspetsteknik.",
"Övningar vid stången, mitten, små och stora hopp med betoning på stil, form, linjerenhet, och att utforska, utveckla och förfina en nyansrik komplexitet av rörelsekvaliteter och konstnärligt rörelseuttryck inom den klassiska balettens formspråk.",
"Variationer, solistisk träning.",
"Fördjupat arbete med anatomiskt funktionell placering och utåtrotation.",
"Konstnärligt förhållningssätt till träning.",
"Fördjupad träning av uthållighet och koncentration.",
"Fördjupning av dansens relation till och samspel med olika typer av levande musik. Hur man tänjer på gränserna mellan rörelseuttryckets frasering och musikens fraser, dynamik och rytm.",
"Träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.",
"Begrepp som till exempel balettens vokabulär."]}