{"subject":"DAK",
"name":"Modern nutida dans 2",
"points":200,
"requirements":"modern dans 1",
"notwith":{"type":"OR",
"arr":["dansteknik 1",
"dansteknik 2",
"dansteknik 3",
"dansteknik 4"]},
"instructiontext":"som bygger på kursen modern dans 1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i någon av kurserna dansteknik 1, 2, 3 eller 4.",
"code":"DAKMOD02",
"goaltext":"Kursen modern nutida dans 2 omfattar punkterna 1&mdash;3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 1&mdash;3 och 5. I kursen behandlas fördjupade avancerade färdigheter i modern nutida dans, som befäster stabilitet i grundteknik inom ett avancerat rörelsevokabulär med komplexa rörelsekombinationer och konstnärligt rörelseuttryck.",
"goals":[2,2,2,0,2,0,0,1],
"level":"normal",
"content":["Koder och konventioner som används vid träning.",
"Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.",
"Reflektion över träningsprocessen och kunskapsutvecklingen.",
"Problemlösande feedback.",
"Fördjupning av avancerad dansteknik i modern nutida dans.",
"Övningar med fördjupning av rörelsevokabulär som innehåller dropp, fall, swing och rörelser i och ur balans, rörelsekvaliteter som relaterar till tyngd, energi och flöde samt förhållandet till tid och rum med betoning på att utforska skillnader i rörelsekvaliteter inom den moderna nutida dansens formspråk.",
"Fördjupat utforskande av kroppens rörelsemöjligheter med betoning på arbete med torso.",
"Anatomiskt och funktionell gång och spring med betoning på höft-, knä- och fotled.",
"Fördjupat arbete med anatomiskt funktionell placering och arbete med center.",
"Konstnärligt förhållningssätt till träning.",
"Fördjupad träning av uthållighet och fokusering.",
"Fördjupning av dansens relation till och samspel med ljud, tystnad och olika typer av levande musik. Hur man förhåller rörelseuttryckets dynamik till musikens fraser, periodicitet, rytm och dynamik.",
"Fördjupad träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.",
"Praktiskt undersökande och reflekterande arbetsmetoder.",
"Begrepp som till exempel center, rörelsekvaliteter som tyngd, flöde och energi, musikalisk periodicitet, samt den moderna nutida dansens vokabulär."]}