{"subject":"DAN",
"name":"Koreografi",
"points":100,
"code":"DANKOO0",
"goals":[0,0,1,2,2,1,1,0,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Samarbete och interaktion med andra.",
"Olika kompositionsmetoder och koreografiska förhållningssätt till tyngd, flöde, tid, rum, musik, variation eller stämning.",
"Olika kompositionsmetoder och koreografiska förhållningssätt och deras relation till estetiska, sociala och kulturella kontexter samt historiska sammanhang.",
"Omsättning av idéer i en konstnärlig process och hur arbetsprocessen genomförs från idé fram till iscensättning av en färdig koreografi framförd inför publik.",
"Praktiskt sceniskt arbete och kommunikation med medaktörer och publik vid sceniska framföranden.",
"Samverkan mellan olika konstarter.",
"Begrepp och metoder för analys och reflektion över eget och andras arbete ur olika aspekter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven samarbetar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.</p><p>Eleven skapar <b>i samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar eleven <b>med viss säkerhet</b> rörelserna utifrån <b>enskilda</b> teman som relaterar till <b>någon av</b> komponenterna tyngd, flöde, tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>översiktligt</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.</p><p>Eleven genomför <b>i samråd</b> med handledar <b></b>ett mindre projekt och använder i det ett specifikt koreografiskt förhållningssätt. I arbetet samarbetar eleven <b>med viss säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>i samråd</b> med handledar <b></b>arbetsprocessen fram till iscensättning av en färdig koreografi. Eleven är delaktig i lösningar som gemensamt för arbetet framåt.</p><p>Eleven gör <b>enkla</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>enkla</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven samarbetar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.</p><p>Eleven skapar <b>efter samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar eleven <b>med viss säkerhet</b> rörelserna utifrån <b>flera</b> teman som relaterar till tyng <b>och</b> flöde samt till <b>någon av</b> komponenterna tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>utförligt</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.</p><p>Eleven genomför <b>efter samråd</b> med handledare ett mindre projekt och använder <b>och undersöker</b> i det ett specifik <b></b>koreografiskt förhållningssätt. I arbetet samarbetar eleven <b>med viss säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>efter samråd</b> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <b>framförd inför publik</b>. Eleven är delaktig  <b>samt tar initiativ till</b> lösningar som gemensamt för arbetet framåt. <b>I det sceniska arbetet använder eleven flera samverkande konstformer</b>.</p><p>Eleven gör <b>välgrundade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>nyanserade</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven samarbetar <b>med säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig <b>på ett kreativt sätt</b> till dem och andra i rummet.</p><p>Eleven skapar <b>efter samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar <b>och experimenterar</b> eleven <b>med säkerhet</b> rörelserna utifrån <b>flera</b> teman som relaterar till <b>energi</b>, tyng <b>och</b> flöde samt till <b>någon av</b> komponenterna tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>utförligt och nyanserat</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.</p><p>Eleven genomför <b>efter samråd</b> med handledare ett mindre projekt och använder i det ett specifik <b></b>koreografiskt förhållningssätt. <b>Eleven presenterar idéer, diskuterar dem utförligt och nyanserat</b>. I arbetet samarbetar eleven <b>med säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>efter samråd</b> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <b>framförd inför publik</b>. Eleven är delaktig  <b>samt tar initiativ till</b> lösningar som gemensamt för arbetet framåt. I det sceniska arbetet använder eleven <b>flera samverkande konstformer</b>.</p><p>Eleven gör <b>välgrundade och nyanserade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>nyanserade</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med säkerhet</b> adekvata begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven samarbetar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
"Eleven skapar <b>i samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar eleven <b>med viss säkerhet</b> rörelserna utifrån <b>enskilda</b> teman som relaterar till <b>någon av</b> komponenterna tyngd, flöde, tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>översiktligt</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
"Eleven genomför <b>i samråd</b> med handledar 0ett mindre projekt och använder i det ett specifikt koreografiskt förhållningssätt. I arbetet samarbetar eleven <b>med viss säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>i samråd</b> med handledar 0arbetsprocessen fram till iscensättning av en färdig koreografi. Eleven är delaktig i lösningar som gemensamt för arbetet framåt.",
"Eleven gör <b>enkla</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>enkla</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med viss säkerhet</b> adekvata begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven samarbetar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
"Eleven skapar <b>efter samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar eleven <b>med viss säkerhet</b> rörelserna utifrån <b>flera</b> teman som relaterar till tyng <b>och</b> flöde samt till <b>någon av</b> komponenterna tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>utförligt</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
"Eleven genomför <b>efter samråd</b> med handledare ett mindre projekt och använder <b>och undersöker</b> i det ett specifik 0koreografiskt förhållningssätt. I arbetet samarbetar eleven <b>med viss säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>efter samråd</b> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <b>framförd inför publik</b>. Eleven är delaktig  <b>samt tar initiativ till</b> lösningar som gemensamt för arbetet framåt. <b>I det sceniska arbetet använder eleven flera samverkande konstformer</b>.",
"Eleven gör <b>välgrundade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>nyanserade</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med viss säkerhet</b> adekvata begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven samarbetar <b>med säkerhet</b> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig <b>på ett kreativt sätt</b> till dem och andra i rummet.",
"Eleven skapar <b>efter samråd</b> med handledare dans utifrån olika kompositionsmetoder. I kompositionerna organiserar <b>och experimenterar</b> eleven <b>med säkerhet</b> rörelserna utifrån <b>flera</b> teman som relaterar till <b>energi</b>, tyng <b>och</b> flöde samt till <b>någon av</b> komponenterna tid, rum, ljud och musik. I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <b>utförligt och</b> <b>nyanserat</b> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
"Eleven genomför <b>efter samråd</b> med handledare ett mindre projekt och använder i det ett specifik 0koreografiskt förhållningssätt. <b>Eleven presenterar idéer, diskuterar dem utförligt och</b> <b>nyanserat</b>. I arbetet samarbetar eleven <b>med säkerhet</b> med andra i konstnärliga processer där komposition ingår. Arbetet utgår från en idé och eleven genomför <b>efter samråd</b> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <b>framförd inför publik</b>. Eleven är delaktig  <b>samt tar initiativ till</b> lösningar som gemensamt för arbetet framåt. I det sceniska arbetet använder eleven <b>flera samverkande konstformer</b>.",
"Eleven gör <b>välgrundade och nyanserade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. Dessutom värderar eleven med <b>nyanserade</b> omdömen andras koreografier. I sina reflektioner och värderingar använder eleven <b>med säkerhet</b> adekvata begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}