{"subject":"DAN",
"name":"Repertoar",
"origname":"Repertoar",
"points":100,
"code":"DANREE0",
"goals":[2,0,2,0,2,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Olika metoder för inlärning av koreografiskt material. Instudering, tolkning, gestaltning och framförande av sedan tidigare färdig och framförd koreografi i form av både soloarbeten och grupparbeten. ",
"Koreografins estetiska utgångspunkter och förhållningssätt i förhållande till dansens formspråk, musik, rum, tyngd, flöde och publiken samt det sammanhang dansen presenteras i. Koreografins syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.",
"Konstnärliga processer.",
"Repetitionsarbete, koder och konventioner för repetitionsarbete och sceniskt arbete.",
"Framförande av koreografi i ett sceniskt sammanhang.",
"Begrepp och metoder för analys av gestaltningsarbete.",
"Lagar och andra bestämmelser om upphovsrätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik <b>i viss utsträckning</b> på ett stilenligt sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett <b>i huvudsak</b> korrekt formspråk, uttrycka musikens puls och spatialt <b>hålla sin plats i rummet i relation till andra</b>.</p><p>Eleven diskuterar <b>översiktligt</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>några av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>översiktligt</b>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <b>med viss säkerhet</b> i gemensamt gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med viss säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven <b>i viss utsträckning</b> med andra under repetitioner och tar i det sceniska arbetet <b>i samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.</p><p>Eleven gör <b>enkla</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p><p>Eleven redogör även <b>översiktligt</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <b>variera rörelseuttrycket</b>, uttrycka musikens puls <b>och dynamik</b> <b>och</b> <b>relatera till andra</b> och spatialt <b>anpassa sig till förändringar</b>. <b>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</b>.</p><p>Eleven diskuterar <b>utförligt</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>flera av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>utförligt</b>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbetet är eleven delaktig  <b>och tar initiativ till</b> lösningar som gemensamt för arbetet framåt och samverkar <b>med viss säkerhet</b> i gemensamt gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbetet <b>ansvar</b> <b>genom att anpassa sin roll till helheten</b> samt tar <b>efter samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.</p><p>Eleven gör <b>välgrundade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p><p>Eleven redogör även <b>utförligt</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt <b>och nyanserat</b> sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <b>variera rörelseuttrycket</b>, uttrycka musikens pul <b>och dynamik med ett personligt uttryck</b> <b>och</b> <b>relatera till</b> och spatial <b>anpassa sig till förändringar</b>. <b>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>flera av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>utförligt och nyanserat</b> över i vilken tradition koreografins estetiska förhållningssätt ingår.</p><p>Eleven samarbetar <b>med säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbete <b>presenterar</b> eleven <b>utförligt och nyanserat idéer</b>, är delaktig  <b>och tar initiativ till</b> lösningar som gemensamt för arbetet framåt och samverkar <b>med säkerhet</b> i gemensamt <b>avancerat</b> gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbete <b>ansvar genom att anpassa sin roll till helheten</b> samt tar <b>efter samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.</p><p>Eleven gör <b>välgrundade och nyanserade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med säkerhet</b> adekvata begrepp.</p><p>Eleven redogör även <b>utförligt och nyanserat</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik <b>i viss utsträckning</b> på ett stilenligt sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett <b>i huvudsak</b> korrekt formspråk, uttrycka musikens puls och spatialt <b>hålla sin plats i rummet i relation till andra</b>.",
"Eleven diskuterar <b>översiktligt</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>några av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>översiktligt</b>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <b>med viss säkerhet</b> i gemensamt gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med viss säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven <b>i viss utsträckning</b> med andra under repetitioner och tar i det sceniska arbetet <b>i samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
"Eleven gör <b>enkla</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.",
"Eleven redogör även <b>översiktligt</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <b>variera rörelseuttrycket</b>, uttrycka musikens puls <b>och dynamik</b> <b>och</b> <b>relatera till andra</b> och spatialt <b>anpassa sig till förändringar</b>. <b>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</b>.",
"Eleven diskuterar <b>utförligt</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>flera av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>utförligt</b>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbetet är eleven delaktig  <b>och tar initiativ till</b> lösningar som gemensamt för arbetet framåt och samverkar <b>med viss säkerhet</b> i gemensamt gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbetet <b>ansvar</b> <b>genom att anpassa sin roll till helheten</b> samt tar <b>efter samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
"Eleven gör <b>välgrundade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.",
"Eleven redogör även <b>utförligt</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt <b>och nyanserat</b> sätt. I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <b>variera rörelseuttrycket</b>, uttrycka musikens pul <b>och dynamik med ett personligt uttryck</b> <b>och</b> <b>relatera till</b> och spatial <b>anpassa sig till förändringar</b>. <b>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</b>.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <b>flera av</b> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras. Dessutom resonerar eleven <b>utförligt och</b> <b>nyanserat</b> över i vilken tradition koreografins estetiska förhållningssätt ingår.",
"Eleven samarbetar <b>med säkerhet</b> med andra i konstnärliga processer där tolkning ingår. I arbete <b>presenterar</b> eleven <b>utförligt och nyanserat idéer</b>, är delaktig  <b>och tar initiativ till</b> lösningar som gemensamt för arbetet framåt och samverkar <b>med säkerhet</b> i gemensamt <b>avancerat</b> gestaltningsarbete. Under repetitionsprocessen och vid sceniskt framträdande använder eleven <b>med säkerhet</b> sceniska koder och konventioner. I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbete <b>ansvar genom att anpassa sin roll till helheten</b> samt tar <b>efter samråd</b> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
"Eleven gör <b>välgrundade och nyanserade</b> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet. I sin reflektion använder eleven <b>med säkerhet</b> adekvata begrepp.",
"Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["DANDAN01",
"DANDAN02",
"DANDAS0",
"DANDAI0",
"DANKOO0"]}