{"subject":"DAO",
"name":"Datorteknik 1b",
"points":100,
"code":"DAODAT01b",
"goals":[1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Datorsystems uppbyggnad och arbetssätt.",
"Grunderna i OSI-modellen (open systems interconnection) och gällande standarder för datorkommunikation.",
"Program, till exempel enklare kommunikationsprogram och applikationsprogram för mobila enheter.",
"Begreppen filer, filformat, komprimering och kryptering.",
"Rutiner för säkerhetskopiering och installation av virusskydd.",
"Installation, konfigurering och driftsättning av datorsystem för till exempel administration, kommunikation, dokumentation och enklare affärssystem.",
"Installation och konfigurering av applikationsprogram samt administration av behörigheter och lösenord.",
"Installation och konfigurering av datorer i ett befintligt nätverk.",
"Installation av skrivare och andra enheter i nätverk. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel</b> administration i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>i samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>visst</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel</b> administration i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>gott</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket</b> <b>gott</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel och även mer avancerad</b> administration i datorer och datorsystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>mycket gott</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och</b> <b>utförlig</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel</b> administration i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>i samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>visst</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel</b> administration i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>gott</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag hård- och mjukvaruinstallation, konfigurering samt <b>enkel och även mer avancerad</b> administration i datorer och datorsystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>mycket gott</b> handlag utrustning och programvaror samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och</b> <b>utförlig</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DAODAT0",
"NÄVADM0"]}