{"subject":"DAO",
"novux":false,
"name":"Datorteknik 1a",
"origname":"Datorteknik 1a",
"points":100,
"code":"DAODAT01a",
"goals":[1,1,0,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Datorsystems uppbyggnad, komponenter och kringutrustningar.",
"Grunderna i OSI-modellen (Open Systems Interconnection) och gällande standarder för datorkommunikation.",
"Program, till exempel enklare kommunikationsprogram och applikationsprogram för mobila enheter.",
"Enklare rit- och simuleringsprogram.",
"Begreppen filer, filformat, komprimering och kryptering.",
"Fältbussars användning inom till exempel industri-, el- och andra teknikområden.",
"Rutiner för säkerhetskopiering och installation av virusskydd.",
"ESD-säker hantering av mikroprocessorer och minnen (Electro Static Discharge).",
"Planering, montering, konfigurering samt driftsättning av datorsystem för något av användningsområdena mätning, styrning, övervakning eller dokumentation.",
"Installation och konfigurering av applikationsprogram.",
"Installation och konfigurering av datorer i ett befintligt nätverk.",
"Installation av skrivare och andra enheter i nätverk."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>i samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och me <b>gott</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och me <b>mycket gott</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla och även mer avancerade</b> fel i datorer och datorsystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>i samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur dator- och kommunikationssystem är uppbyggda och fungerar samt hur driftsäkerhet och integritetsskydd uppnås i systemen.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och me <b>mycket gott</b> handlag hård- och mjukvaruinstallation, konfigurering och underhåll samt åtgärdar <b>enkla och även mer avancerade</b> fel i datorer och datorsystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Dessutom installerar och konfigurerar eleven <b>efter samråd</b> med handledare datorer i ett befintligt nätverk. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DAODAT0",
"DAODIG0",
"DAOINU0",
"DAOMUL0",
"NAIADM0",
"NÄVADM0"],
"foreignlinks":["NAIADM0"],
"hasreqs":true,
"friends":["NAIADM0",
"NÄVADM0",
"AUOALL0",
"AUOAVH0",
"DAODAC0",
"DAODAT0",
"DAODAT01b",
"DAODIG0",
"DAOINU0",
"DAOMUL0",
"NAINAV0",
"NÄVNÄV0",
"NAINAE0",
"NÄVNÄE0",
"NAINAR0",
"NÄVNÄR0",
"NAINAK0",
"NÄVNÄK0",
"PROPRO0",
"PROPRC01",
"PROPRC02",
"PROPRE0"]}