{"subject":"DAO",
"name":"Datorsamordning och support",
"points":100,
"instrRAW":"som bygger på kursen datorteknik 1a eller kursen datorteknik 1b.",
"descarr":["Den bygger på kursen ",
"DAODAT01a",
" eller kursen ",
"DAODAT01b",
"."],
"reqRAW":"kursen DAODAT01a eller kursen DAODAT01b",
"code":"DAODAT0",
"goals":[0,1,1,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Grundläggande felsökningsmetodik.",
"Systemintegration.",
"Teknisk dokumentation av datorsystem.",
"Kundmottagning och ärendehantering, till exempel muntlig kundmottagning, kundmottagning med e-post och andra typer av ärendehanteringssystem.",
"Analysera användarkrav och översätta dem till konkreta lösningar. ",
"Pedagogisk handledning av it-system: både det pedagogiska tankesättet och kunskaper om tekniker för pedagogisk handledning, till exempel fjärrstyrning av muspekare.",
"Licenstyper och licenshantering.",
"Utvärdering och val av it-produkter på marknaden i dagsläget.",
"Manualer och annan hjälpdokumentation för användare, till exempel enkel text, hypertext, bilder, filmer, inspelade musrörelser och menyhantering. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag felsökning samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>i samråd</b> med handledare och <b>med</b> <b>viss säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag felsökning samt åtgärdar fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och <b>med</b> <b>viss säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag felsökning samt åtgärdar <b>avancerade</b> fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och <b>med</b> <b>säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.",
"Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag felsökning samt åtgärdar <b>enkla</b> fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>i samråd</b> med handledare och <b>med viss säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag felsökning samt åtgärdar fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och <b>med viss säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur kundmottagning kan bedrivas och hur ärendehanteringssystem är uppbyggda och fungerar.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag felsökning samt åtgärdar <b>avancerade</b> fel i datorer och datorsystem. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och <b>med säkerhet</b> pedagogisk handledning och support till kund. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["DAODAT01a",
"DAODAT01b"]},
"reqarr":["DAODAT01a",
"DAODAT01b"]}