{"subject":"DAO",
"name":"Industriell informationsteknik",
"points":100,
"instrRAW":"som bygger på kursen datorteknik 1a.",
"descarr":["Den bygger på kursen ",
"DAODAT01a",
"."],
"reqRAW":"kursen DAODAT01a",
"code":"DAOINU0",
"goals":[1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Vanligt förekommande övergripande programvaror för kontroll, övervakning och datainsamling inom elkrafts- och energidistribution och i fastigheter, tillverknings- och processindustrin, till exempel SCADA (supervisory control and data acquisition).",
"HMI (human machine interface), dvs. användning av programvara för visualisering av data i realtid till ett säkert och lättolkat gränssnitt.",
"Vanligt förekommande fältbussar och trådlös informationsteknik inom elkrafts- och energidistribution, i fastigheter samt i tillverknings- och processindustrin.",
"Driftsäkerhet och spårbarhet inom industriell informationsteknik.",
"Planering, montering, konfigurering och driftsättning av industriell informationsteknisk hårdvara för datainsamling från mät-, styr- eller reglerteknisk applikation till persondator. Till exempel adresserad I/O-enhet (input/output), som kan läsa en mätgivares värde till datorn.",
"Installation och konfigurering av industriell programvara för datainsamling, till exempel OPC-server och -klient (open connectivity).",
"Analyser och bedömningar av insamlad data, med avseende på till exempel datakvalitet och funktion.",
"Tolkning av dokumentation, till exempel hård- och mjukvarors manualer.",
"Metoder för systematisk dokumentation i projekt, till exempel PDM (product data management).",
"Systematisk dokumentation, med hjälp av till exempel loggningsdata eller databashanterare."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>i samråd</b> med handledare och med <b>visst</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>enkel</b> bedömning av kvaliteten på insamlad data.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>välgrundad</b> bedömning av kvaliteten på insamlad data.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket</b> <b>gott</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och med <b>mycket</b> <b>gott</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket</b> <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>välgrundad och nyanserad</b> bedömning av kvaliteten på insamlad data.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.",
"Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>i samråd</b> med handledare och med <b>visst</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>enkel</b> bedömning av kvaliteten på insamlad data.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>välgrundad</b> bedömning av kvaliteten på insamlad data.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur industriell mjukvara och industriell informationsteknisk hårdvara är uppbyggd och fungerar samt hur driftsäkerhet och spårbarhet kan uppnås.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag installation, konfigurering, driftsättning och felsökning samt åtgärdar fel i industriell informationsteknisk hårdvara för insamling av data. Dessutom planerar och utför eleven <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag installation och konfigurering av industriell mjukvara för lagring och visualisering av data. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete. Dessutom gör eleven en <b>välgrundad och nyanserad</b> bedömning av kvaliteten på insamlad data.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["AUOAVH0",
"PROPRO0"],
"req":"DAODAT01a"}