{"subject":"DAO",
"name":"Multimediasystem",
"points":100,
"instrRAW":"som bygger på kursen datorteknik 1a.",
"reqRAW":"kursen DAODAT01a",
"code":"DAOMUL0",
"goals":[1,1,1,1,1],
"level":"high",
"content":["Konfigurering, anpassning och sammankoppling av olika enheter till ett fungerande multimediasystem.",
"Konfigurering av grafikkort mot bildskärmar, tv och projektorer samt installation av utrustning för videokonferenser.",
"Konfigurering av mediaspelare och webbläsare.",
"Nätverksfunktioner och konfigurering av tv-apparater, dekodrar och tv-kort till datorer.",
"Installation och konfigurering av ip-telefonutrustning (internetprotokoll).",
"Konfigurering av digitala ljudkort och ljudsystem och inkoppling av högtalarsystem.",
"Installation av server för hemmabruk.",
"Installation av olika kommmunikationsprogram (messengerprogram) och sociala medier.",
"Anpassning av molntjänster (molnet eller cloud computing), internetbaserade tjänster.",
"Kodningsmetoder och skydd av upphovsrätten.",
"Systematisk felsökning och enkel felåtgärdning.",
"Stöd och support till användare av multimediadatorer och multimediasystem. ",
"Konsumenttjänstlagen vid support och hemservice. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag installation, konfigurering, sammankoppling av enheter och enkel systematisk felsökning samt åtgärdar <b>enkla</b> fel i multimediasystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>med viss säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation, konfigurering, sammankoppling av enheter och enkel systematisk felsökning samt åtgärdar <b>enkla</b> fel i multimediasystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>med viss säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås. <b>Dessutom redogör eleven utförligt och nyanserat för sambandet mellan de olika delarna som ingår i multimediasystemets uppbyggnad</b>.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket</b> <b>gott</b> handlag <b>avancerad</b> installation, konfigurering, sammankoppling av enheter och systematisk felsökning samt åtgärdar fel i multimediasystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket</b> <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>med säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås.",
"Eleven planerar och utför <b>i samråd</b> med handledare och med <b>visst</b> handlag installation, konfigurering, sammankoppling av enheter och enkel systematisk felsökning samt åtgärdar <b>enkla</b> fel i multimediasystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>visst</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven ger <b>med viss säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>gott</b> handlag installation, konfigurering, sammankoppling av enheter och enkel systematisk felsökning samt åtgärdar <b>enkla</b> fel i multimediasystem. Resultatet är <b>tillfredsställande</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven ger <b>med viss säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> uppbyggnad, funktion och arbetssätt hos multimediasystem samt hur driftsäkerhet uppnås. <b>Dessutom redogör eleven utförligt och nyanserat för sambandet mellan de olika delarna som ingår i multimediasystemets uppbyggnad</b>.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag <b>avancerad</b> installation, konfigurering, sammankoppling av enheter och systematisk felsökning samt åtgärdar fel i multimediasystem. Resultatet är <b>gott</b> i fråga om funktion, säkerhet och kvalitet. Eleven hanterar med <b>mycket gott</b> handlag utrustning och verktyg samt utför arbetet på ett säkert sätt. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven ger <b>med säkerhet</b> stöd och support till användare på ett serviceinriktat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}