{"subject":"DAR",
"name":"Datorstyrd produktion 6",
"origname":"Datorstyrd produktion 6",
"points":100,
"instrRAW":"som bygger på kursen datorstyrd produktion 5.",
"descarr":["Den bygger på kursen ",
"DARDAT05",
"."],
"reqRAW":"kursen DARDAT05",
"code":"DARDAT06",
"goals":[1,1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{},
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>i samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>i samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>i samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>enkel</b> värdering av säkerhetsriskerna. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med viss säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>i samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>efter samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>efter samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>nyanserad</b> värdering av säkerhetsriskerna. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med viss säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>efter samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p> Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>efter samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>efter samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>nyanserad</b> värdering av säkerhetsriskerna. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter detta samt utifrån sin värdering av säkerhetsriskerna</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>efter samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>i samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>i samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>i samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>enkel</b> värdering av säkerhetsriskerna. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med viss säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>i samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>efter samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>efter samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>nyanserad</b> värdering av säkerhetsriskerna. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med viss säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>efter samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":[" Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <b>efter samråd</b> med handledare. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <b>efter samråd</b> med handledare planering och organisation efter detta. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag samt gör en <b>nyanserad</b> värdering av säkerhetsriskerna. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter detta samt utifrån sin värdering av säkerhetsriskerna</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <b>med säkerhet</b> information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <b>efter samråd</b> med handledare. Eleven vårdar <b>med viss säkerhet</b> utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DARDAT05",
"reqarr":["DARDAT05"],
"hasreqs":true,
"friends":["AUTALL0",
"AUTAVH0",
"DARCAD0",
"DARDAT01S",
"DARDAT02",
"DARDAT03",
"DARDAT04",
"DARDAT05",
"AUTELD0",
"AUTFAS01",
"AUTFAS02",
"INRIND0",
"AUTIND0",
"INRROB0",
"AUTROB0"]}