{"subject":"DAS",
"name":"Dansorientering",
"points":100,
"code":"DASDAO0",
"goals":[1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Färdighetsträning i en eller flera dansformer. Dansformernas estetiska ideal när det gäller rörelser, rörelsekvaliteter, användning av rum och musik samt relationen till meddansare. En eller flera dansformers sociala eller kulturella sammanhang.",
"Olika danstyper, deras kännetecken och kulturella bakgrund. Dans som levande kroppsligt uttryck. Dans och dansande i olika sammanhang med exempel från olika kulturer samt dansens olika funktioner.",
"Dans som uttryck för kulturella värderingar. Dans i relation till synen på kropp, genus, etnicitet och nationalitet. Kulturella värderingar av dans i olika medier.",
"Begrepp, till exempel stil och vokabulär. Begrepp som används när dans delas in i olika typer och som tillämpas inom de olika dansformerna."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven utför en eller flera dansformer med <b>tillfredsställande</b> teknisk kvalitet. I utförandet använder eleven <b>med viss säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett <b>i huvudsak</b> korrekt sätt. Eleven <b>redogör också</b><b> översiktligt</b> <b>för</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.</p><p>Eleven redogör <b>översiktligt</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>översiktligt</b> för dans och dansande som kulturellt uttryck och diskuterar <b>översiktligt</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven <b>enkla</b> dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en <b>enkel</b> analys av en dansföreställning.</p><p>Eleven använder <b>med viss säkerhet</b> adekvata begrepp och korrekt vokabulär.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven utför en eller flera dansformer med <b>god</b> teknisk kvalitet <b>och tillfredsställande estetisk kvalitet</b>. I utförandet använder eleven <b>med säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett korrekt sätt. Eleven <b>redogör också</b><b> utförligt</b> <b>för</b><b> likheter och skillnader mellan</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.</p><p>Eleven redogör <b>utförligt</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>utförligt</b> för dans och dansande som kulturellt uttryck och diskuterar <b>utförligt</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en analys av en dansföreställning. <b>I analysen argumenterar eleven välgrundat för sin tolkning</b>.</p><p>Eleven använder <b>med viss säkerhet</b> adekvata begrepp och korrekt vokabulär.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven utför en eller flera dansformer med <b>god</b> teknisk <b>och estetisk</b> kvalitet. I utförandet använder eleven <b>med säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett korrekt sätt. Eleven <b>redogör också</b><b> utförligt och nyanserat</b> <b>för</b><b> likheter och skillnader mellan</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>utförligt och nyanserat</b> för dans och dansande som kulturellt uttryck och diskuterar <b>utförligt och nyanserat</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en <b>komplex</b> analys av en dansföreställning. <b>I analysen argumenterar eleven välgrundat och nyanserat för sin tolkning</b>.</p><p>Eleven använder <b>med säkerhet</b> adekvata begrepp och korrekt vokabulär.</p>",
"judge":{"E":["Eleven utför en eller flera dansformer med <b>tillfredsställande</b> teknisk kvalitet. I utförandet använder eleven <b>med viss säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett <b>i huvudsak</b> korrekt sätt. Eleven <b>redogör också</b><b> översiktligt</b> <b>för</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.",
"Eleven redogör <b>översiktligt</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>översiktligt</b> för dans och dansande som kulturellt uttryck och diskuterar <b>översiktligt</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven <b>enkla</b> dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en <b>enkel</b> analys av en dansföreställning.",
"Eleven använder <b>med viss säkerhet</b> adekvata begrepp och korrekt vokabulär."],
"C":["Eleven utför en eller flera dansformer med <b>god</b> teknisk kvalitet <b>och tillfredsställande estetisk kvalitet</b>. I utförandet använder eleven <b>med säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett korrekt sätt. Eleven <b>redogör också</b><b> utförligt</b> <b>för</b><b> likheter och skillnader mellan</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.",
"Eleven redogör <b>utförligt</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>utförligt</b> för dans och dansande som kulturellt uttryck och diskuterar <b>utförligt</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en analys av en dansföreställning. <b>I analysen argumenterar eleven välgrundat för sin tolkning</b>.",
"Eleven använder <b>med viss säkerhet</b> adekvata begrepp och korrekt vokabulär."],
"A":["Eleven utför en eller flera dansformer med <b>god</b> teknisk <b>och estetisk</b> kvalitet. I utförandet använder eleven <b>med säkerhet</b> rörelser, rörelsekvaliteter, rummet och musiken i enlighet med dansformens estetiska ideal. Dessutom förhåller eleven sig till meddansare på ett korrekt sätt. Eleven <b>redogör också</b><b> utförligt och</b> <b>nyanserat</b> <b>för</b><b> likheter och skillnader mellan</b> <b>olika dansideal samt</b> i vilket socialt och kulturellt sammanhang dansen ingår.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för dansens indelning i olika typer och för deras kulturella bakgrund. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för dans och dansande som kulturellt uttryck och diskuterar <b>utförligt och</b> <b>nyanserat</b> hur kulturella värderingar av dans framträder i medier. Dessutom gör eleven dansanalyser utifrån synen på kropp, genus, etnicitet och nationalitet. Eleven gör även en <b>komplex</b> analys av en dansföreställning. <b>I analysen argumenterar eleven välgrundat och nyanserat för sin tolkning</b>.",
"Eleven använder <b>med säkerhet</b> adekvata begrepp och korrekt vokabulär."]},
"friends":[]}