{"subject":"DAT",
"name":"Dansteknik 4",
"points":100,
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"requirements":"dansteknik 3",
"instructiontext":"som bygger på kursen dansteknik 3. Kursen kan läsas flera gånger med olika innehåll.",
"code":"DATDAS04S",
"goaltext":"Kursen dansteknik 4 omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte, med särskild betoning på punkterna 2&mdash;5 och 7&mdash;8. I kursen behandlas avancerade färdigheter inom vald genre.",
"goals":[1,2,2,2,2,1,2,2,0],
"level":"normal",
"content":["Teknikträningens koder och konventioner.",
"Träningsprocessens delar, dvs. memorering av rårelser, kontinuerlig träning och arbete med placering samt sambandet mellan träningsprocessen och den danstekniska utvecklingen. Hur man kan följa sin egen kunskapsutveckling i dansteknik.",
"Avancerad dansteknik i en eller flera genrer.",
"Fördjupad träning av placering och hur den relaterar till dansteknik.",
"Avancerad träning av kroppsminnet med komplexa övningar. Förfinad rörelsevokabulär, skillnader mellan dynamiska kvaliteter, spatial förmåga och anpassning av rörelserna både med och mot musikens dynamik och periodicitet.",
"Träning i stilkänsla och interpretation genom att omsätta de danstekniska övningarna till ett personligt rörelseuttryck. Träning i att med en tydlighet i rörelsen dansa dynamiskt och varierat.",
"Fördjupad träning av spatial förmåga både i relation till kroppen, andra medverkande och användning av rummet beroende på sammanhang.",
"Fördjupning om dansens relation till och samspel med ljud, tystnad och olika typer av musik, levande och inspelad, utifrån genrernas konventioner. Hur man tänjer på gränserna mellan rörelseuttrycket och musikens fraser, periodicitet och dynamik.",
"Fördjupade kunskaper om hur den egna kroppen fungerar.",
"Fördjupad träning av rörlighet, smidighet, styrka, uthållighet, koncentration och fördjupad komplexitet när det gäller träning av koordination.",
"Begrepp, till exempel stildrag, tydlighet i rörelsen, interpretation, personligt rörelseuttryck, musikalisk periodicitet samt dansgenrernas vokabulär."]}