{"subject":"DAT",
"name":"Dansteknik 4",
"origname":"Dansteknik 4",
"points":100,
"instrRAW":"som bygger på kursen dansteknik 3. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"DATDAS03S",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen DATDAS03S",
"code":"DATDAS04S",
"goals":[1,2,2,2,2,1,2,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Teknikträningens koder och konventioner.",
"Träningsprocessens delar, dvs. memorering av rörelser, kontinuerlig träning och arbete med placering samt sambandet mellan träningsprocessen och den danstekniska utvecklingen. Hur man kan följa sin egen kunskapsutveckling i dansteknik.",
"Avancerad dansteknik i en eller flera genrer.",
"Fördjupad träning av placering och hur den relaterar till dansteknik.",
"Avancerad träning av kroppsminnet med komplexa övningar. Förfinad rörelsevokabulär, skillnader mellan dynamiska kvaliteter, spatial förmåga och anpassning av rörelserna både med och mot musikens dynamik och periodicitet.",
"Träning i stilkänsla och interpretation genom att omsätta de danstekniska övningarna till ett personligt rörelseuttryck. Träning i att med en tydlighet i rörelsen dansa dynamiskt och varierat.",
"Fördjupad träning av spatial förmåga både i relation till kroppen, andra medverkande och användning av rummet beroende på sammanhang.",
"Fördjupning om dansens relation till och samspel med ljud, tystnad och olika typer av musik, levande och inspelad, utifrån genrernas konventioner. Hur man tänjer på gränserna mellan rörelseuttrycket och musikens fraser, periodicitet och dynamik.",
"Fördjupade kunskaper om hur den egna kroppen fungerar.",
"Fördjupad träning av rörlighet, smidighet, styrka, uthållighet, koncentration och fördjupad komplexitet när det gäller träning av koordination.",
"Begrepp, till exempel stildrag, tydlighet i rörelsen, interpretation, personligt rörelseuttryck, musikalisk periodicitet samt dansgenrernas vokabulär."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med viss säkerhet</b> övningar samt korrektioner av placering. Eleven gör även <b>enkla</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>i samråd</b> med handledare för att förbättra sin dansteknik.</p><p>Eleven undersöker och utför <b>med viss säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med vis <b></b>stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>översiktligt</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessutom följer och anpassar eleven <b>med viss säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.</p><p>Eleve <b></b>utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur den egna kroppen fungerar och ger förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>i</b><b> samråd</b> med handledar <b></b>koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.</p><p>Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med viss säkerhet komplexa</b> övningar samt korrektioner av placering. Eleven gör även <b>välgrundade</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>efter samråd</b> med handledare för att förbättra sin dansteknik.</p><p>Eleven undersöker och utför <b>med viss säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med vis <b></b>stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>utförligt</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessutom <b>undersöker samt</b> följer och anpassar eleven <b>med viss säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.</p><p>Eleve <b></b>utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt</b> för hur den egna kroppen fungerar och ger <b>välgrundade</b> förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>efter</b><b> samråd</b> med handledar <b></b>koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.</p><p>Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med säkerhet komplexa</b> övningar samt korrektioner av placering. Eleven gör även <b>välgrundade och nyanserade</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>efter samråd</b> med handledare för att förbättra sin dansteknik.</p><p>Eleven undersöker och utför <b>med säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med viss stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>utförligt och nyanserat</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessuto <b>undersöker samt</b> följer och anpassar eleven <b>med säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.</p><p>Eleven utforskar i färdighetsträningen med <b>gott</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur den egna kroppen fungerar och ger <b>välgrundade och nyanserade</b> förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>efter</b><b> samråd</b> med handledare koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.</p><p>Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med viss säkerhet</b> övningar samt korrektioner av placering. Eleven gör även <b>enkla</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>i samråd</b> med handledare för att förbättra sin dansteknik.",
"Eleven undersöker och utför <b>med viss säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med vis 0stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>översiktligt</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessutom följer och anpassar eleven <b>med viss säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.",
"Eleve 0utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur den egna kroppen fungerar och ger förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>i</b><b> samråd</b> med handledar 0koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.",
"Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med viss säkerhet komplexa</b> övningar samt korrektioner av placering. Eleven gör även <b>välgrundade</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>efter samråd</b> med handledare för att förbättra sin dansteknik.",
"Eleven undersöker och utför <b>med viss säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med vis 0stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>utförligt</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessutom <b>undersöker samt</b> följer och anpassar eleven <b>med viss säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.",
"Eleve 0utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt</b> för hur den egna kroppen fungerar och ger <b>välgrundade</b> förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>efter samråd</b> med handledar 0koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.",
"Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven tillämpar med säkerhet de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar och utför eleven <b>med säkerhet komplexa</b> övningar samt korrektioner av placering. Eleven gör även <b>välgrundade och nyanserade</b> reflektioner över den egna kunskapsutvecklingen, framför allt vad gäller användning av dynamiska kvaliteter, tydlighet i rörelser och rörelseuttryckens dynamik till musikens fraser, periodicitet och dynamik. Eleven arbetar utifrån sina reflektioner <b>efter samråd</b> med handledare för att förbättra sin dansteknik.",
"Eleven undersöker och utför <b>med säkerhet</b> rörelsevokabulär med dynamiska skillnader i relation till kvaliteterna tyngd, flöde och energi. I dansen utför eleven rörelsevokabulären med viss stilkänsla och tydlighet i rörelser samt anpassar rörelsevokabulären till tid och rum enligt genrernas grundläggande formspråk. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för skillnader mellan olika rörelsekvaliteter. I dansen förhåller eleven <b>med säkerhet</b> spatialt den egna kroppen till genrernas konventioner, andra medverkande och olika typer av rum och sammanhang. Dessuto <b>undersöker samt</b> följer och anpassar eleven <b>med säkerhet</b> dansen till musikens fraser, periodicitet och dynamik.",
"Eleven utforskar i färdighetsträningen med <b>gott</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur den egna kroppen fungerar och ger <b>välgrundade och nyanserade</b> förslag på kompletterande träningsmetoder som kan förbättra den egna fysiken. Eleven tränar <b>efter samråd</b> med handledare koordination, rörlighet, smidighet, styrka, uthållighet och koncentration.",
"Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DATDAS03S",
"reqarr":["DATDAS03S"],
"friends":["DATDAN00S",
"DATDAS01S",
"DATDAS02S",
"DATDAS03S",
"DATDAS03S",
"DATDAR0"]}