{"subject":"DAT",
"name":"Dansteknik 1",
"points":100,
"code":"DATDAS01S",
"goals":[1,1,1,1,1,1,0,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Teknikträningens koder och konventioner.",
"Träningsprocessens olika delar, dvs. memorering av rörelser, kontinuerlig träning och arbete med placering. Metoder för att memorera rörelser och övningar. Hur man kan följa sin egen kunskapsutveckling i dansteknik.",
"Grundläggande dansteknik i två eller flera genrer.",
"Rörelsevokabulär och olika genrers konventioner, stildrag och kännetecken. Grundläggande kunskaper i placering.",
"Grundläggande träning av kroppsminnet. Rörelsevokabulär i relation till tid och rum samt kvaliteter som tyngd och flöde. Dansteknikens formspråk. ",
"Grundläggande träning av den spatiala förmågan i relation till den egna kroppen och andra medverkande.",
"Dansens relation till och samspel med ljud, tystnad och olika typer av musik, levande och inspelad, utifrån genrernas konventioner. Hur man följer musikens puls och taktarter.",
"Grundläggande fysiska kunskaper om hur den egna kroppen fungerar. Hur skelett och muskler samverkar.",
"Grundläggande träning i koordination, styrka och koncentration.",
"Grundläggande begrepp, till exempel placering, rörelsekvaliteter som tyngd och flöde, musikalisk puls och taktarter samt dansgenrernas vokabulär."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven använder <b>med viss säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med viss säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>enkla</b> reflektioner över den egna kunskapsutvecklingen.</p><p>Eleven utför <b>med viss säkerhet</b> rörelsevokabulär som relaterar till <b>någon av</b> kvaliteterna tyngd <b>eller</b> flöde enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom följer eleven <b>med viss säkerhet</b> musikens puls och taktarter.</p><p>Eleve <b></b>utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur den egna kroppen fungerar. Eleven tränar <b>i samråd</b> med handledar <b></b>koordination, styrka och koncentration. Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven använder <b>med viss säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med viss säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>välgrundade</b> reflektioner över den egna kunskapsutvecklingen.</p><p>Eleven <b>undersöker</b> <b>och</b> utför <b>med viss säkerhet</b> rörelsevokabulär som relaterar till kvaliteterna tyngd <b>och</b> flöde enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom <b>undersöker och</b> följer eleven <b>med viss säkerhet</b> musikens puls och taktarter.</p><p>Eleven utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt</b> för hur den egna kroppen fungerar. Eleven tränar <b>efter</b><b> samråd</b> med handledare koordination, styrka och koncentration. Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven använder <b>med säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över den egna kunskapsutvecklingen.</p><p>Eleven <b>undersöker</b> <b>och</b> utför <b>med säkerhet</b> rörelsevokabulär som relaterar till kvaliteterna tyngd <b>och</b> flöde <b>samt anpassar dem till tid och rum</b> enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom <b>undersöker och</b> följer eleven <b>med säkerhet</b> musikens puls och taktarter.</p><p>Eleven utforskar i färdighetsträningen med <b>gott</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur den egna kroppen fungerar. Eleven tränar <b>efter</b><b> samråd</b> med handledare koordination, styrka och koncentration. Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven använder <b>med viss säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med viss säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>enkla</b> reflektioner över den egna kunskapsutvecklingen.",
"Eleven utför <b>med viss säkerhet</b> rörelsevokabulär som relaterar till <b>någon av</b> kvaliteterna tyngd <b>eller</b> flöde enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom följer eleven <b>med viss säkerhet</b> musikens puls och taktarter.",
"Eleve 0utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur den egna kroppen fungerar. Eleven tränar <b>i samråd</b> med handledar 0koordination, styrka och koncentration. Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven använder <b>med viss säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med viss säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>välgrundade</b> reflektioner över den egna kunskapsutvecklingen.",
"Eleven <b>undersöker</b> <b>och</b> utför <b>med viss säkerhet</b> rörelsevokabulär som relaterar till kvaliteterna tyngd <b>och</b> flöde enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med viss säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom <b>undersöker och</b> följer eleven <b>med viss säkerhet</b> musikens puls och taktarter.",
"Eleven utforskar i färdighetsträningen med <b>tillfredsställande</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt</b> för hur den egna kroppen fungerar. Eleven tränar <b>efter samråd</b> med handledare koordination, styrka och koncentration. Eleven använder <b>med viss säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven använder <b>med säkerhet</b> de koder, konventioner och instruktioner som används vid färdighetsträningen. I färdighetsträningen memorerar eleven <b>med säkerhet</b> rörelser samt korrektioner av placering. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över den egna kunskapsutvecklingen.",
"Eleven <b>undersöker</b> <b>och</b> utför <b>med säkerhet</b> rörelsevokabulär som relaterar till kvaliteterna tyngd <b>och</b> flöde <b>samt anpassar dem till tid och rum</b> enligt genrernas grundläggande formspråk. I dansen förhåller eleven <b>med säkerhet</b> spatialt den egna kroppen till genrernas konventioner och andra medverkande. Dessutom <b>undersöker och</b> följer eleven <b>med säkerhet</b> musikens puls och taktarter.",
"Eleven utforskar i färdighetsträningen med <b>gott</b> resultat hur den egna kroppen fungerar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur den egna kroppen fungerar. Eleven tränar <b>efter samråd</b> med handledare koordination, styrka och koncentration. Eleven använder <b>med säkerhet</b> grundläggande begrepp och vokabulär i redogörelser och danstekniska övningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DATDAS02S"],
"friends":["DATDAN00S",
"DATDAS02S",
"DATDAS03S",
"DATDAS04S",
"DATDAR0"]}