{"subject":"DAT",
"name":"Dansteknik &mdash; specialisering",
"points":100,
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"requirements":"dansteknik 3",
"instructiontext":"som bygger på kursen dansteknik 3. Kursen kan läsas flera gånger med olika innehåll.",
"code":"DATDAN00S",
"goaltext":"Kursen dansteknik &mdash; specialisering omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter inom vald genre.",
"goals":[1,1,1,1,1,1,1,1,0],
"level":"normal",
"content":["Teknikträningens koder och konventioner.",
"Träningsprocessens delar, dvs. memorering av rörelser, kontinuerlig träning och arbete med placering samt sambandet mellan träningsprocessen och den danstekniska utvecklingen. Hur man kan följa sin egen kunskapsutveckling i dansteknik.",
"Avancerad dansteknik i en eller flera genrer med fokus på stilkänsla.",
"Fördjupad träning av placering, hur den relaterar till dansteknik och utgör en del av stilkänslan.",
"Avancerad träning av kroppsminnet med komplexa övningar. Stilkänsla, förfinad rörelsevokabulär, skillnader mellan dynamiska kvaliteter, spatial förmåga och utforskande av rörelserna både med och mot musikens dynamik och periodicitet.",
"Konstnärligt förhållande till träning med fokus på interpretation genom att omsätta de danstekniska övningarna till ett personligt rörelseuttryck med stilkänsla.",
"Träning i stilkänsla och att med tydlighet i rörelsen dansa dynamiskt och varierat.",
"Fördjupad träning av spatial förmåga både i relation till kroppen, andra medverkande och användning av rummet beroende på sammanhang med fokus på stil och stilens konvention.",
"Konstnärligt uttryck i dansteknik genom interpretation av dansens relation till och samspel med ljud, tystnad och olika typer av musik, levande och inspelad, utifrån genrernas konventioner. Hur man rörelsemässigt och musikaliskt tänjer på gränserna för att uppnå ett dynamiskt varierat uttryck.",
"Fördjupade kunskaper om hur den egna kroppen fungerar.",
"Fördjupad träning av rörlighet, smidighet, styrka, uthållighet, koncentration och fördjupad komplexitet när det gäller träning av koordination.",
"Begrepp, till exempel stilkänsla, tydlighet i rörelsen, interpretation, personligt rörelseuttryck, dynamisk variation samt dansgenrernas vokabulär."]}