{"subject":"DES",
"name":"Design 2",
"origname":"Design 2",
"points":100,
"instrRAW":"som bygger på kursen design 1.",
"descarr":["Den bygger på kursen ",
"DESDES01",
"."],
"reqRAW":"kursen DESDES01",
"code":"DESDES02",
"goals":[1,1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Produktens estetiska utformning med hänsyn till målgrupp, varumärke och sammanhang där produkten används.",
"Design och designerns roll i samhället - historiskt, samhälleligt, tekniskt, ekonomiskt, ekologiskt och kulturellt. Målgruppens olika behov och förutsättningar.",
"Design- och kulturhistoria med fokus på analys och reflektion.",
"Designprocessens olika delar från problemformulering, marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete, analys till presentation och utvärdering.",
"Planering, strukturerande och genomförande av designprojekt.",
"Källor av olika slag i ett designprojekt. Analoga och virtuella gestaltningssätt för två- och tredimensionell visualisering av idéer, till exempel ritning, skiss och modeller.",
"Pesentation av designprocessens olika delar med hjälp av bild, ritning, modell, skrift och tal.",
"Metoder för analys och värdering av egna och andras idéer i designprocessen.",
"Projektarbetsmetodik, till exempel projektplan, loggbok, val av metod och redovisningsform i ett designprojekt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med</b><b> viss säkerhet</b> design från olika historiska perioder, samt diskuterar <b>översiktligt</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>översiktligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>översiktligt</b> för hur design och designer både har påverkats av och påverkat sin samtid.</p><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, genomför och beskriver <b>översiktligt</b> arbetet i designprocessen <b>utifrån ett styrt problem</b>. I gestaltningen och genomförandet använder eleven <b>givna</b> material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>enkla</b> omdömen. Eleven gör också en <b>enkel</b> jämförelse av sin designidé och andras. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal. </p><p>Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>översiktligt</b> sin anpassning utifrån estetiska kriterier.</p><p>Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera <b>översiktligt</b> sina val.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven identifierar <b>med</b><b> viss säkerhet</b> design från olika historiska perioder, samt diskuterar <b>utförligt</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>utförligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt</b> för hur design och designer både har påverkats av och påverkat sin samtid.</p><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, utför och beskriver <b>utförligt</b> arbetet i designprocessen <b>utifrån ett valt problem</b>. <b>Eleven motiverar utförligt sitt val av problem</b>. I gestaltningen och genomförandet <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <b>samt motiverar sina val utförligt</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen. Eleven gör också en <b>välgrundad</b> jämförelse av sin designidé och andras. Dessuto <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>utförligt</b> sin anpassning utifrån estetiska kriterier.</p><p>Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<b>r utförligt</b> sina val.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven identifierar me <b>säkerhet</b> design från olika historiska perioder, samt diskuterar <b>utförligt och nyanserat</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>utförligt och nyanserat</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur design och designer både har påverkats av och påverkat sin samtid.</p><p>Eleven söker och väljer <b>med säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, genomför och beskriver <b>utförligt</b> arbetet i designprocessen <b>utifrån ett valt problem</b>. <b>Eleven motiverar utförligt och nyanserat sitt val av problem.</b> I gestaltningen och genomförandet <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <b>samt motiverar sina val utförligt och nyanserat</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>gott</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven gör också en <b>välgrundad och nyanserad</b> jämförelse av sin designidé och andras. Dessuto <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med</b> <b>säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>utförligt och nyanserat</b> sin anpassning utifrån estetiska kriterier.</p><p>Eleven genomför ett projektarbete med ett <b>gott</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<b>r utförligt och nyanserat</b> sina val.</p>",
"judge":{"E":["Eleven identifierar <b>med</b><b> viss säkerhet</b> design från olika historiska perioder, samt diskuterar <b>översiktligt</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>översiktligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>översiktligt</b> för hur design och designer både har påverkats av och påverkat sin samtid.",
"Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, genomför och beskriver <b>översiktligt</b> arbetet i designprocessen <b>utifrån ett styrt problem</b>. I gestaltningen och genomförandet använder eleven <b>givna</b> material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>enkla</b> omdömen. Eleven gör också en <b>enkel</b> jämförelse av sin designidé och andras. Dessutom presenterar eleven <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal. ",
"Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>översiktligt</b> sin anpassning utifrån estetiska kriterier.",
"Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera <b>översiktligt</b> sina val."],
"C":["Eleven identifierar <b>med</b><b> viss säkerhet</b> design från olika historiska perioder, samt diskuterar <b>utförligt</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>utförligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt</b> för hur design och designer både har påverkats av och påverkat sin samtid.",
"Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, utför och beskriver <b>utförligt</b> arbetet i designprocessen <b>utifrån ett valt problem</b>. <b>Eleven motiverar utförligt sitt val av problem</b>. I gestaltningen och genomförandet <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <b>samt motiverar sina val utförligt</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen. Eleven gör också en <b>välgrundad</b> jämförelse av sin designidé och andras. Dessuto <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>utförligt</b> sin anpassning utifrån estetiska kriterier.",
"Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<b>r utförligt</b> sina val."],
"A":["Eleven identifierar med <b>säkerhet</b> design från olika historiska perioder, samt diskuterar <b>utförligt och</b> <b>nyanserat</b> vad som karaktäriserar de olika periodernas design. I diskussionen redogör eleven också <b>utförligt och</b> <b>nyanserat</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur design och designer både har påverkats av och påverkat sin samtid.",
"Eleven söker och väljer <b>med säkerhet</b> information från olika källor för att lösa ett designproblem samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar, genomför och beskriver <b>utförligt</b> arbetet i designprocessen <b>utifrån ett valt problem</b>. <b>Eleven motiverar utförligt och nyanserat sitt val av problem.</b> I gestaltningen och genomförandet <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <b>samt motiverar sina val utförligt och</b> <b>nyanserat</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>gott</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven gör också en <b>välgrundad och nyanserad</b> jämförelse av sin designidé och andras. Dessuto <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <b>utförligt och</b> <b>nyanserat</b> sin anpassning utifrån estetiska kriterier.",
"Eleven genomför ett projektarbete med ett <b>gott</b> resultat. I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<b>r utförligt och</b> <b>nyanserat</b> sina val."]},
"req":"DESDES01",
"reqarr":["DESDES01"],
"hasreqs":true,
"friends":["DESDES01",
"DESDES0"]}