{"subject":"DES",
"name":"Designmodeller",
"points":100,
"code":"DESDES0",
"goals":[1,0,0,1,1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Hur modellarbeten planeras, struktureras och genomförs.",
"Modellarbete med fokus på estetik, material, skalteknik och hantverksmässigt utförande.",
"Modellarbete med hänsyn till ekonomi, miljö och återanvändning.",
"Analog eller virtuell användning av olika material och tekniker för två- och tredimensionell visualisering.",
"Verktyg och material för skisser och modellbyggande samt hur de väljs, används och vårdas.",
"Modeller för analys och värdering av arbetsprocessen och bedömning av det färdiga resultatet.",
"Presentation av idéer med skiss, ritning, modell, skrift och tal.",
"Projektarbetsmetodik, till exempel projektplan, loggbok, val av metod, material och teknik."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>styrd</b> modelluppgift. I arbetet väljer eleven <b>i samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> viss säkerhet</b> verktyg och material. Eleven visualiserar me <b>tillfredsställande</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett estetiskt och funktionellt <b>tillfredsställande</b> resultat.</p><p>När arbetet är utfört utvärderar eleven sitt resultat med <b>enkla</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter. Eleven gör också en <b>enkel</b> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>vald</b> modelluppgift. <b>Eleven motiverar utförligt sitt val av uppgift</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> viss säkerhet</b> verktyg och material. Eleven visualiserar me <b>tillfredsställande</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett estetiskt och funktionellt <b>tillfredsställande</b> resultat <b>samt motiverar utförligt sina val</b>. </p><p>När arbetet är utfört utvärderar eleven sitt resultat med <b>nyanserade</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter. Eleven gör också en <b>välgrundad</b> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven söker och väljer <b>m</b><b>ed säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>vald</b> modelluppgift. <b>Eleven motiverar utförligt och nyanserat sitt val av uppgift</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> säkerhet</b> verktyg och material. Eleven visualiserar me <b>gott</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett estetiskt och funktionellt <b>gott</b> resultat <b>samt motiverar utförligt och nyanserat sina val</b>. </p><p>När arbetet är utfört utvärderar eleven sitt resultat med <b>nyanserade</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven gör också en <b>välgrundad och</b> nyanserad jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med</b> <b>säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>styrd</b> modelluppgift. I arbetet väljer eleven <b>i samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> viss säkerhet</b> verktyg och material. Eleven visualiserar med <b>tillfredsställande</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett estetiskt och funktionellt <b>tillfredsställande</b> resultat.",
"När arbetet är utfört utvärderar eleven sitt resultat med <b>enkla</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter. Eleven gör också en <b>enkel</b> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>vald</b> modelluppgift. <b>Eleven motiverar utförligt sitt val av uppgift</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> viss säkerhet</b> verktyg och material. Eleven visualiserar me <b>tillfredsställande</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett estetiskt och funktionellt <b>tillfredsställande</b> resultat <b>samt motiverar utförligt sina val</b>. ",
"När arbetet är utfört utvärderar eleven sitt resultat med <b>nyanserade</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter. Eleven gör också en <b>välgrundad</b> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven söker och väljer <b>m</b><b>ed säkerhet</b> information från olika källor för att lösa en modelluppgift samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven planerar, strukturerar och genomför e <b>vald</b> modelluppgift. <b>Eleven motiverar utförligt och nyanserat sitt val av uppgift</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare material, metod, teknik och presentationsform samt använder <b>med</b><b> säkerhet</b> verktyg och material. Eleven visualiserar me <b>gott</b> resultat två- och tredimensionella idéer både analogt och virtuellt. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett estetiskt och funktionellt <b>gott</b> resultat <b>samt motiverar utförligt och nyanserat sina val</b>. ",
"När arbetet är utfört utvärderar eleven sitt resultat med <b>nyanserade</b> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven gör också en <b>välgrundad och</b> nyanserad jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande. Dessutom presenterar eleven <b>med säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}