{"subject":"DES",
"novux":false,
"name":"Design 1",
"origname":"Design 1",
"points":100,
"code":"DESDES01",
"goals":[1,1,1,2,1,2,1,1,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"basic",
"content":["Produktutveckling utifrån olika aspekter, till exempel målgruppers ekonomiska, ergonomiska, estetiska, funktionella och sociala behov.",
"Design och designerns roll i samhället med fokus på människors olika behov och förutsättningar, till exempel utifrån genus eller funktionshinder.",
"Grundläggande design- och kulturhistoria. Begrepp, stilar och material.",
"Introduktion i designprocessens olika delar. Dessa är problemformulering, marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete, analys, presentation och utvärdering.",
"Källor av olika slag i ett designprojekt.",
"Material och tekniker för två- och tredimensionell visualisering av idéer, till exempel skisser och ritningar samt modeller i olika material.",
"Modeller för analys och värdering av egna och andras idéer.",
"Presentation av idéer med bild, ritning, modell, skrift och tal.",
"Grundläggande projektarbetsmetodik, till exempel projektplan, val av metod och redovisningsform i ett designprojekt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> befintlig design och diskuterar <b>översiktligt</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>översiktligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>översiktligt</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.</p><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>översiktligt</b> arbetet i designprocessen <b>utifrån ett styrt uppdrag</b>. I gestaltningen använder eleven <b>givna</b> material och tekniker för att visualisera två- och tredimensionella idéer. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet <b>använder eleven en styrd</b> metod.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> befintlig design och diskuterar <b>utförligt</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>utförligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.</p><p>Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>utförligt</b> arbetet i designprocessen. I gestaltningen <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer,<b> samt motiverar sina val utförligt</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen. Dessutom <b>väljer</b> eleve <b>presentationsform och</b> presenterar <b>med</b> <b>viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet <b>väljer eleven lämplig</b> metod <b>samt motiverar utförligt sitt val</b>.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> befintlig design och diskuterar <b>utförligt och nyanserat</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>utförligt och nyanserat</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.</p><p>Eleven söker och väljer <b>med säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>utförligt och nyanserat</b> arbetet i designprocessen. I gestaltningen <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer, <b>samt motiverar sina val utförligt och nyanserat</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>gott</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.</p><p>Eleven genomför ett projektarbete med ett <b>gott</b> resultat. I arbetet <b>väljer eleven lämplig</b> metod <b>samt motiverar utförligt och nyanserat sitt val</b>.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> befintlig design och diskuterar <b>översiktligt</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>översiktligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>översiktligt</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
"Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>översiktligt</b> arbetet i designprocessen <b>utifrån ett styrt uppdrag</b>. I gestaltningen använder eleven <b>givna</b> material och tekniker för att visualisera två- och tredimensionella idéer. Eleven utför arbetet utifrån <b>styrda kriterier</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet <b>använder eleven en styrd</b> metod."],
"C":["Eleven beskriver <b>utförligt</b> befintlig design och diskuterar <b>utförligt</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>utförligt</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
"Eleven söker och väljer <b>med viss säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>enkla</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>utförligt</b> arbetet i designprocessen. I gestaltningen <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer,<b> samt motiverar sina val utförligt</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>tillfredsställande</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen. Dessutom <b>väljer</b> eleve <b>presentationsform och</b> presenterar <b>med viss säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"Eleven genomför ett projektarbete med ett <b>tillfredsställande</b> resultat. I arbetet <b>väljer eleven lämplig</b> metod <b>samt motiverar utförligt sitt val</b>."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> befintlig design och diskuterar <b>utförligt och</b> <b>nyanserat</b> hur den kan förändras utifrån olika målgruppers behov. I diskussionen redogör eleven också <b>utförligt och</b> <b>nyanserat</b> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
"Eleven söker och väljer <b>med säkerhet</b> information från olika källor för att lösa ett designuppdrag samt värderar med <b>nyanserade</b> omdömen källornas trovärdighet och relevans. Eleven gestaltar och beskriver <b>utförligt och</b> <b>nyanserat</b> arbetet i designprocessen. I gestaltningen <b>väljer och</b> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer, <b>samt motiverar sina val utförligt och</b> <b>nyanserat</b>. Eleven utför arbetet utifrån <b>egna val</b> och uppnår ett <b>gott</b> resultat. När arbetet är utfört utvärderar eleven sin process och sitt resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom <b>väljer</b> eleven <b>presentationsform och</b> presenterar <b>med säkerhet</b> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
"Eleven genomför ett projektarbete med ett <b>gott</b> resultat. I arbetet <b>väljer eleven lämplig</b> metod <b>samt motiverar utförligt och nyanserat sitt val</b>."]},
"reqBy":["DESDES02"],
"friends":["DESDES02",
"DESDES0"]}