{"subject":"DIG",
"name":"Digitalt skapande 1",
"origname":"Digitalt skapande 1",
"points":100,
"code":"DIGDIG01",
"goals":[2,1,2,1,0,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Analoga och digitala skapandeprocesser, skissarbete både utan och med digitala verktyg.",
"Gränslandet mellan konst och teknik samt hur det formar skapandeprocesser.",
"Kombinationer av olika uttryck för digitala produktioner.",
"Digitala verktyg för skapande och gestaltande. Hur man väljer lämpligt verktyg för skapande och bevarande.",
"Programvara och hårdvara som används för skapande i olika estetiska uttrycksformer.",
"Samarbetsformer vid digitala produktioner.",
"Presentationsvägar och spridningsvägar för digitala produktioner, till exempel internet, digitala tryck och olika lagringsmedier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för <b>någon</b> digital <b>eller</b> analog skapandeprocess. I eget skapande och gestaltande prövar eleven <b>med viss säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>enkel</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>i samråd</b> med handledar <b></b>lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>översiktligt</b> sina val av program- eller hårdvara.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>översiktligt</b> för olika presentations- och spridningsvägar för digitala produktioner.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för <b>några</b> digitala <b>och</b> analoga skapandeprocesser. I eget skapande och gestaltande prövar <b>och använder</b> eleven <b>med viss säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>välgrundad</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>efter samråd</b> med handledare lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>utförligt</b> sina val av program- eller hårdvara.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>utförligt</b> för olika presentations- och spridningsvägar för digitala produktioner. <b>Dessutom producerar eleven själv i några olika format</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>flera</b> digitala <b>och</b> analoga skapandeprocesser. I eget skapande och gestaltande prövar <b>och använder</b> eleven <b>med säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>välgrundad och nyanserad</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>efter samråd</b> med handledare lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val av program- eller hårdvara.</p><p>Eleven samarbetar <b>med säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med säkerhet</b> via webb och nätverk. Eleven redogör <b>utförligt och nyanserat</b> för olika presentations- och spridningsvägar för digitala produktioner. <b>Dessutom producerar eleven själv i några olika format samt motiverar utförligt och nyanserat sina val av format</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för <b>någon</b> digital <b>eller</b> analog skapandeprocess. I eget skapande och gestaltande prövar eleven <b>med viss säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>enkel</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>i samråd</b> med handledar 0lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>översiktligt</b> sina val av program- eller hårdvara.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>översiktligt</b> för olika presentations- och spridningsvägar för digitala produktioner.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för <b>några</b> digitala <b>och</b> analoga skapandeprocesser. I eget skapande och gestaltande prövar <b>och använder</b> eleven <b>med viss säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>välgrundad</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>efter samråd</b> med handledare lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>utförligt</b> sina val av program- eller hårdvara.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>utförligt</b> för olika presentations- och spridningsvägar för digitala produktioner. <b>Dessutom producerar eleven själv i några olika format</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> digitala <b>och</b> analoga skapandeprocesser. I eget skapande och gestaltande prövar <b>och använder</b> eleven <b>med säkerhet</b> digitala verktyg och några olika estetiska uttryck. Eleven gör en <b>välgrundad och nyanserad</b> jämförelse av olika verktygs användbarhet för olika ändamål. Eleven väljer <b>efter samråd</b> med handledare lämplig programvara eller hårdvara för några olika uttryck. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val av program- eller hårdvara.",
"Eleven samarbetar <b>med säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med säkerhet</b> via webb och nätverk. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika presentations- och spridningsvägar för digitala produktioner. <b>Dessutom producerar eleven själv i några olika format samt motiverar utförligt och nyanserat sina val av format</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DIGDIG02",
"ESTEST02"],
"foreignlinks":["ESTEST02"],
"hasreqs":true,
"friends":["DIGDIG02",
"ESTEST01",
"ESTEST02",
"ESTEST03"]}