{"subject":"DIG",
"name":"Digitalt skapande 2",
"points":100,
"instrRAW":"som bygger på kursen digitalt skapande 1.",
"descarr":["Den bygger på kursen ",
"DIGDIG01",
"."],
"reqRAW":"kursen DIGDIG01",
"code":"DIGDIG02",
"goals":[1,2,1,2,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Skapande och gestaltande processer från idé till färdig produktion.",
"Estetiska och tekniska begrepp och metoder för analys av digitala uttryck.",
"Metoder för analys av digitalt skapade gestaltningar samt tekniska och konstnärliga kvaliteter.",
"Digitala verktyg för skapande och gestaltande.",
"Fördjupad och specialiserad programvara och hårdvara som används för skapande i en eller flera olika estetiska uttrycksformer.",
"Kommunikation med digital teknik och digitala medier.",
"Samarbeten, synkront och asynkront, via digitala plattformar, till exempel webbapplikationer, wiki och tankekartor. ",
"Plattformar och kanaler för spridning av digitala produktioner, till exempel bloggar och andra sociala medier och spridningsplattformar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för <b>någon</b> skapande och gestaltande process från idé till färdig produktion samt gör <b>enkla</b> jämförelser mella <b></b>olika tekniska och konstnärliga lösningar.</p><p>Eleven genomför <b>med viss säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>tillfredsställande</b>. I arbetet väljer eleven <b>i samråd</b> med handledar <b></b>lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>översiktligt</b> sina val av programvara, hårdvara och plattform.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>översiktligt</b> för olika plattformar och kanaler för spridning av digitala produktioner.</p><p>När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>översiktligt</b> sitt val av format. Dessutom värderar eleven med <b>enkla</b> omdömen sitt arbete utifrån den bakomliggande idén.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för <b>några</b> skapande och gestaltande processer från idé till färdig produktion samt gör <b>välgrundade</b> jämförelser mella <b></b>olika tekniska och konstnärliga lösningar.</p><p>Eleven genomför <b>med viss säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>tillfredsställande</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>utförligt</b> sina val av programvara, hårdvara och plattform.</p><p>Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. <b>Dessutom lägger eleven upp gemensamma skapande projekt på plattformar som en kanal för samarbete</b>. Eleven redogör <b>utförligt</b> för olika plattformar och kanaler för spridning av digitala produktioner.</p><p>När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>utförligt</b> sitt val av format. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt arbete utifrån den bakomliggande idén.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>flera</b> skapande och gestaltande processer från idé till färdig produktion samt gör <b>välgrundade och nyanserade</b> jämförelser mella <b></b>olika tekniska och konstnärliga lösningar.</p><p>Eleven genomför <b>med säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>gott</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val av programvara, hårdvara och plattform.</p><p>Eleven samarbetar <b>med säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med säkerhet</b> via webb och nätverk. <b>Dessutom lägger eleven upp gemensamma skapande projekt på plattformar som en kanal för samarbete</b>. Eleven redogör <b>utförligt och nyanserat</b> för olika plattformar och kanaler för spridning av digitala produktioner.</p><p>När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>utförligt och nyanserat</b> sitt val av format. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt arbete utifrån den bakomliggande idén <b>samt</b> <b>ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för <b>någon</b> skapande och gestaltande process från idé till färdig produktion samt gör <b>enkla</b> jämförelser mella 0olika tekniska och konstnärliga lösningar.",
"Eleven genomför <b>med viss säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>tillfredsställande</b>. I arbetet väljer eleven <b>i samråd</b> med handledar 0lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>översiktligt</b> sina val av programvara, hårdvara och plattform.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. Eleven redogör <b>översiktligt</b> för olika plattformar och kanaler för spridning av digitala produktioner.",
"När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>översiktligt</b> sitt val av format. Dessutom värderar eleven med <b>enkla</b> omdömen sitt arbete utifrån den bakomliggande idén.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för <b>några</b> skapande och gestaltande processer från idé till färdig produktion samt gör <b>välgrundade</b> jämförelser mella 0olika tekniska och konstnärliga lösningar.",
"Eleven genomför <b>med viss säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>tillfredsställande</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>utförligt</b> sina val av programvara, hårdvara och plattform.",
"Eleven samarbetar <b>med viss säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med viss säkerhet</b> via webb och nätverk. <b>Dessutom lägger eleven upp gemensamma skapande projekt på plattformar som en kanal för samarbete</b>. Eleven redogör <b>utförligt</b> för olika plattformar och kanaler för spridning av digitala produktioner.",
"När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>utförligt</b> sitt val av format. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt arbete utifrån den bakomliggande idén.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> skapande och gestaltande processer från idé till färdig produktion samt gör <b>välgrundade och nyanserade</b> jämförelser mella 0olika tekniska och konstnärliga lösningar.",
"Eleven genomför <b>med säkerhet</b> ett större skapande eller gestaltande arbete med digitala verktyg från idé till färdig gestaltning inom ett eller flera estetiska uttryck. Eleven definierar den bakomliggande idén. Resultatet är <b>gott</b>. I arbetet väljer eleven <b>efter samråd</b> med handledare lämplig programvara, hårdvara och plattform för sina egna valda uttryck. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val av programvara, hårdvara och plattform.",
"Eleven samarbetar <b>med säkerhet</b> med andra i sin digitala produktion och kommunicerar <b>med säkerhet</b> via webb och nätverk. <b>Dessutom lägger eleven upp gemensamma skapande projekt på plattformar som en kanal för samarbete</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika plattformar och kanaler för spridning av digitala produktioner.",
"När arbetet är utfört presenterar eleven sin produktion i lämpligt format samt motiverar <b>utförligt och</b> <b>nyanserat</b> sitt val av format. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt arbete utifrån den bakomliggande idén <b>samt</b> <b>ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DIGDIG01"}