{"subject":"DJR",
"name":"Djurvård inom djurens hälso- och sjukvård 2",
"points":200,
"instrRAW":"som bygger på kursen djurvård inom djurens hälso- och sjukvård 1.",
"descarr":["Den bygger på kursen ",
"DJRDJU01",
"."],
"reqRAW":"kursen DJRDJU01",
"code":"DJRDJU02",
"comments":{"comment":"<p>I det centrala innehållet finns punkterna: ”Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.” samt ”Provtagning, till exempel urinprov och träckprov.” I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård. Se kommentar ”Om ämnet djurvård inom djurens hälso- och sjukvård” ovan. Provtagning får inte orsaka ett lidande som inte är obetydligt.</p>",
"judgehelp":"<p>I kunskapskraven står: ”Eleven […] vårdar i samråd med handledare skadade och sjuka djur.” samt ”Dessutom utför eleven i samråd med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård.” I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård. Se kommentar ”Om ämnet djurvård inom djurens hälso- och sjukvård” ovan.</p>"},
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Sjukdomslära":["Djursjukdomar och förebyggande åtgärder.",
"Infektioner som kan spridas mellan djur och människa.",
"Behandlingsmetoder.",
"Farmakologi, till exempel verkningsmekanismer och användning av mediciner.",
"Veterinärmedicinsk utrustning och veterinärmedicinska termer och begrepp.",
"Hygien, smitta, smittspridning och smittskydd.",
"Hygien och eftervård i samband med operationer.",
"Etik inom djurens hälso- och sjukvård."],
"Arbetsuppgifter":["Hantering av rädda och osäkra djur så att lidandet för djuren minimeras.",
"Diagnostiska metoder.",
"Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.",
"Iordningställande av undersökningsrum och burar.",
"Provtagning, till exempel urinprov och träckprov.",
"Vissa administrativa rutiner, till exempel arbete i reception och beställning av varor och blanketter.",
"Assistans till veterinär och djursjukskötare.",
"Träning i samband med rehabilitering.",
"Bemötande av djur och djurägare.",
"Hygienrutiner.",
"Skötsel, rengöring, förpackning och sterilisering av instrument och annan utrustning.",
"Rapportering och dokumentation av djurs hälsotillstånd."],
"Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser":["Ergonomi, arbetsmiljö och säkerhet.",
"Lagar och andra bestämmelser, till exempel djurskyddslagstiftning och miljölagstiftning.",
"Tystnadsplikt och etiska regler.",
"Djurförsäkringar.",
"Organisationer inom djursjukvård."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>översiktligt</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>översiktligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete och vårdar <b>i samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>i samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>i samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>enkel</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>utförligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>efter samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>noggrann</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt och nyanserat</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>utförligt och nyanserat</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>efter samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>noggrann och utförlig</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>översiktligt</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>översiktligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete och vårdar <b>i samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>i samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>i samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>enkel</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>utförligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>efter samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>noggrann</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <b>med säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <b>efter samråd</b> med handledare instrument och annan utrustning. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>noggrann och utförlig</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DJRDJU01",
"reqarr":["DJRDJU01"]}