{"subject":"DJR",
"name":"Djurvård inom djurens hälso- och sjukvård 1",
"points":100,
"instrRAW":"som bygger på kursen djurens biologi. Dessutom bygger den på kursen sällskapsdjur 1, kursen hästkunskap 1 eller kursen lantbruksdjur 1.",
"reqRAW":"kursen BIGDJE0",
"alsoreqRAW":"kursen DJUSÄL01, kursen HÄTHÄS01 eller kursen LANLAN01",
"code":"DJRDJU01",
"comment":"<h2>Begrepp i kursen djurvård inom djurens hälso- och djurvård 1</h2><p>I det centrala innehållet finns punkterna: ”Hantering av skadade och sjuka djur så att lidandet för djuren minimeras.” och ”Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.” I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård. Se kommentar ”Om ämnet djurvård inom djurens hälso- och sjukvård” ovan. Eleverna får inte utföra behandlingsmetoder som kan medföra ett lidande som inte är obetydligt. Endast enklare skötselåtgärder får utföras, se under 10 § ovan, på djur som har fått lugnande, är sövda eller har fått lokalbedövning.</p>",
"judgehelp":"<h2>Begrepp i kunskapskrav till kursen djurvård inom djurens hälso- och djurvård 1</h2><p>I kunskapskraven står: ”Eleven följer arbetsinstruktioner och vårdar i samråd med handledare skadade och sjuka djur.”, ”Dessutom utför eleven i samråd med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård.” I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård. Se kommentar ”Om ämnet djurvård inom djurens hälso- och sjukvård” ovan. De djurvårdande arbetsuppgifterna som kan utföras styrs av de begränsningar som behandlingsförbudet anger, särskilt behandlingar som kan medföra ett lidande som inte är obetydligt, samt de undantag som 10 och 11 §§ ger.</p>",
"goals":[1,0,1,1,0,1,1,1,1],
"level":"normal",
"content":{"Sjukdomslära":["Djursjukdomar och förebyggande åtgärder.",
"Djurs påverkan av stress och smärta. ",
"Antibiotika och antibiotikaresistens.",
"Veterinärmedicinska termer och begrepp.",
"Hygien, smitta, smittspridning och smittskydd.",
"Etik inom djurens hälso- och sjukvård."],
"Arbetsuppgifter":["Visitering för att iaktta djurens hälsotillstånd och att upptäcka skadade och sjuka djur.",
"Hantering av skadade och sjuka djur så att lidandet för djuren minimeras.",
"Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.",
"Medicinering av sjuka djur enligt instruktion, till exempel tabletter i munnen, ögondroppar och avmaskningsmedel.",
"Hygienrutiner.",
"Rapportering och dokumentation av djurs hälsotillstånd."],
"Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser":["Ergonomi, arbetsmiljö och säkerhet.",
"Lagar och andra bestämmelser, till exempel djurskyddslagstiftning och miljölagstiftning.",
"Tystnadsplikt och etiska regler.",
"Djurförsäkringar.",
"Organisationer inom djursjukvård."]},
"judgeraw":"<a href=\"javascript:setElementVisibility('KR-DJRDJU01E')\" class=\"commentLink\" title=\"Kommentar\" onmouseover=\"this.style.textDecoration='underline'\" onmouseout=\"this.style.textDecoration='none'\"><img src=\"/laroplaner-amnen-och-kurser/vuxenutbildning/komvux/gymnasial/sok-amnen-och-kurser/subject.htm?_xurl_=http%3A%2F%2Fli64-rh5-kursweb.skolverket.se%3A27025%2Fsyllabuscw%2Fimages%2Fbubble.png\" title=\"Kommentar\" style=\"padding-right: 3px;\" alt=\"\">Kommentar</a>   <h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>översiktligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>översiktligt</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <b>i samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>i samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>enkel</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>utförligt</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>noggrann</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt och nyanserat</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>utförligt och nyanserat</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <b>noggrann och utförlig</b> rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>översiktligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>översiktligt</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven följer arbetsinstruktioner och vårdar <b>i samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>i samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>enkel</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>utförligt</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med viss säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven följer arbetsinstruktioner och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>noggrann</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för termer och begrepp som används inom veterinärmedicin samt använder <b>med säkerhet</b> yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Eleven följer arbetsinstruktioner och vårdar <b>efter samråd</b> med handledare skadade och sjuka djur. Dessutom utför eleven <b>efter samråd</b> med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom området.",
"När arbetet är genomfört gör eleven en <b>noggrann och utförlig</b> rapportering och dokumentation av sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["BIGDJE0",{"type":"OR",
"arr":["DJUSÄL01",
"HÄTHÄS01",
"LANLAN01"]}]},
"reqBy":["DJRDJU02"]}