{"subject":"DJU",
"name":"Djur i zoohandel",
"points":200,
"instrRAW":"som bygger på kursen sällskapsdjur 2.",
"descarr":["Den bygger på kursen ",
"DJUSÄL02",
"."],
"reqRAW":"kursen DJUSÄL02",
"code":"DJUDJI0",
"goals":[2,2,1,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Information vid försäljning av djur":["Djurart och släkt med svenskt och vetenskapligt namn.",
"Djurets kön.",
"Djurartens storlek och livslängd.",
"Djurartens aktivitetsmönster och sociala organisation i naturen.",
"Djurartens behov av utrymme, inredning, klimat och ljus.",
"Rymningssåkert utrymme.",
"Miljöomställning.",
"Näringsbehov.",
"Vintervila.",
"Djurens hälsa och vanliga sjukdomar hos aktuell djurart."],
"Arbetsuppgifter":["Planering och genomförande av dagliga skötselrutiner av djur i zoohandel, till exempel utfodring och städning av burar.",
"Planering och genomförande av fasta rutiner, till exempel visitering, kloklippning och klimatkontroll i lokaler.",
"Planering och genomförande av rengöring, iordningställande och miljöberikning av burar, akvarier och terrarier.",
"Könsbestämning av djur i zoohandel.",
"Uppfödning och avel av djur i zoohandel.",
"Hygien, desinficering och avfallshantering.",
"Hantering av djurflöden med hänsyn till smittskyddsaspekter.",
"Hantering av butiksvaror.",
"Försäljning av djur, foder och tillbehör samt rådgivning i samband med det.",
"Information om djur och produkter i samband med kundmöten.",
"Skriftlig information vid försäljning av djur enligt bestämmelser som gäller inom området."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med arbete med djur i zoohandel.",
"Lagar och andra bestämmelser som rör arbete med djur i zoohandel vad gäller till exempel djurskydd, handel med djur, införsel och hotade arter."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>översiktligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete samt sköter och hanterar <b>i samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>Inför försäljning av djur sammanställer eleven <b>i samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på <b>enkla</b> frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>utförligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>Inför försäljning av djur sammanställer eleven <b>efter samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>Inför försäljning av djur sammanställer eleven <b>efter samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på <b>avancerade</b> frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>översiktligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete samt sköter och hanterar <b>i samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"Inför försäljning av djur sammanställer eleven <b>i samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på <b>enkla</b> frågor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>utförligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"Inför försäljning av djur sammanställer eleven <b>efter samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på frågor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett brett sortiment av djurarter som säljs i zoohandeln. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare djur i zoohandeln på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"Inför försäljning av djur sammanställer eleven <b>efter samråd</b> med handledare skriftlig information om djuren och i vilken miljö djuren kan vistas. Dessutom informerar eleven muntligt vid försäljning av djur och svarar på <b>avancerade</b> frågor.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DJUSÄL02",
"reqarr":["DJUSÄL02"],
"friends":["DJUDJU00S",
"DJUDJR0",
"DJUDJH0",
"DJUSÄL01",
"DJUSÄL02",
"DJUSÄL02"]}