{"subject":"DJU",
"name":"Djurhållning",
"points":100,
"instrRAW":"som bygger på kursen naturbruk.",
"reqRAW":"kursen NAUNAU0",
"code":"DJUDJH0",
"goals":[1,1,1,2,2,1,2,1],
"level":"normal",
"content":{"Biologisk grund":["Olika djurgrupper och deras beteende i samband med tillsyn och skötsel.",
"Djurens krav på stallklimat innefattande värme, ventilation, luftfuktighet och ljus.",
"Olika fodermedel och fodersmältning hos olika djurslag.",
"Djurens krav på vattentillgång och vattenkvalitet.",
"Hygien och smittskydd."],
"Arbetsuppgifter":["Arbetsrutiner vid skötsel av djur, till exempel vid utfodring, gödselhantering och tillsyn.",
"Hantering av djur i djurstallar, rasthagar och betesdrift med utgångspunkt i djurens beteende och behov.",
"Utfodring och foderhantering med utgångspunkt i djurens behov och med aktuell teknisk utrustning. Kontroll av kvalitet och foderhygien. ",
"Skötsel av byggnader och djuranläggningar samt hantering och underhåll av aktuell teknisk utrustning.",
"Funktionskontroll av teknisk utrustning. Användning av fordon i samband med arbetsuppgifter inom djurhållning."],
"Arbetsmiljö, säkerhetsfrågor och andra bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med arbete med djur.",
"Djurskyddslagstiftning som rör djuren i naturbruket.",
"Miljölagstiftning i samband med djurhållning."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>översiktligt</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>översiktligt</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>översiktligt</b> sambandet mellan typ av fodersmältning och val av foder.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>i samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>i samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>i samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>utförligt</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>utförligt</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>utförligt</b> sambandet mellan typ av fodersmältning och val av foder.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>efter samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>efter samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>efter samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>utförligt och nyanserat</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>utförligt och nyanserat</b> sambandet mellan typ av fodersmältning och val av foder.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>efter samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>efter samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>efter samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>översiktligt</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>översiktligt</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>översiktligt</b> sambandet mellan typ av fodersmältning och val av foder.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>i samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>i samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>i samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>utförligt</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>utförligt</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>utförligt</b> sambandet mellan typ av fodersmältning och val av foder.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>efter samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>efter samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>efter samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika djurgrupper och deras beteende. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för stallklimatets betydelse för djurens välbefinnande. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika fodermedel, deras användningsområden och olika djurarters val av föda samt för djurens krav på vattentillgång och vattenkvalitet. I redogörelsen förklarar eleven <b>utförligt och</b> <b>nyanserat</b> sambandet mellan typ av fodersmältning och val av foder.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt, med aktuella metoder samt utifrån djurens behov. I arbetet kontrollerar eleven <b>efter samråd</b> med handledare stallklimatet. Eleven sköter och hanterar också <b>efter samråd</b> med handledare utrustning, byggnader och anläggningar på ett säkert sätt. Dessutom kör eleven <b>efter samråd</b> med handledare fordon på ett säkert sätt när hon eller han arbetar med skötsel av djur och anläggningar. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}