{"subject":"DJU",
"novux":false,
"name":"Djur - specialisering",
"origname":"Djur - specialisering",
"points":100,
"instrRAW":"som bygger på kursen sällskapsdjur 1 eller kursen lantbruksdjur 2. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"DJUSÄL01",
" eller kursen ",
"LANLAN02",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen DJUSÄL01 eller kursen LANLAN02",
"code":"DJUDJU00S",
"comments":{"innehållet":"<h4>Djur - specialisering</h4><p>Kursen djur - specialisering bygger på kursen sällskapsdjur 1 eller kursen lantbruksdjur 2 och omfattar ämnets alla åtta mål. Kursen möjliggör en fördjupning inom ett specialiseringsområde utifrån ämnets mål och kursens centrala innehåll. Kursen kan läsas flera gånger med olika specialiseringar.</p>      "},
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Fördjupning inom vald specialisering. Exempel på specialiseringar kan vara djurparksdjur och forskningsdjur samt djur för hälsa och livskvalitet.",
"Djurarter och djurraser inom vald specialisering.",
"Etologi inom vald specialisering.",
"Foder, utfodring och djurens näringsbehov inom vald specialisering.",
"Arbetsplanering och genomförande av arbetsuppgifter inom vald specialisering.",
"Skötsel och hantering av djur inom vald specialisering.",
"Skötsel och hantering av anläggningar och utrustning inom vald specialisering.",
"Ergonomi, arbetsmiljö och säkerhet.",
"Hygien, smittskydd och förebyggande hälsoarbete.",
"Lagar och andra bestämmelser inom vald specialisering, vad gäller till exempel djurskydd, handel med djur, införsel och hotade arter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven observerar djurs beteende och identifierar i samband med det <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>i samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven observerar djurs beteende och identifierar i samband med det <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven observerar djurs beteende och identifierar i samband med det <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven observerar djurs beteende och identifierar i samband med det <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>i samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven observerar djurs beteende och identifierar i samband med det <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven observerar djurs beteende och identifierar i samband med det <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete inom vald specialisering samt sköter och hanterar <b>efter samråd</b> med handledare djur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["DJUSÄL01",
"LANLAN02"]},
"reqarr":["DJUSÄL01",
"LANLAN02"],
"hasreqs":true,
"friends":["HÄTDEN01a",
"HÄTDEN01b",
"HÄTDEN02",
"DJUDJI0",
"DJUDJR0",
"DJUDJH0",
"DJRDJU01",
"DJRDJU02",
"HÄTHÄS01",
"HÄTHÄS02",
"HÄTHÄS03",
"LANLAN00S",
"LANLAN01",
"LANLAN02",
"NAUNAU0",
"DJUSÄL01",
"DJUSÄL02"]}