{"subject":"DJU",
"name":"Sällskapsdjur 2",
"points":100,
"instrRAW":"som bygger på kursen sällskapsdjur 1.",
"descarr":["Den bygger på kursen DJUSÄL01."],
"reqRAW":"kursen DJUSÄL01",
"code":"DJUSÄL02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Identifiering och namngivning av ett flertal djurarter med vetenskapliga och yrkesmässiga termer.",
"Djurarternas naturliga beteenden och naturliga livsmiljö. Arternas egenskaper och särskilda behov samt deras naturliga livsmiljö vad gäller till exempel temperatur, ljus, bottenmaterial och tillgång på vatten. ",
"Djurs påverkan av miljöomställningar och stress.",
"Klimatkontroll i djurmiljön.",
"Miljöberikning för att stimulera djurens naturliga beteende.",
"Reproduktion och avel innefattande till exempel könsbestämning, dräktighetstid och avvänjningsålder.",
"Avlivning och hantering av döda djur.",
"Foder och foderberäkning, fodrets näringsinnehåll och kvalitet samt artspecifika foderbehov."],
"Arbetsuppgifter och utrustning":["Utarbetande av planer för skötsel av sällskapsdjur. Arbetsuppgifter utifrån uppgjord plan samt uppföljning och rapportering.",
"Hantering av vanligt förekommande sällskapsdjur.",
"Val av vistelseutrymme för olika djurarter.",
"Rutiner för att upptäcka beteendeförändringar hos sällskapsdjur. Orsaker till beteendeförändringar som följd av skador och sjukdomar samt lämpliga åtgärder."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med arbete med sällskapsdjur.",
"Lagar och andra bestämmelser i samband med arbete med sällskapsdjur."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>översiktligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven redogör <b>översiktligt</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>översiktligt</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>översiktligt</b> för olika fodermedel och deras egenskaper samt gör <b>i samråd</b> med handledar <b>enkla</b> foderberäkningar för olika djurarter.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete samt sköter och hanterar <b>i samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven redogör <b>utförligt</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>utförligt</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>utförligt</b> för olika fodermedel och deras egenskaper samt gör <b>efter samråd</b> med handledare foderberäkningar för olika djurarter.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>utförligt och nyanserat</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika fodermedel och deras egenskaper samt gör <b>efter samråd</b> med handledar <b>avancerade</b> foderberäkningar för olika djurarter.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>översiktligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>enkla</b> bedömningar av sina observationer och föreslår <b>enkla</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven redogör <b>översiktligt</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>översiktligt</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>översiktligt</b> för olika fodermedel och deras egenskaper samt gör <b>i samråd</b> med handledar <b>enkla</b> foderberäkningar för olika djurarter.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete samt sköter och hanterar <b>i samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med viss säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade</b> bedömningar av sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven redogör <b>utförligt</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>utförligt</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>utförligt</b> för olika fodermedel och deras egenskaper samt gör <b>efter samråd</b> med handledare foderberäkningar för olika djurarter.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer ett flertal av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de olika djurarternas naturliga beteende. När eleven observerar djurens beteende identifierar hon eller han <b>med säkerhet</b> tecken som tyder på ohälsa eller vantrivsel. Eleven gör <b>välgrundade och nyanserade</b> bedömningar av sina observationer och föreslår <b>avancerade</b> åtgärder för att förbättra djurens hälsa och närmiljö.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för sällskapsdjurens reproduktionsbiologi samt för hur avelsarbete går till. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för när och hur sällskapsdjur bör avlivas samt för hur döda djur bör hanteras på ett etiskt sätt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika fodermedel och deras egenskaper samt gör <b>efter samråd</b> med handledar <b>avancerade</b> foderberäkningar för olika djurarter.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DJUSÄL01",
"reqarr":["DJUSÄL01"],
"reqBy":["DJUDJI0"]}