{"subject":"DJU",
"name":"Sällskapsdjur 1",
"points":100,
"code":"DJUSÄL01",
"goals":[2,1,1,2,2,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Biologisk grund":["Identifiering och namngivning av ett begränsat antal djurarter med vetenskapliga och yrkesmässiga termer. ",
"Sällskapsdjurens historik och betydelse för människan.",
"Djurarternas naturliga beteenden och naturliga livsmiljö. Arternas egenskaper och särskilda behov.",
"Djurarternas olika vistelsemiljöer vad gäller till exempel temperatur, ljus, bomaterial och tillgång på vatten. ",
"Rutiner för att upptäcka beteendeförändringar hos sällskapsdjur. Orsaker till beteendeförändringar som följd av skador och sjukdomar.",
"Vanliga sjukdomar och förebyggande hälsovård samt vård av sjuka djur."],
"Arbetsuppgifter och utrustning":["Daglig skötsel av olika sällskapsdjur vad gäller till exempel utfodring, tillsyn, kontroll av utrustning och rengöring.",
"Hantering av vanligt förekommande sällskapsdjur.",
"Återkommande rutinåtgärder, till exempel visitation, hälsokontroll, pälsvård och kloklippning.",
"Hantering av djurfoder.",
"Olika typer av vistelseutrymmen, till exempel hundgårdar, hundboxar, burar, akvarier, terrarier och bolådor samt djurens behov, vistelseutrymmens utformning och materialval.",
"Strömedel, till exempel kutterspån, torv och halm.",
"Skötsel och underhåll av vistelseutrymmen.",
"Underhåll, skötsel och hantering av aktuell teknisk utrustning."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med arbete med sällskapsdjur.",
"Lagar och andra bestämmelser i samband med arbete med sällskapsdjur."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>översiktligt</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>översiktligt</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>översiktligt</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>översiktligt</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>utförligt</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>utförligt</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>utförligt</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>utförligt och nyanserat</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>utförligt och nyanserat</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>utförligt och nyanserat</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>översiktligt</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>översiktligt</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>översiktligt</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>översiktligt</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>översiktligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven identifierar <b>med viss säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>utförligt</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>utförligt</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>utförligt</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven identifierar <b>med säkerhet</b> och namnger med vetenskapliga och yrkesmässiga termer några av de djurarter som används som sällskapsdjur. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de olika sällskapsdjurens betydelse för människan. I samband med praktiskt arbete med djur observerar eleven djurens beteende samt beskriver <b>utförligt och</b> <b>nyanserat</b> tecken på välmående och tecken som kan tyda på ohälsa eller vantrivsel. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för djurens miljö, de faktorer som påverkar djurens hälsa och de åtgärder som bidrar till god djurhälsa. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. När eleven arbetar med djur följer hon eller han aktuella hygienrutiner samt redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskydd. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör djur.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DJRDJU01",
"DJUSÄL02",
"DJUDJU00S"]}