{"subject":"DRI",
"novux":false,
"name":"Underhåll - mekatronik",
"origname":"Underhåll - mekatronik",
"points":100,
"instrRAW":"som bygger på kursen underhåll - hydraulik och pneumatik samt kursen underhåll - elteknik.",
"descarr":["Den bygger på kursen ",
"DRIUNH0",
" samt kursen ",
"DRIUNE0",
"."],
"reqRAW":"kursen DRIUNH0 samt kursen DRIUNE0",
"code":"DRIUNL0",
"goals":[1,1,1,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Planering, genomförande och dokumentation av förebyggande och avhjälpande underhåll i enkla mekatroniska utrustningar.",
"Felsökning och installation i sammansatta system samt reparation av elektriska och mekaniska fel.",
"Färdigheter i att använda informationsteknik som stöd vid installation och underhåll av mekatroniska utrustningar.",
"Enkel uppläggning för styrning av automatiserade processer eller utrustningar. Uppbyggnad med användning av PC/PLC-system. Installation och programmering, intrimning och driftsättning av enkla och sammanbyggda styrutrustningar.",
"Givare i PC/PLC-system och utorgan i PC/PLC-system, till exempel kontaktorer, reläer och ventiler.",
"PLC, uppbyggnad och programhantering samt installation och driftsättning av utrustning. Användning av bus-teknik inom automation.",
"Grundläggande styrning med servon samt frekvens och spänning för motorer. Styrning med servosystem och stegmotor. Driftsättning och programmering av styrsystem med mjukstartare och frekvensomriktare för motordrift.",
"Positionering med återkoppling av signaler från olika typer av rörelseenheter, till exempel robotens koordinatsystem och ändring av positioner via operatörspanelen.",
"Föreskrifter om arbetsmiljö samt person- och maskinsäkerhet inom arbetsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar,<b> i samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med viss säkerhet</b> information om styrtekniska villkor och status hos anläggningen. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>översiktligt</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar,<b> efter samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med viss säkerhet</b> information om styrtekniska villkor och status hos anläggningen. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar,<b> efter samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med säkerhet</b> information om styrtekniska villkor och status hos anläggningen. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och nyanserat</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt och nyanserat</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar,<b> i samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med viss säkerhet</b> information om styrtekniska villkor och status hos anläggningen. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>översiktligt</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar,<b> efter samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med viss säkerhet</b> information om styrtekniska villkor och status hos anläggningen. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar,<b> efter samråd</b> med handledare, förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, scheman, ritningar och manualer. Dessutom tolkar och bearbetar eleven <b>med säkerhet</b> information om styrtekniska villkor och status hos anläggningen. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll av enkla mekatroniska utrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner, scheman, ritningar och manualer. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för teorier, sammanhang och definitioner inom mekatronik och elteknik. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för metoder och arbetssätt för ständiga förbättringar. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["DRIUNH0",
"DRIUNE0"]},
"reqarr":["DRIUNH0",
"DRIUNE0"],
"reqBy":["DRIUNO0"],
"friends":["DRIAVH01",
"DRIAVH02",
"DRIUND0",
"DRIUNE0",
"DRIUNR0",
"DRIUNH0",
"DRIUNÅ0",
"DRIUNP0",
"DRIUNO0",
"DRIUNU0",
"DRIUNT0",
"DRIUNV0"]}