{"subject":"DRY",
"novux":false,
"name":"Barteknik",
"origname":"Barteknik",
"points":100,
"instrRAW":"som bygger på kursen drycker och ansvarsfull alkoholservering.",
"descarr":["Den bygger på kursen ",
"DRYDRC0",
"."],
"reqRAW":"kursen DRYDRC0",
"code":"DRYBAT0",
"goals":[0,1,0,1,2,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Olika drycker: deras råvaror, ursprung, karaktär och användningsområde.",
"Drinkgrupper och drinkrecept.",
"Dryckesbaren som arbetsplats. Arbetsplanering och organisation.",
"Metoder vid drinkblandning.",
"Hur man använder råvaror, produkter, material, redskap och utrustning.",
"Hygieniskt, ergonomiskt och säkert arbetssätt.",
"Hygien och ändamålsenlig klädsel.",
"Provningsmetoder.",
"Identifiering och bedömning av olika dryckers kvalitet.",
"Utformning av dryckeslistor.",
"Prisberäkningar av olika dryckesalternativ.",
"Kundbemötande och fackspråk."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> olika drinkgrupper och drinkrecept.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven me <b>visst</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>i samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>översiktligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> olika drycker och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>i samråd</b> med handledare dryckeslistor och beskriver <b>översiktligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>i samråd</b> med handledare prisberäkningar av olika dryckesalternativ.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>utförligt</b> olika drinkgrupper och drinkrecept.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven me <b>gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>efter samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> olika drycker och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>efter</b> <b>samråd</b> med handledare dryckeslistor och beskriver <b>översiktligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>efter samråd</b> med handledare prisberäkningar av olika dryckesalternativ.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika drinkgrupper och drinkrecept.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>efter samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt och nyanserat</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med säkerhet</b> olika drycker och bedömer deras kvalitet med <b>nyanserade</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor och beskriver <b>utförligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>efter samråd</b> med handledare prisberäkningar av olika dryckesalternativ.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> olika drinkgrupper och drinkrecept.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven med <b>visst</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>i samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>översiktligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> olika drycker och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>i samråd</b> med handledare dryckeslistor och beskriver <b>översiktligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>i samråd</b> med handledare prisberäkningar av olika dryckesalternativ.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>utförligt</b> olika drinkgrupper och drinkrecept.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven me <b>gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>efter samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> olika drycker och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>efter</b> <b>samråd</b> med handledare dryckeslistor och beskriver <b>översiktligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>efter samråd</b> med handledare prisberäkningar av olika dryckesalternativ.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär och användningsområde. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika drinkgrupper och drinkrecept.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom dryckesbarer. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Dessutom väljer och använder eleven <b>efter samråd</b> med handledare lämpliga råvaror och produkter vid drinkblandning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt och</b> <b>nyanserat</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med säkerhet</b> olika drycker och bedömer deras kvalitet med <b>nyanserade</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor och beskriver <b>utförligt</b> vilka produkter som behövs i dryckesbarer. Dessutom utför eleven <b>efter samråd</b> med handledare prisberäkningar av olika dryckesalternativ.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DRYDRC0",
"reqarr":["DRYDRC0"],
"hasreqs":true,
"friends":["DRYDRY0",
"DRYDRY00S",
"DRYDRC0"]}