{"subject":"DRY",
"name":"Drycker och ansvarsfull alkoholservering",
"points":100,
"code":"DRYDRC0",
"goals":[2,2,2,1,1,1,1,1],
"level":"normal",
"content":["Svensk alkohollagstiftning.",
"Fysiska, psykiska och sociala skadeverkningar av alkohol samt risker kopplade till alkoholkonsumtion.",
"Etiska frågeställningar med anknytning till alkoholservering.",
"Kalla och varma drycker: deras råvaror, ursprung, karaktär och användningsområde.",
"Tillverkning av vin, öl och spritdrycker.",
"Svenska och internationella dryckestraditioner samt hur olika drycker har utvecklats över tid.",
"Serveringsmetoder för vin, öl och måltidsdrycker.",
"Användning av redskap och utrustning vid hantering och servering av drycker.",
"Hygieniskt, ergonomiskt och säkert arbetssätt.",
"Kundbemötande och fackspråk."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>översiktligt</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>översiktligt</b> fö <b>någon</b> alkoholpolitisk fråga. Dessutom beskriver eleven <b>översiktligt</b> alkoholens skadeverkningar.</p><p>Eleven beskriver <b>översiktligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> svenska och internationella dryckestraditioner samt olika dryckers historia.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>visst</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>utförligt</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>utförligt</b> fö <b>några</b> alkoholpolitiska frågor. Dessutom beskriver eleven <b>utförligt</b> alkoholens skadeverkningar.</p><p>Eleven beskriver <b>utförligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt</b> svenska och internationella dryckestraditioner samt olika dryckers historia.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>utförligt och nyanserat</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>utförligt och nyanserat</b> fö <b>flera</b> alkoholpolitiska frågor. Dessutom beskriver eleven <b>utförligt och nyanserat</b> alkoholens skadeverkningar.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt och nyanserat</b> svenska och internationella dryckestraditioner samt olika dryckers historia.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>översiktligt</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>översiktligt</b> fö <b>någon</b> alkoholpolitisk fråga. Dessutom beskriver eleven <b>översiktligt</b> alkoholens skadeverkningar.",
"Eleven beskriver <b>översiktligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> svenska och internationella dryckestraditioner samt olika dryckers historia.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>visst</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>utförligt</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>utförligt</b> fö <b>några</b> alkoholpolitiska frågor. Dessutom beskriver eleven <b>utförligt</b> alkoholens skadeverkningar.",
"Eleven beskriver <b>utförligt</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt</b> svenska och internationella dryckestraditioner samt olika dryckers historia.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vad som menas med ansvarsfull alkoholservering samt redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som gäller vid alkoholservering. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> etik- och moralfrågor med anknytning till alkohol samt redogör <b>utförligt och</b> <b>nyanserat</b> fö <b>flera</b> alkoholpolitiska frågor. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> alkoholens skadeverkningar.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur olika drycker framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> svenska och internationella dryckestraditioner samt olika dryckers historia.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag relevanta serveringsmetoder, redskap och utrustning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DRYBAT0",
"DRYDRY0"]}