{"subject":"DRY",
"novux":false,
"name":"Drycker - specialisering",
"origname":"Drycker - specialisering",
"points":100,
"instrRAW":"som bygger på kursen drycker. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"DRYDRY0",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen DRYDRY0",
"code":"DRYDRY00S",
"goals":[0,1,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Drycker inom valt specialiseringsområde: deras råvaror, odlingsområden, ursprung, framställningsmetoder, karaktär, tillverkningsprocesser och användningsområde. Hur dessa faktorer påverkar slutproduktens kvalitet och pris. Exempel på specialiseringsområden kan vara kaffe, öl, champagne, barteknik, viner från olika delar av världen, vintillverkning och vinprovning.",
"Trender, traditioner och utveckling inom valt specialiseringsområde.",
"Påverkan från olika kulturer inom valt specialiseringsområde.",
"Yrkesmässiga och experimentella metoder och tekniker inom valt specialiseringsområde.",
"Material, redskap och utrustning för arbete med drycker.",
"Hygieniskt, ergonomiskt och säkert arbetssätt.",
"Provningsmetoder och sensorik.",
"Identifiering och bedömning av dryckers kvalitet.",
"Utformning av dryckeslistor inom valt specialiseringsområde.",
"Kundbemötande och fackspråk."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>visst</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>översiktligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>i samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>gott</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt och nyanserat</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.</p><p>Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt och nyanserat</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>nyanserade</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>översiktligt</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven med <b>visst</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>i samråd</b> med handledare någon provningsmetod och beskriver <b>översiktligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>i samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>gott</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>tillfredsställande</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med viss säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>enkla</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven samarbetar med andra och använder <b>med viss säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur drycker inom valt specialiseringsområde framställs och ska hanteras samt deras ursprung, karaktär, och användningsområde. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> trender, traditioner, utveckling och påverkan från olika kulturer inom valt specialiseringsområde.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom området. I arbetet väljer och använder eleven me <b>mycket gott</b> handlag yrkesmässiga och experimentella metoder, tekniker, material, redskap och utrustning. Resultatet är <b>gott</b> och eleven arbetar hygieniskt, ergonomiskt och säkert.",
"Eleven använder <b>efter samråd</b> med handledare någon provningsmetod och beskriver <b>utförligt och</b> <b>nyanserat</b> olika faktorers påverkan på sinnena vid provning av drycker. Dessutom identifierar eleven <b>med säkerhet</b> drycker inom valt specialiseringsområde och bedömer deras kvalitet med <b>nyanserade</b> omdömen. Eleven utformar också <b>efter samråd</b> med handledare dryckeslistor inom valt specialiseringsområde.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar med andra och använder <b>med säkerhet</b> fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"DRYDRY0",
"reqarr":["DRYDRY0"],
"friends":["DRYBAT0",
"DRYDRY0",
"DRYDRC0"]}