{"subject":"ELP",
"name":"Projektering",
"origname":"Projektering",
"points":200,
"instrRAW":"som bygger på kursen praktisk ellära. ",
"descarr":["Den bygger på kursen ",
"ELLPRA0",
". "],
"reqRAW":"kursen ELLPRA0",
"code":"ELPPRO0",
"goals":[1,0,0,0,1,0,1,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Tekniska beskrivningar.",
"Beskrivningsteknik, till exempel för att formulera beställarens krav på den färdiga produkten och dess delar.",
"AMA EL-struktur, användningsform och funktion i en teknisk beskrivning.",
"Datorstödda applikationer anpassade för elområdet, till exempel cad.",
"Framställning av ritningar och scheman.",
"Dimensionering av ledningssystem och skydd.",
"Belysningsanläggningar.",
"Kommunicerande system för dator- och medianät, telefoni och trådlös kommunikation.",
"Miljöns betydelse vid elinstallationer för till exempel energieffektivitet, estetik, säkerhet och tillgänglighet. Arbetsmiljö.",
"Teknisk kommunikation och dokumentation inom teknikområdet.",
"Planering, projektering, konstruktion och dokumentation av el- och teleanläggningar. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar, projekterar och konstruerar med datorstöd och <b>i samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, ritningar och underlag.</p><p>Eleven redogör <b>översiktligt</b> för hur ledningssystem och skydd dimensioneras.</p><p>Eleven utför me <b>visst</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med viss säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>enkla</b> resonemang om andras lösningar i samband med projekteringsarbetet.</p><p>Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar, projekterar och konstruerar med datorstöd och <b>efter samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, ritningar och underlag.</p><p>Eleven redogör <b>utförligt</b> för hur ledningssystem och skydd dimensioneras.</p><p>Eleven utför me <b>gott</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med viss säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade</b> resonemang om andras lösningar i samband med projekteringsarbetet.</p><p>Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar, projekterar och konstruerar med datorstöd och <b>efter samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, ritningar och underlag.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur ledningssystem och skydd dimensioneras.</p><p>Eleven utför med <b>mycket gott</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade och nyanserade</b> resonemang om andras lösningar i samband med projekteringsarbetet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar, projekterar och konstruerar med datorstöd och <b>i samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, ritningar och underlag.",
"Eleven redogör <b>översiktligt</b> för hur ledningssystem och skydd dimensioneras.",
"Eleven utför med <b>visst</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med viss säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven samarbetar i sitt arbete med andra samt för <b>enkla</b> resonemang om andras lösningar i samband med projekteringsarbetet.",
"Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar, projekterar och konstruerar med datorstöd och <b>efter samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, ritningar och underlag.",
"Eleven redogör <b>utförligt</b> för hur ledningssystem och skydd dimensioneras.",
"Eleven utför me <b>gott</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med viss säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade</b> resonemang om andras lösningar i samband med projekteringsarbetet.",
"Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar, projekterar och konstruerar med datorstöd och <b>efter samråd</b> med handledare el- och teleanläggningar. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, ritningar och underlag.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur ledningssystem och skydd dimensioneras.",
"Eleven utför med <b>mycket gott</b> handlag konstruktions- och projekteringsarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag och håller god ordning på arbetsplatsen. Dessutom använder eleven <b>med säkerhet</b> datorbaserade applikationer. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade och nyanserade</b> resonemang om andras lösningar i samband med projekteringsarbetet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ELLPRA0",
"reqarr":["ELLPRA0"],
"friends":["ELPINS0",
"ELLPRA0"]}