{"subject":"ELT",
"name":"Bild- och ljudanläggningar",
"points":100,
"instrRAW":"som bygger på kursen elektronik och mikrodatorteknik.",
"instrRAW2":"som bygger på kursen elektronik och mikrodatorteknik.",
"reqRAW":"kursen ELEELR0",
"code":"ELTBID0",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Funktion och arbetssätt hos apparater och system som är vanliga i anläggningar för video- och bildhantering för hemmabruk, i<i> </i>samlingslokaler och i konferensanläggningar.",
"Funktion och arbetssätt hos apparater och system som är vanliga i ljudanläggningar för hemmabruk, i<i> </i>samlingslokaler och i konferensanläggningar.",
"Krav på egenskaper hos ljudförstärkare för olika ändamål.",
"Egenskaper och arbetssätt hos högtalare och högtalarsystem.",
"Prestandabehov hos förstärkare och högtalare i olika ljudmiljöer.",
"Akustikens inverkan vid ljudåtergivning.",
"Bestämmelser och riktlinjer för en bra ljudmiljö som förebygger skador.",
"Konsumenttjänstlagens tillämpning vid support och servicearbete.",
"Support och service på apparater och system som ingår i bild- och ljudanläggningar. ",
"Installation, programmering och driftsättning samt sammankoppling av apparater för bild- och ljudanläggningar.",
"Installation och konfiguration av bildskärmar och projektorer.",
"Montering av kablar och kontakter.",
"Metoder för systematisk felsökning och reparation.",
"Metoder för digitalisering av bild- och ljudsignaler.",
"Elektronikscheman, servicemanualer och bruksanvisningar på svenska och engelska.",
"Mätinstrument och verktyg. Användningsområden och handhavande.",
"Metoder för dokumentation av utfört arbete.",
"Instruktion till användare i handhavande av apparater och system."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>i samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>visst</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett <b>enkelt</b> fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.</p><p>Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.</p><p>Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>gott</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>mycket gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt och nyanserat</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med</b> <b>säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med säkerhet</b> med andra samt använder ett <b>nyanserat</b> fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven ger <b>med säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogö <b>översiktligt</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>i samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>visst</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett <b>enkelt</b> fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.",
"Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogö <b>utförligt</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.",
"Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för funktion, konstruktion och uppbyggnad av apparater och system för bild- och ljudanläggningar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av bild- och ljudanläggningar med ett resultat som på ett <b>gott</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>mycket gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med säkerhet</b> med andra samt använder ett <b>nyanserat</b> fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven ger <b>med säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ELEELR0"}