{"subject":"ELÄ",
"name":"Elmätteknik 1",
"points":100,
"code":"ELÄELM01",
"goals":[1,1,0,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Grundläggande mättekniska begrepp, till exempel definitioner av måttenheter.",
"Oscilloskop och multimeter, funktion och användningsområden. Användning av oscilloskop och multimeter för mätning av elektrisk ström, elektrisk spänning samt resistans med fokus på storlek och fasläge.",
"Olika typer av mätgivare. Grundläggande egenskaper och användningsområden. Val av mätgivare.",
"Metoder för analys av mätresultat samt mätresultats osäkerhet.",
"Grundläggande standarder och metoder för dokumentation av mätresultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>i samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>tillfredsställande</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Dessutom motiverar eleven <b>översiktligt</b> sitt val av mätgivare.</p><p>Eleven gör en <b>enkel</b> tolkning av sina mätresultat samt en <b>enkel</b> dokumentation av dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>tillfredsställande</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Dessutom motiverar eleven <b>utförligt</b> sitt val av mätgivare.</p><p>Eleven gör en tolkning av sina mätresultat samt en <b>noggrann</b> dokumentation av dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>gott</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med säkerhet</b>. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sitt val av mätgivare.</p><p>Eleven gör en <b>komplex</b> tolkning av sina mätresultat samt en <b>noggrann och utförlig</b> dokumentation av dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>i samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>tillfredsställande</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Dessutom motiverar eleven <b>översiktligt</b> sitt val av mätgivare.",
"Eleven gör en <b>enkel</b> tolkning av sina mätresultat samt en <b>enkel</b> dokumentation av dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>tillfredsställande</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Dessutom motiverar eleven <b>utförligt</b> sitt val av mätgivare.",
"Eleven gör en tolkning av sina mätresultat samt en <b>noggrann</b> dokumentation av dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar med <b>gott</b> resultat dessa storheters variation i tiden enligt gällande standarder. Eleven väljer mätgivare och använder den <b>med säkerhet</b>. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt val av mätgivare.",
"Eleven gör en <b>komplex</b> tolkning av sina mätresultat samt en <b>noggrann och utförlig</b> dokumentation av dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["ELÄELM02"],
"friends":["ELÄELM02"]}