{"subject":"ELÄ",
"name":"Elmätteknik 2",
"points":100,
"instrRAW":"som bygger på kursen elmätteknik 1.",
"descarr":["Den bygger på kursen ",
"ELÄELM01",
"."],
"reqRAW":"kursen ELÄELM01",
"code":"ELÄELM02",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Mättekniska begrepp, särskilt hur spårbarhet skapas.",
"Oscilloskop och multimeter, funktion och användningsområden. Användning av oscilloskop och multimeter för mätning av ström, spänning och impedans samt dessa storheters variation i tiden.",
"Spektrumanalysatorer för att mäta olika egenskaper hos elektriska mätobjekt genom att analysera tidssignalen och signalens spektrum.",
"Fysikaliska funktioner hos olika mätgivare samt användningsområden för dessa. Val av mätgivare.",
"Orsaker till att elektriska störningar uppstår, hur de fortplantas och hur de kan reduceras.",
"Metoder för analys av mätresultat. Mätresultats osäkerhet.",
"Standarder och metoder för dokumentation av mätresultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>i samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> tillfredsställande</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med viss säkerhet</b>. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Eleven beskriver <b>översiktligt</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>översiktligt</b> sitt val av mätgivare.</p><p>Eleven gör en <b>enkel</b> tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>översiktligt</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>enkel</b> dokumentation av mätresultaten.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> tillfredsställande</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med viss säkerhet</b>. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Eleven beskriver <b>utförligt</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>utförligt</b> sitt val av mätgivare.</p><p>Eleven gör en tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>utförligt</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>noggrann</b> dokumentation av mätresultaten.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för grundläggande begrepp inom området mätteknik.</p><p>Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> gott</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med säkerhet</b>. Eleven väljer mätgivare och använder den <b>med säkerhet</b>. Eleven beskriver <b>utförligt och nyanserat</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sitt val av mätgivare.</p><p>Eleven gör en <b>komplex</b> tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>utförligt och nyanserat</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>noggrann och utförlig</b> dokumentation av mätresultaten.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>i samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> tillfredsställande</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med viss säkerhet</b>. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Eleven beskriver <b>översiktligt</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>översiktligt</b> sitt val av mätgivare.",
"Eleven gör en <b>enkel</b> tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>översiktligt</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>enkel</b> dokumentation av mätresultaten.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> tillfredsställande</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med viss säkerhet</b>. Eleven väljer mätgivare och använder den <b>med viss säkerhet</b>. Eleven beskriver <b>utförligt</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>utförligt</b> sitt val av mätgivare.",
"Eleven gör en tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>utförligt</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>noggrann</b> dokumentation av mätresultaten.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för grundläggande begrepp inom området mätteknik.",
"Eleven använder <b>efter samråd</b> med handledare oscilloskop och multimeter för att mäta ström, spänning och impedans samt dokumenterar <b>med</b><b> gott</b> <b>resultat</b> dessa storheters variation i tiden enligt gällande standarder. Med hjälp av spektrumanalysator mäter eleven några variabler hos elektriska mätobjekt och analyserar dessa <b>med säkerhet</b>. Eleven väljer mätgivare och använder den <b>med säkerhet</b>. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur mätgivare fungerar och när de ska användas. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt val av mätgivare.",
"Eleven gör en <b>komplex</b> tolkning av sina mätresultat. I samband med tolkningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur elektriska störningar kan påverka mätresultat samt hur de uppstår, fortplantas och kan reduceras. Eleven gör en <b>noggrann och utförlig</b> dokumentation av mätresultaten.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ELÄELM01",
"reqarr":["ELÄELM01"],
"friends":["ELÄELM01",
"ELÄELM01"]}