{"subject":"ENE",
"name":"Energiteknik 2",
"points":100,
"requirements":"energiteknik 1",
"instructiontext":"som bygger på kursen energiteknik 1.",
"code":"ENEENE02",
"comment":"<h2>Begrepp i kursen energiteknik 2</h2><h3>Energibärande medier</h3><p>Exempel på vanliga<em>energibärande medier </em>som används i energitekniska system är vatten, luft, ånga och köldmedier.</p><p><strong>Termodynamik och hydrodynamik</strong></p><p>Exempel på <em>termodynamik</em> kan vara omvandling mellan olika energiformer och särskilt samspelet mellan värme och arbete. Ett exempel kan vara omvandlingen mellan lägesenergi, rörelseenergi och elektrisk energi vid drift av ett vattenkraftverk.</p><p>I kursen ingår även begreppet <em>hydrodynamik.</em> Hydrodynamik handlar om strömningsmekanik där man studerar vätskors rörelse, till exempel turbulens i rör.</p><h3>Centrala storheter</h3><p>Ytterligare exempel på <em>centrala storheter</em> inom energiområdet kan vara flöde, densitet och termisk expansion. De centrala storheterna har bäring mot flera av målen. Eleven ska utveckla kunskaper om de centrala storheterna samt färdigheter i att göra mätningar och använda mätinstrument.</p><h3>Beräkningar och tillämpningar</h3><p>Beräkningar och tillämpningar av mekanik och värmelära på energitekniska systemkan till exempel vara dimensionering av ett expansionskärl för att volymförändringen vid uppvärmning av vatten inte ska spränga sönder systemet.</p><h3>Optimering av verkningsgrad</h3><p>Ett redskap för att optimera verkningsgrad och kvalitet hos energi-, miljö- och vattentekniska anläggningar kan till exempel vara att konstruera en pumpkurva. Denna kan konstrueras med hjälp av data från drift av en pump vid varierande tryck och flöden. Kurvan kan visa den optimala driftpunkten för pumpen.</p>",
"goaltext":"Kursen energiteknik 2 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1,1,1,1],
"level":"high",
"content":["Egenskaper hos energibärande medier.",
"Allmän pumpteknik, termodynamikens och hydrodynamikens lagar.",
"Allmän korrosionslära och olika materials egenskaper.",
"Centrala storheter inom energiområdet, till exempel kraft, tryck, temperatur, energi, effekt och verkningsgrad.",
"Uppbyggnad, funktion, arbetsprinciper, produktionsförutsättningar och miljökonsekvenser för energi-, miljö- och vattentekniska anläggningar.",
"Underhållsrutiner inom energiområdet.",
"Kontroll- och driftrutiner i olika anläggningar.",
"Säkerhetsföreskrifter inom energiområdet.",
"Beräkningar och tillämpningar av mekanik och värmelära på energitekniska anläggningar.",
"Optimering av verkningsgrad och kvalitet hos energi-, miljö- och vattentekniska anläggningar.",
"Användning och skötsel av utrustning och verktyg.",
"Säkerhetstänkande och yrkesetik."]}