{"subject":"ENG",
"name":"Engelska 6",
"points":100,
"instrRAW":"som bygger på kursen engelska 5.",
"reqRAW":"kursen ENGENG05",
"code":"ENGENG06",
"comment":"<h2>Kommentar till centralt innehåll - kurs 6</h2><p>Se kommentar till centralt innehåll i kurs 5. Kommentaren gäller kurs 5-7.</p>",
"judgehelp":"<h2>Kommentar till kunskapskraven - kurs 6</h2><p>Se kommentar till progressionsuttrycken i kunskapskraven i kurs 5. Kommentaren gäller kurs 5-7. </p>",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.",
"Teman, motiv, form och innehåll i film och skönlitteratur; författarskap och litterära epoker.",
"Levnadsvillkor, attityder, värderingar, traditioner, samhällsfrågor samt kulturella, historiska, politiska och sociala förhållanden i olika sammanhang och delar av världen där engelska används."],
"Reception":["Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande och redogörande, även via film och andra medier.",
"Sammanhängande talat språk och samtal av olika slag, till exempel debatter, föredrag och intervjuer.",
"Samtida och äldre skönlitteratur, dikter, dramatik och sånger.",
"Texter av olika slag och med olika syften, till exempel formella brev, populärvetenskapliga texter och recensioner.",
"Strategier för källkritiskt förhållningssätt när man lyssnar till och läser framställningar från olika källor och i olika medier.",
"Strategier för att söka relevant information i större textmängder eller längre sekvenser av talat språk och för att uppfatta perspektiv och underförstådd betydelse.",
"Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i talat och skrivet språk i olika genrer.",
"Hur språk, bilder och ljud används för att påverka till exempel i politiska tal och reklam."],
"Produktion och interaktion":["Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.",
"Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.",
"Olika sätt att kommentera och föra anteckningar när man lyssnar till och läser framställningar från olika källor.",
"Bearbetning av språk och struktur i egna och andras muntliga och skriftliga framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte."]},
"judgeraw":"<a href=\"javascript:setElementVisibility('KR-ENGENG06E')\" class=\"commentLink\" title=\"Kommentar\" onmouseover=\"this.style.textDecoration='underline'\" onmouseout=\"this.style.textDecoration='none'\"><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/eng?_xurl_=http%3A%2F%2Fli64-rh5-kursweb.skolverket.se%3A27025%2Fsyllabuscw%2Fimages%2Fbubble.png\" title=\"Kommentar\" style=\"padding-right: 3px;\" alt=\"\">Kommentar</a>   <h4>Betyget E</h4><p>Eleven kan förstå <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i talad engelska <b>i relativt snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>enkla</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan förstå <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b> i talad engelska <b>i relativt snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och strukturerat. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda fungerande strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan förstå <b>såväl helhet som detaljer</b> i talad engelska <b>i snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <b>effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <b>ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använd <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och kan föra den framåt på ett konstruktivt sätt</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"e":["Eleven kan förstå <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i talad engelska <b>i relativt snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>enkla</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"c":["Eleven kan förstå <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b> i talad engelska <b>i relativt snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och strukturerat. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda fungerande strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"a":["Eleven kan förstå <b>såväl helhet som detaljer</b> i talad engelska <b>i snabbt tempo</b>, och i skriven engelska, i olika genrer och i mer formella sammanhang. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med säkerhet</b> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <b>effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <b>ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använd <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och kan föra den framåt på ett konstruktivt sätt</b>.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper."]}}