{"subject":"ENG",
"novux":false,
"name":"Engelska 7",
"origname":"Engelska 7",
"points":100,
"instrRAW":"som bygger på kursen engelska 6.",
"descarr":["Den bygger på kursen ",
"ENGENG06",
"."],
"reqRAW":"kursen ENGENG06",
"code":"ENGENG07",
"comments":{"innehållet":"<p>Se kommentar till centralt innehåll i kurs 5. Kommentaren gäller kurs 5-7.</p>      ",
"kunskapskraven":"<p>Se kommentar till progressionsuttrycken i kunskapskraven i kurs 5. Kommentaren gäller kurs 5-7. </p><p><br /></p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien, till exempel litterära epoker.",
"Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor i olika sammanhang och delar av världen där engelska används."],
"Reception":["Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via film och andra medier.",
"Sammanhängande talat språk och samtal av olika slag, till exempel debatter, fördjupande reportage och föreläsningar.",
"Samtida och äldre skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.",
"Texter av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.",
"Strategier för att överblicka och strukturera information i större textmängder eller längre sekvenser av talat språk.",
"Strategier för att dra slutsatser om talat språk och texter när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.",
"Hur muntliga och skriftliga framställningar i olika genrer är uppbyggda. Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel."],
"Produktion och interaktion":["Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.",
"Muntlig och skriftlig framställning inom valt fördjupningsområde.",
"Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.",
"Strategier och modern teknik för att medverka i, leda och dokumentera samtal och skriftlig kommunikation i olika medier, till exempel i arbetsprocesser och förhandlingssituationer med anknytning till samhälls- och arbetslivet.",
"Användning av grundläggande stilistiska och retoriska grepp.",
"Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan förstå <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b>, samt <b>med viss säkerhet</b> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och <b>strukturerat</b>. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <b>relativt</b> ledigt och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>i huvudsak fungerande</b> strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan förstå <b>huvudsakligt innehåll och uppfatta väsentliga detaljer</b>, samt <b>med viss säkerhet</b> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevant oc <b>effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <b>nyanserat</b>, tydligt och <b>strukturerat</b>. Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>fungerande</b> strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan förstå <b>såväl helhet som detaljer</b>, samt även underförstådd betydelse, i talad engelska i snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven kan välja och <b>med säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.</p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <b>effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <b>med god precision</b>, varierat, <b>nyanserat</b>, tydligt och <b>välstrukturerat</b>. Eleven kan även formulera sig med flyt oc <b>god</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt <b>med flexibel och effektiv</b> anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>väl fungerande</b> strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven kan förstå <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b>, samt <b>med viss säkerhet</b> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och <b>strukturerat</b>. Eleven kan även formulera sig med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <b>relativt</b> ledigt och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>i huvudsak fungerande</b> strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven kan förstå <b>huvudsakligt innehåll och uppfatta väsentliga detaljer</b>, samt <b>med viss säkerhet</b> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med viss säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevant oc <b>effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <b>nyanserat</b>, tydligt och <b>strukturerat</b>. Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>fungerande</b> strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven kan förstå <b>såväl helhet som detaljer</b>, samt även underförstådd betydelse, i talad engelska i snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven kan välja och <b>med säkerhet</b> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <b>effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <b>med god precision</b>, varierat, <b>nyanserat</b>, tydligt och <b>välstrukturerat</b>. Eleven kan även formulera sig med flyt oc <b>god</b> anpassning till syfte, mottagare och situation. Eleven bearbetar, och gör <b>välgrundade och nyanserade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt <b>med flexibel och effektiv</b> anpassning till syfte, mottagare och situation. Dessutom kan eleven välja och använda <b>väl fungerande</b> strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"ENGENG06",
"reqarr":["ENGENG06"],
"friends":["GRNENG2",
"Engelska 1-3",
"Engelska 4-6",
"ENGENG05",
"ENGENG06",
"Engelska 7-9",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}