{"subject":"ENG",
"name":"Engelska 6",
"points":100,
"requirements":"engelska 5",
"instructiontext":"som bygger på kursen engelska 5.",
"code":"ENGENG06",
"comment":"<h2>Kommentar till centralt innehåll – kurs 6</h2><p>Se kommentar till centralt innehåll i kurs 5. Kommentaren gäller kurs 5–7.</p>",
"judgehelp":"<h2>Kommentar till kunskapskraven – kurs 6</h2><p>Se kommentar till progressionsuttrycken i kunskapskraven i kurs 5. Kommentaren gäller kurs 5–7. </p>",
"goaltext":"Kursen engelska 6 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.",
"Teman, motiv, form och innehåll i film och skönlitteratur; författarskap och litterära epoker.",
"Levnadsvillkor, attityder, värderingar, traditioner, samhällsfrågor samt kulturella, historiska, politiska och sociala förhållanden i olika sammanhang och delar av världen där engelska används."],
"Reception":["Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande och redogörande, även via film och andra medier.",
"Sammanhängande talat språk och samtal av olika slag, till exempel debatter, föredrag och intervjuer.",
"Samtida och äldre skönlitteratur, dikter, dramatik och sånger.",
"Texter av olika slag och med olika syften, till exempel formella brev, populärvetenskapliga texter och recensioner.",
"Strategier för källkritiskt förhållningssätt när man lyssnar till och läser framställningar från olika källor och i olika medier.",
"Strategier för att söka relevant information i större textmängder eller längre sekvenser av talat språk och för att uppfatta perspektiv och underförstådd betydelse.",
"Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i talat och skrivet språk i olika genrer.",
"Hur språk, bilder och ljud används för att påverka till exempel i politiska tal och reklam."],
"Produktion och interaktion":["Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.",
"Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.",
"Olika sätt att kommentera och föra anteckningar när man lyssnar till och läser framställningar från olika källor.",
"Bearbetning av språk och struktur i egna och andras muntliga och skriftliga framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte."]}}