{"name":"Engelska 4-6",
"code":"Engelska 4-6",
"content":{"Kommunikationens innehåll":["Ämnesområden som är välbekanta för eleverna.",
"Vardagliga situationer, intressen, personer, platser, händelser och aktiviteter.",
"Åsikter, känslor och erfarenheter.",
"Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där engelska används."],
"Lyssna och läsa - reception":["Tydligt talad engelska och texter från olika medier.",
"Muntliga och skriftliga instruktioner och beskrivningar.",
"Olika former av samtal, dialoger och intervjuer.",
"Filmer och dramatiserade berättelser för barn och unga.",
"Sånger, sagor och dikter.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang i talat språk och texter, till exempel att anpassa lyssnande och läsning efter framställningens form och innehåll.",
"Olika sätt att söka och välja texter och talat språk på engelska från Internet och andra medier.",
"Språkliga företeelser som uttal, intonation, grammatiska strukturer och stavning samt fasta språkliga uttryck i det språk som eleverna möter.",
"Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i texter och talat språk i olika situationer.",
"Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar och samtal."],
"Tala, skriva och samtala - produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal och skrift.",
"Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar.",
"Språkliga strategier för att delta i och bidra till samtal, till exempel frågor och bekräftande fraser och uttryck.",
"Språkliga företeelser för att förtydliga och berika kommunikationen som uttal och intonation, stavning och interpunktion, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer."]},
"subject":"GRGRENG01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1,1],
"judge":{"E":["Eleven kan förstå <strong>det mest väsentliga</strong> <strong>av innehållet</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart </strong>resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>någon strategi </strong>för lyssnande och läsning. Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt<strong> med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt och </strong><strong>begripligt </strong><strong>med fraser och meningar</strong>. För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar. I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>. Dessutom kan eleven välja och använda sig av <strong>någon </strong><strong>strategi </strong>som löser problem i och förbättrar interaktionen.",
"Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven kan förstå <strong>det </strong><strong>huvudsakliga</strong> <strong>innehållet</strong><strong> och uppfattar tydliga detaljer</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt även genom att med<strong> tillfredsställande </strong>resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning. Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt<strong> på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt,</strong><strong> relativt tydligt och till viss del sammanhängande</strong>. För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar. I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>. Dessutom kan eleven välja och använda sig av <strong>några olika</strong> <strong>strategier</strong> som löser problem i och förbättrar interaktionen.",
"Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven kan förstå <strong>helheten</strong> <strong>och uppfatta väsentliga detaljer</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <strong>översiktligt </strong>redogöra för och kommentera innehållet <strong>och detaljer</strong> samt genom att med<strong> gott </strong>resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning. Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt<strong> på ett relevant </strong><strong>och effektivt </strong><strong>sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt,</strong><strong><strong> re</strong>lativt tydligt och relativt sammanhängande</strong>. För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar. I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar</strong> <strong>samt </strong><strong>i någon mån anpassat </strong><strong>till syfte, mottagare och situation</strong>. Dessutom kan eleven välja och använda sig av <strong>flera olika</strong> <strong>strategier </strong>som löser problem i och förbättrar interaktionen.",
"Eleven kommenterar <strong>översiktligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."]},
"friends":["Engelska 1-3",
"ENGENG05",
"ENGENG06",
"ENGENG07",
"Engelska 7-9"]}