{"subject":"ENL",
"novux":false,
"name":"Engelska för döva 5",
"origname":"Engelska för döva 5",
"points":100,
"instrRAW":"som bygger på specialskolans kunskaper eller motsvarande.",
"descarr":["Den bygger på specialskolans kunskaper eller motsvarande."],
"reqRAW":"specialskolans kunskaper eller motsvarande",
"code":"ENLENE05",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.",
"Innehåll och form i olika typer av fiktion.",
"Levnadsvillkor, attityder, värderingar och traditioner samt sociala, politiska och kulturella förhållanden i olika sammanhang och delar av världen där engelska används. Engelska språkets utbredning och ställning i världen."],
"Reception":["Skrivna texter som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även med viss social och dialektal färgning, samt skriven engelska via textad film och andra medier.",
"Skönlitteratur och annan fiktion.",
"Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage. ",
"Strategier för att läsa på olika sätt och med olika syften.",
"Olika sätt att söka, välja och kritiskt granska texter.",
"Hur ord och fraser i skriftliga framställningar skapar struktur och sammanhang genom att tydliggöra inledning, orsakssammanhang, tidsaspekt och slutsats."],
"Produktion och interaktion":["Skriftlig produktion och interaktion av olika slag, även i mer formella sammanhang, samt skriftlig direktkommunikation, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.",
"Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.",
"Bearbetning av egna och andras skriftliga framställningar för att variera, tydliggöra och precisera samt för att skapa struktur och anpassa till syftet och situationen. I detta ingår användning av ord och fraser som tydliggör orsakssammanhang och tidsaspekter."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska. </p><p>Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.</p><p>I skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat,<b> relativt</b> tydligt oc <b>relativt</b> sammanhängande. Eleven formulerar sig även me <b>visst</b> flyt och <b>i någon mån anpassat</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>enkla</b> förbättringar av egna framställningar.</p><p>I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och me <b>visst</b> flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen. </p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska.</p><p>Eleven väljer texter från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt, sammanhängande oc <b>relativt</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade</b> förbättringar av egna framställningar.</p><p>I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med säkerhet</b> strategierför att tillgodogöra sig och kritiskt granska innehållet i skriven engelska. </p><p>Eleven väljer texter från olika medier och använder på ett relevant,<b> effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande <b>och strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade och nyanserade</b> förbättringar av egna framställningar.</p><p>I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. </p><p>Eleven diskuterar <b>utförligt och nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska. ",
"Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
"I skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat,<b> relativt</b> tydligt oc <b>relativt</b> sammanhängande. Eleven formulerar sig även me <b>visst</b> flyt och <b>i någon mån anpassat</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>enkla</b> förbättringar av egna framställningar.",
"I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och me <b>visst</b> flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen. ",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska.",
"Eleven väljer texter från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt, sammanhängande oc <b>relativt</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade</b> förbättringar av egna framställningar.",
"I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>såväl helhet som</b> detaljer i tydligt formulerad skriven engelska i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med säkerhet</b> strategierför att tillgodogöra sig och kritiskt granska innehållet i skriven engelska. ",
"Eleven väljer texter från olika medier och använder på ett relevant,<b> effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande <b>och strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade och nyanserade</b> förbättringar av egna framställningar.",
"I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. ",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"specialskolans kunskaper eller motsvarande",
"reqarr":[],
"reqBy":["ENLENE06"],
"hasreqs":true,
"friends":["ENLENE06",
"ENLENE07"]}