{"subject":"ENL",
"name":"Engelska för döva 5",
"points":100,
"requirements":"specialskolans kunskaper eller motsvarande",
"instructiontext":"som bygger på specialskolans kunskaper eller motsvarande.",
"code":"ENLENE05",
"goaltext":"Kursen engelska för döva 5 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.",
"Innehåll och form i olika typer av fiktion.",
"Levnadsvillkor, attityder, värderingar och traditioner samt sociala, politiska och kulturella förhållanden i olika sammanhang och delar av världen där engelska används. Engelska språkets utbredning och ställning i världen."],
"Reception":["Skrivna texter som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även med viss social och dialektal färgning, samt skriven engelska via textad film och andra medier.",
"Skönlitteratur och annan fiktion.",
"Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage. ",
"Strategier för att läsa på olika sätt och med olika syften.",
"Olika sätt att söka, välja och kritiskt granska texter.",
"Hur ord och fraser i skriftliga framställningar skapar struktur och sammanhang genom att tydliggöra inledning, orsakssammanhang, tidsaspekt och slutsats."],
"Produktion och interaktion":["Skriftlig produktion och interaktion av olika slag, även i mer formella sammanhang, samt skriftlig direktkommunikation, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.",
"Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.",
"Bearbetning av egna och andras skriftliga framställningar för att variera, tydliggöra och precisera samt för att skapa struktur och anpassa till syftet och situationen. I detta ingår användning av ord och fraser som tydliggör orsakssammanhang och tidsaspekter."]}}