{"subject":"ENT",
"name":"Entreprenörskap",
"origname":"Entreprenörskap",
"points":100,
"code":"ENTENR0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Entreprenörskapets betydelse för individer, organisationer, företag och samhällen inom områden som är relevanta för elevernas utbildning.<br/>",
"Idéutvecklingsprocesser: hur man skapar, värderar, förverkligar, vidareutvecklar eller överger idéer inom projektets verksamhetsområde. I samband med det behandlas hur produkter och idéer skyddas genom lagar och andra bestämmelser, till exempel upphovsrätt.<br/>",
"Grundläggande projektmetodik: hur man formulerar mål, planerar, organiserar och fördelar ansvar, genomför, presenterar och utvärderar ett projekt. I samband med det behandlas hur man identifierar, skapar och samverkar i nätverk.<br/>",
"Grundläggande mötesteknik och dokumentation.<br/>",
"Ledarskap och grupprocesser. I samband med det behandlas problemlösning.<br/>",
"Tillämpad marknadsföring inom projektets verksamhetsområde utifrån lagar och andra bestämmelser.<br/>",
"Presentationsteknik anpassad till syfte, mottagare och situation.<br/>",
"Finansieringsformer inom projektets verksamhetsområde, ekonomisk planering, dokumentation och uppföljning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>översiktligt</b> sambandet mellan entreprenörskap och samhällsutveckling.</p><p>Eleven upprättar <b>i samråd</b> med handledare en <b>enkel</b> projektplan. Eleven tar ansvar för och genomför <b>i samråd</b> med handledare projektet på ett <b>tillfredsställande</b> sätt enligt planen. I arbetet följer eleven <b>med viss säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>i samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>enkla</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare redogör eleven <b>översiktligt</b> för vilken betydelse nätverk har inom olika projekt.</p><p>Eleven marknadsför och presenterar <b>med viss säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>enkla</b> omdömen arbetsprocessen och resultatet i en projektutvärdering.</p><p>Eleven beskriver <b>översiktligt</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p><p>Eleven upprättar <b>med</b> <b>viss säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkla ekonomiska uppföljningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>utförligt</b> sambandet mellan entreprenörskap och samhällsutveckling.</p><p>Eleven upprättar <b>efter samråd</b> med handledare en <b>enkel</b> projektplan. Eleven tar ansvar för och genomför <b>efter samråd</b> med handledare projektet på ett <b>tillfredsställande</b> sätt enligt planen. I arbetet följer eleven <b>med viss säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>efter samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>välgrundade</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare <b>identifierar eleven nätverk för projektet samt</b> redogör <b>utförligt</b> för vilken betydelse nätverk har inom olika projekt.</p><p>Eleven marknadsför och presenterar <b>med viss säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>nyanserade</b> omdömen arbetsprocessen och resultatet i en projektutvärdering.</p><p>Eleven beskriver <b>utförligt</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p><p>Eleven upprättar <b>med</b> <b>viss säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkl <b>och strukturerade</b> ekonomiska uppföljningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> sambandet mellan entreprenörskap och samhällsutveckling.</p><p>Eleven upprättar <b>efter samråd</b> med handledare en <b>genomarbetad</b> projektplan <b>samt reviderar vid behov planen under arbetets gång</b>. Eleven tar ansvar för och genomför <b>efter samråd</b> med handledare projektet på ett <b>gott</b> sätt enligt planen. I arbetet följer eleven <b>med säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>efter samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare <b>identifierar eleven nätverk för projektet, skapar och samverkar i dessa samt</b> redogör <b>utförligt och nyanserat</b> för vilken betydelse nätverk har inom olika projekt.</p><p>Eleven marknadsför och presenterar <b>med säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>nyanserade</b> omdömen arbetsprocessen och resultatet i en projektutvärdering <b>samt</b> <b>ger förslag på hur arbetsprocessen kan förbättras</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p><p>Eleven upprättar <b>med</b> <b>säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkl <b>och strukturerade</b> ekonomiska uppföljningar. <b>Dessutom värderar eleven de ekonomiska resultaten med nyanserade omdömen</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>översiktligt</b> sambandet mellan entreprenörskap och samhällsutveckling.",
"Eleven upprättar <b>i samråd</b> med handledare en <b>enkel</b> projektplan. Eleven tar ansvar för och genomför <b>i samråd</b> med handledare projektet på ett <b>tillfredsställande</b> sätt enligt planen. I arbetet följer eleven <b>med viss säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>i samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>enkla</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare redogör eleven <b>översiktligt</b> för vilken betydelse nätverk har inom olika projekt.",
"Eleven marknadsför och presenterar <b>med viss säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>enkla</b> omdömen arbetsprocessen och resultatet i en projektutvärdering.",
"Eleven beskriver <b>översiktligt</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
"Eleven upprättar <b>med viss säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkla ekonomiska uppföljningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>utförligt</b> sambandet mellan entreprenörskap och samhällsutveckling.",
"Eleven upprättar <b>efter samråd</b> med handledare en <b>enkel</b> projektplan. Eleven tar ansvar för och genomför <b>efter samråd</b> med handledare projektet på ett <b>tillfredsställande</b> sätt enligt planen. I arbetet följer eleven <b>med viss säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>efter samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>välgrundade</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare <b>identifierar eleven nätverk för projektet samt</b> redogör <b>utförligt</b> för vilken betydelse nätverk har inom olika projekt.",
"Eleven marknadsför och presenterar <b>med viss säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>nyanserade</b> omdömen arbetsprocessen och resultatet i en projektutvärdering.",
"Eleven beskriver <b>utförligt</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
"Eleven upprättar <b>med viss säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkl <b>och strukturerade</b> ekonomiska uppföljningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> sambandet mellan entreprenörskap och samhällsutveckling.",
"Eleven upprättar <b>efter samråd</b> med handledare en <b>genomarbetad</b> projektplan <b>samt reviderar vid behov planen under arbetets gång</b>. Eleven tar ansvar för och genomför <b>efter samråd</b> med handledare projektet på ett <b>gott</b> sätt enligt planen. I arbetet följer eleven <b>med säkerhet</b> rutiner för projektets administration, dokumentation, kommunikation och samarbeten. Dessutom identifierar och löser eleven <b>efter samråd</b> med handledare problem som uppstår i projektet. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess. Vidare <b>identifierar eleven nätverk för projektet, skapar och samverkar i dessa samt</b> redogör <b>utförligt och</b> <b>nyanserat</b> för vilken betydelse nätverk har inom olika projekt.",
"Eleven marknadsför och presenterar <b>med säkerhet</b> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation. Eleven utvärderar med <b>nyanserade</b> omdömen arbetsprocessen och resultatet i en projektutvärdering <b>samt</b> <b>ger förslag på hur arbetsprocessen kan förbättras</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
"Eleven upprättar <b>med säkerhet</b> ekonomiska planer samt genomför enkla beräkningar och enkl <b>och strukturerade</b> ekonomiska uppföljningar. <b>Dessutom värderar eleven de ekonomiska resultaten med nyanserade omdömen</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["FÖRENT0"],
"friends":[]}