{"subject":"EST",
"novux":false,
"name":"Estetisk kommunikation 3",
"origname":"Estetisk kommunikation 3",
"points":100,
"instrRAW":"som bygger på kursen estetisk kommunikation 2.",
"descarr":["Den bygger på kursen ",
"ESTEST02",
"."],
"reqRAW":"kursen ESTEST02",
"code":"ESTEST03",
"goals":[2,1,3,1,1,1,1,3,3],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Estetiska uttrycksformer, begrepp, tekniker och metoder.",
"Utforskande av kreativa möjligheter.",
"Gruppdynamik i skapande arbete.",
"Aktiv samverkan mellan olika konstformer.",
"Konstnärlig produktionsprocess från idé till färdig gestaltning.",
"Relationen mellan delar och helhet i en större estetisk produktionsprocess.",
"Framställning och presentation av färdig gestaltning.",
"Möte med publik eller betraktare.",
"Konstteoretiska och kulturhistoriska begrepp och teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
"Etiska överväganden om påverkan och kommunikation. Hur olika val under en konstnärlig process kan få etiska och konstnärliga konsekvenser."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>visst</b> handlag inom någon estetisk uttrycksform. Dessutom använder eleven <b>med viss säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.</p><p>Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet till det kollektiva resultatet. Eleven deltar i en konstnärlig produktionsprocess och presentation av en omfattande färdig gestaltning.</p><p>Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck. Dessutom prövar eleven interaktion mellan olika estetiska uttrycksformer samt diskuterar <b>översiktligt</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med viss säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>enkla</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.</p><p>Eleven resonerar <b>översiktligt</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>gott</b> handlag inom någon estetisk uttrycksform. <b>Gestaltningen uppfyller på ett tillfredsställande sätt kraven på konstnärlighet</b>. Dessutom använder eleven <b>med viss säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.</p><p>Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <b>och sina insatser</b>, till det kollektiva resultatet <b>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</b>. Eleven deltar i en konstnärlig produktionsprocess, <b>vidareutvecklar idéer inom någon estetisk uttrycksform</b> och deltar i presentation av en omfattande färdig gestaltning.</p><p>Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck. Dessutom prövar eleven interaktion mellan <b>och experimenterar med</b> olika estetiska uttrycksformer samt diskuterar <b>utförligt</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med viss säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>välgrundade</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.</p><p>Eleven resonerar <b>utförligt</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>mycket gott</b> handlag inom någon estetisk uttrycksform. <b>Gestaltningen uppfyller väl kraven på konstnärlighet</b>. Dessutom använder eleven <b>med säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.</p><p>Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <b>och sina insatser</b>, till det kollektiva resultatet <b>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</b>. <b>Dessutom gör eleven välgrundade och nyanserade reflektioner över ledarskapets och kommunikationens betydelse i ett kollektivt arbete och leder sådant arbete</b>. Eleven deltar i, <b>och tar initiativ i och ansvar för</b>, en konstnärlig produktionsprocess, <b>vidareutvecklar idéer inom någon estetisk uttrycksform</b> och deltar i presentation av en omfattande färdig gestaltning.</p><p>Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck <b>på ett kreativt sätt</b>. Dessutom prövar eleven interaktion mellan <b>och experimenterar med</b> olika estetiska uttrycksformer samt diskuterar <b>utförligt och nyanserat</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.</p><p>Eleven resonerar <b>utförligt och nyanserat</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.</p>",
"judge":{"E":["Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>visst</b> handlag inom någon estetisk uttrycksform. Dessutom använder eleven <b>med viss säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
"Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet till det kollektiva resultatet. Eleven deltar i en konstnärlig produktionsprocess och presentation av en omfattande färdig gestaltning.",
"Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck. Dessutom prövar eleven interaktion mellan olika estetiska uttrycksformer samt diskuterar <b>översiktligt</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med viss säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>enkla</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
"Eleven resonerar <b>översiktligt</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process."],
"C":["Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>gott</b> handlag inom någon estetisk uttrycksform. <b>Gestaltningen uppfyller på ett tillfredsställande sätt kraven på konstnärlighet</b>. Dessutom använder eleven <b>med viss säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
"Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <b>och sina insatser</b>, till det kollektiva resultatet <b>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</b>. Eleven deltar i en konstnärlig produktionsprocess, <b>vidareutvecklar idéer inom någon estetisk uttrycksform</b> och deltar i presentation av en omfattande färdig gestaltning.",
"Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck. Dessutom prövar eleven interaktion mellan <b>och experimenterar med</b> olika estetiska uttrycksformer samt diskuterar <b>utförligt</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med viss säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>välgrundade</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
"Eleven resonerar <b>utförligt</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process."],
"A":["Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <b>mycket gott</b> handlag inom någon estetisk uttrycksform. <b>Gestaltningen uppfyller väl kraven på konstnärlighet</b>. Dessutom använder eleven <b>med säkerhet</b> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
"Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <b>och sina insatser</b>, till det kollektiva resultatet <b>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</b>. <b>Dessutom gör eleven välgrundade och nyanserade reflektioner över ledarskapets och kommunikationens betydelse i ett kollektivt arbete och leder sådant arbete</b>. Eleven deltar i, <b>och tar initiativ i och ansvar för</b>, en konstnärlig produktionsprocess, <b>vidareutvecklar idéer inom någon estetisk uttrycksform</b> och deltar i presentation av en omfattande färdig gestaltning.",
"Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck <b>på ett kreativt sätt</b>. Dessutom prövar eleven interaktion mellan <b>och experimenterar med</b> olika estetiska uttrycksformer samt diskuterar <b>utförligt och</b> <b>nyanserat</b> hur estetiska uttryck kan samverka och användas i olika sammanhang. I diskussionen använder eleven <b>med säkerhet</b> konstteoretiska och kulturhistoriska begrepp samt drar <b>välgrundade och nyanserade</b> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
"Eleven resonerar <b>utförligt och</b> <b>nyanserat</b> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process."]},
"req":"ESTEST02",
"reqarr":["ESTEST02"],
"friends":["ESTEST01",
"ESTEST02",
"ESTEST02"]}