{"subject":"EUR",
"name":"Eurytmi 1",
"origname":"Eurytmi 1",
"points":100,
"code":"EUREUR01",
"goals":[2,1,1,2,0,2,1,0,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Den egna rörelseförmågan i relation till samtliga lexikala språkliga rörelser och gester. ",
"Den egna rörelseförmågan i relation till samtliga musikaliska rörelser och gester.",
"Texters grammatiska strukturer.",
"Uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans.",
"Koreografi och arbetsprocesser.",
"Kroppsspråk, talorgan och tal.",
"Klang, hörsel och ton.",
"Koordination, spatial rumsuppfattning och orientering i rörelse.",
"Inre upplevelse i relation till rörelse i gestik, tid, rum, gestaltning.",
"Samarbete med andra och interaktion i arbetsprocesser med koreografiska grundformer.",
"Skapande arbetsprocesser i olika konstellationer.",
"Etiska förhållningssätt, arbetsmiljöfrågor och lagar om upphovsrätt.",
"Yrkesroller och funktion: eurytmist, eurytmilärare, recitatör och musiker.",
"Reflektioner över arbetsprocesser.",
"Termer och begrepp inom eurytmi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester.</p><p>Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll.</p><p>Eleven differentierar i sin gestaltning <b>med viss säkerhet</b> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör <b>enkla</b> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>enkla</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>tillfredsställande</b> resultat. Dessutom visar eleven <b>med viss säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter.</p><p>Eleven deltar i skapande arbetsprocesser me <b>tillfredsställande</b> resultat genom att g <b>enkla</b> uttryck för egna iakttagelser och ge <b>enkla</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med viss säkerhet</b> och trygghet samt gestaltar <b>med viss säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med viss säkerhet</b> och trygghet sitt rörelsemönster samt förmår följa rörliga gruppformationer.</p><p>Eleven diskuterar <b>översiktligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>översiktligt</b> för etiska förhållningssätt och för ett <b>enkelt</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester <b>med varierande proportioner</b>.</p><p>Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och mol <b>i varierande riktningar</b>.</p><p>Eleven differentierar i sin gestaltnin <b>med viss säkerhet</b> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>välgrundade</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>tillfredsställande</b> resultat. Dessutom visar eleven <b>med viss säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter. <b>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster</b> <b>i samarbetet med andra med ett tillfredsställande resultat.</b></p><p>Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat genom att ge uttryck för egna iakttagelser och ge <b>välgrundade</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med viss säkerhet</b> och trygghet samt gestaltar <b>med viss säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med viss säkerhet</b> och trygghet sitt rörelsemönster samt förmår följ <b>och leda</b> rörliga gruppformationer.</p><p>Eleven diskuterar <b>utförligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>utförligt</b> för etiska förhållningssätt och för ett <b>välgrundat</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgeste <b>med nyanserade proportioner i relation till ledsagande recitation</b>.</p><p>Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och mol <b>med nyanserade riktningar i relation till ledsagande musik</b>.</p><p>Eleven differentiera <b>och nyanserar med säkerhet</b> i sin gestaltning rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör <b>komplexa</b> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>välgrundade och nyanserade</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>gott</b> resultat. Dessutom visar eleven <b>med säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter. <b>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster i samarbetet med andra, med ett gott resultat.</b></p><p>Eleven deltar i skapande grupprocesser med <b>gott</b> resultat genom att ge <b>nyanserade</b> uttryck för egna iakttagelser och ge <b>välgrundade och nyanserade</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med säkerhet</b> och trygghet samt gestaltar <b>med säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med säkerhet</b> och trygghet sitt rörelsemönster samt förmår följa <b>och leda</b> rörliga gruppformationer.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleve <b>utförligt och nyanserat</b> för etiska förhållningssätt och för ett <b>välgrundat och nyanserat</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med säkerhet</b> adekvata begrepp.</p>",
"judge":{"E":["Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester.",
"Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll.",
"Eleven differentierar i sin gestaltning <b>med viss säkerhet</b> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör <b>enkla</b> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>enkla</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>tillfredsställande</b> resultat. Dessutom visar eleven <b>med viss säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter.",
"Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat genom att g <b>enkla</b> uttryck för egna iakttagelser och ge <b>enkla</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med viss säkerhet</b> och trygghet samt gestaltar <b>med viss säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med viss säkerhet</b> och trygghet sitt rörelsemönster samt förmår följa rörliga gruppformationer.",
"Eleven diskuterar <b>översiktligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>översiktligt</b> för etiska förhållningssätt och för ett <b>enkelt</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"C":["Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester <b>med varierande proportioner</b>.",
"Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och mol <b>i varierande riktningar</b>.",
"Eleven differentierar i sin gestaltnin <b>med viss säkerhet</b> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>välgrundade</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>tillfredsställande</b> resultat. Dessutom visar eleven <b>med viss säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter. <b>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster</b> <b>i samarbetet med andra med ett tillfredsställande resultat.</b>",
"Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat genom att ge uttryck för egna iakttagelser och ge <b>välgrundade</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med viss säkerhet</b> och trygghet samt gestaltar <b>med viss säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med viss säkerhet</b> och trygghet sitt rörelsemönster samt förmår följ <b>och leda</b> rörliga gruppformationer.",
"Eleven diskuterar <b>utförligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>utförligt</b> för etiska förhållningssätt och för ett <b>välgrundat</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"A":["Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgeste <b>med nyanserade proportioner i relation till ledsagande recitation</b>.",
"Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och mol <b>med nyanserade riktningar i relation till ledsagande musik</b>.",
"Eleven differentiera <b>och nyanserar med säkerhet</b> i sin gestaltning rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans. Eleven gör <b>komplexa</b> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <b>välgrundade och nyanserade</b> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <b>gott</b> resultat. Dessutom visar eleven <b>med säkerhet</b> koordination och spatial rumsuppfattning i flera uppgifter. <b>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster i samarbetet med andra, med ett gott resultat.</b>",
"Eleven deltar i skapande grupprocesser med <b>gott</b> resultat genom att ge <b>nyanserade</b> uttryck för egna iakttagelser och ge <b>välgrundade och nyanserade</b> förslag till lösningar på problem. Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester. Eleven orienterar sig i tid och rum <b>med säkerhet</b> och trygghet samt gestaltar <b>med säkerhet</b> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra. I uppgifter baserade på lexikala grundelement behärskar eleven <b>med säkerhet</b> och trygghet sitt rörelsemönster samt förmår följa <b>och leda</b> rörliga gruppformationer.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för etiska förhållningssätt och för ett <b>välgrundat och nyanserat</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med säkerhet</b> adekvata begrepp."]},
"reqBy":["EUREUR02"],
"hasreqs":true,
"friends":["EUREUR02",
"EUREUR03",
"EUREUR04"]}