{"subject":"EUR",
"novux":false,
"name":"Eurytmi 2",
"origname":"Eurytmi 2",
"points":100,
"instrRAW":"som bygger på kursen eurytmi 1.",
"descarr":["Den bygger på kursen ",
"EUREUR01",
"."],
"reqRAW":"kursen EUREUR01",
"code":"EUREUR02",
"goals":[1,1,1,2,0,1,1,2,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Den egna rörelseförmågan i relation till lexikala språkliga och musikaliska rörelser och gester med betoning på arbetsprocesser och framförande.",
"Metrik: rytm, rim, assonans.",
"Tonarter: dur, moll, dissonans.",
"Spatial orientering i ömsesidigt rörelseflöde.",
"Gestaltningstekniker.",
"Samarbete med andra och interaktion i arbetsprocesser med koreografiska formationer och formförvandlingar.",
"Skapande i arbetsprocesser med betoning på egna idéer och intentioner, iakttagelser och uttrycksmöjligheter.",
"Scenisk framställning.",
"Etiska förhållningssätt, arbetsmiljöfrågor och lagar om upphovsrätt.",
"Yrkesroller och funktioner: eurytmist, eurytmilärare, recitatör, musiker, ljussättare, kostymdesigner och producent.",
"Reflektion över arbetsprocesser.",
"Termer och begrepp inom eurytmi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven utför <b>med viss säkerhet</b> individuell gestaltning av samtliga lexikala ljudgester och tongester, med uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med viss säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra.</p><p>Eleven gestaltar <b>med viss säkerhet</b> lexikala, språkliga och musikaliska skillnader genom att använda gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>några</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>enkla</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>översiktligt</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>enkla</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.</p><p>Eleven deltar i skapande arbetsprocesser me <b>tillfredsställande</b> resultat. Detta gör eleven genom att formulera <b>enkla</b> iakttagelser med <b>några</b> korrekta begrepp, ge <b>enkla</b> förslag på lösningar av problem samt genom att gör <b>enkla</b> jämförelser i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleve <b>enkla</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <b>med viss säkerhet</b> så att gestik och förflyttning börjar i tid.</p><p>Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>enkel</b> förberedelse inför gemensamt arbete. Eleven ger <b>enkla</b> förslag på hur gestaltningstekniker kan användas.</p><p>Eleven orienterar sig i tid och rum <b>med</b> <b>viss säkerhet</b> och trygghet samt följer med i och lede <b>enkla</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med viss säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och med <b>tillfredsställande</b> resultat.</p><p>Eleven diskuterar <b>översiktligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>översiktligt</b> för etiska förhållningssätt samt för <b>enkla</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven utför <b>med viss säkerhet</b> individuell gestaltning av samtliga lexikala ljudgester och tongester, med <b>systematiska</b> uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med viss säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <b>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</b>.</p><p>Eleven gestaltar <b>med viss säkerhet</b> lexikala språkliga och musikaliska skillnader genom att använda <b>och utveckla</b> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>några</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>välgrundade</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>utförligt</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>välgrundade</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.</p><p>Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat. Detta gör eleven genom att formulera <b>välgrundade</b> iakttagelser med <b>några</b> korrekta begrepp, ge <b>välgrundade</b> förslag på lösningar av problem samt genom att gör <b>välgrundade jämförelser</b> i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleven <b>välgrundade</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlop <b>med viss säkerhet</b> så att gestik och förflyttning börjar <b>och avslutas</b> i tid.</p><p>Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>genomarbetad</b> förberedelse inför gemensamt arbete. Eleven ger <b>välgrundade</b> förslag på hur gestaltningstekniker kan användas.</p><p>Eleven orienterar sig i tid och rum med <b>viss säkerhet</b> och trygghet samt följer med i och leder <b>på ett nyanserat sätt</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med viss säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och med <b>tillfredsställande</b> resultat.</p><p>Eleven diskuterar <b>utförligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>utförligt</b> för etiska förhållningssätt samt för <b>välgrundade</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven utför <b>med säkerhet</b> individuell gestaltning av samtliga ljudgester och tongester, med <b>systematiska och personliga</b> uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <b>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</b>.</p><p>Eleven gestaltar <b>med säkerhet</b> lexikala språkliga och musikaliska skillnader genom att använda <b>och utveckla</b> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>flera</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>välgrundade och nyanserade</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.</p><p>Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>utförligt</b> <b>och nyanserat</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>välgrundade och nyanserade</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.</p><p>Eleven deltar i skapande arbetsprocesser me <b>gott</b> resultat. Detta gör eleven genom att formulera <b>välgrundade</b> <b>och nyanserade</b> iakttagelser med <b>flera</b> korrekta begrepp, ge <b>välgrundade och nyanserade</b> förslag på lösningar av problem samt genom att göra <b>välgrundade</b> <b>och nyanserade</b> jämförelser i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleve <b>välgrundade</b> <b>och nyanserade</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <b>med säkerhet</b> så att gestik och förflyttning börja <b>och avslutas</b> i tid.</p><p>Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>genomarbetad</b> förberedelse inför gemensamt arbete. Eleven ger <b>välgrundade och nyanserade</b> förslag på hur gestaltningstekniker kan användas.</p><p>Eleven orienterar sig i tid och rum <b>med</b> <b>säkerhet</b> och trygghet samt följer med i och leder <b>på ett nyanserat sätt komplexa</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och me <b>gott</b> resultat.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleve <b>utförligt och nyanserat</b> för etiska förhållningssätt samt för <b>välgrundade och nyanserade</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med säkerhet</b> adekvata begrepp.</p>",
"judge":{"E":["Eleven utför <b>med viss säkerhet</b> individuell gestaltning av samtliga lexikala ljudgester och tongester, med uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med viss säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra.",
"Eleven gestaltar <b>med viss säkerhet</b> lexikala, språkliga och musikaliska skillnader genom att använda gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>några</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>enkla</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>översiktligt</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>enkla</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
"Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat. Detta gör eleven genom att formulera <b>enkla</b> iakttagelser med <b>några</b> korrekta begrepp, ge <b>enkla</b> förslag på lösningar av problem samt genom att gör <b>enkla</b> jämförelser i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleve <b>enkla</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <b>med viss säkerhet</b> så att gestik och förflyttning börjar i tid.",
"Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>enkel</b> förberedelse inför gemensamt arbete. Eleven ger <b>enkla</b> förslag på hur gestaltningstekniker kan användas.",
"Eleven orienterar sig i tid och rum <b>med viss säkerhet</b> och trygghet samt följer med i och lede <b>enkla</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med viss säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och med <b>tillfredsställande</b> resultat.",
"Eleven diskuterar <b>översiktligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>översiktligt</b> för etiska förhållningssätt samt för <b>enkla</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"C":["Eleven utför <b>med viss säkerhet</b> individuell gestaltning av samtliga lexikala ljudgester och tongester, med <b>systematiska</b> uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med viss säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <b>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</b>.",
"Eleven gestaltar <b>med viss säkerhet</b> lexikala språkliga och musikaliska skillnader genom att använda <b>och utveckla</b> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>några</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>välgrundade</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>utförligt</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>välgrundade</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
"Eleven deltar i skapande arbetsprocesser med <b>tillfredsställande</b> resultat. Detta gör eleven genom att formulera <b>välgrundade</b> iakttagelser med <b>några</b> korrekta begrepp, ge <b>välgrundade</b> förslag på lösningar av problem samt genom att gör <b>välgrundade jämförelser</b> i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleven <b>välgrundade</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlop <b>med viss säkerhet</b> så att gestik och förflyttning börjar <b>och avslutas</b> i tid.",
"Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>genomarbetad</b> förberedelse inför gemensamt arbete. Eleven ger <b>välgrundade</b> förslag på hur gestaltningstekniker kan användas.",
"Eleven orienterar sig i tid och rum med <b>viss säkerhet</b> och trygghet samt följer med i och leder <b>på ett nyanserat sätt</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med viss säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och med <b>tillfredsställande</b> resultat.",
"Eleven diskuterar <b>utförligt</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleven <b>utförligt</b> för etiska förhållningssätt samt för <b>välgrundade</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"A":["Eleven utför <b>med säkerhet</b> individuell gestaltning av samtliga ljudgester och tongester, med <b>systematiska och personliga</b> uttryck för respektive gesters rörelse, känsla och karaktär. Dessutom utför eleven <b>med säkerhet</b> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <b>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</b>.",
"Eleven gestaltar <b>med säkerhet</b> lexikala språkliga och musikaliska skillnader genom att använda <b>och utveckla</b> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer. Eleven utför egna kombinationer av <b>flera</b> ljudgester och tongester. Dessutom identifierar eleven och ger <b>välgrundade och nyanserade</b> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
"Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till arbetsprocessens resultat. Dessutom gör eleven <b>välgrundade och nyanserade</b> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
"Eleven deltar i skapande arbetsprocesser me <b>gott</b> resultat. Detta gör eleven genom att formulera <b>välgrundade</b> <b>och nyanserade</b> iakttagelser med <b>flera</b> korrekta begrepp, ge <b>välgrundade och nyanserade</b> förslag på lösningar av problem samt genom att göra <b>välgrundade</b> <b>och nyanserade</b> jämförelser i gemensamma resonemang och experiment med rörelser och gester. Individuellt liksom i samarbete med andra ger eleve <b>välgrundade</b> <b>och nyanserade</b> förslag till koreografiska lösningar. Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <b>med säkerhet</b> så att gestik och förflyttning börja <b>och avslutas</b> i tid.",
"Eleven slutför delar av arbetsprocesserna på egen hand och gör en <b>genomarbetad</b> förberedelse inför gemensamt arbete. Eleven ger <b>välgrundade och nyanserade</b> förslag på hur gestaltningstekniker kan användas.",
"Eleven orienterar sig i tid och rum <b>med säkerhet</b> och trygghet samt följer med i och leder <b>på ett nyanserat sätt komplexa</b> rörliga gruppformationer vid scenisk framställning. Dessutom gestaltar eleven <b>med säkerhet</b> gester och rörelsemönster med sammanhängande flöde och dynamik och me <b>gott</b> resultat.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för etiska förhållningssätt samt för <b>välgrundade och nyanserade</b> resonemang om etiska hänsyn till andra medaktörer. I diskussioner och redogörelser använder eleven <b>med säkerhet</b> adekvata begrepp."]},
"req":"EUREUR01",
"reqarr":["EUREUR01"],
"reqBy":["EUREUR03"],
"hasreqs":true,
"friends":["EUREUR01",
"EUREUR03",
"EUREUR04"]}