{"subject":"EUR",
"name":"Eurytmi 3",
"origname":"Eurytmi 3",
"points":100,
"instrRAW":"som bygger på kursen eurytmi 2.",
"descarr":["Den bygger på kursen ",
"EUREUR02",
"."],
"reqRAW":"kursen EUREUR02",
"code":"EUREUR03",
"goals":[2,2,2,1,1,1,0,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Den egna rörelseförmågan i relation till lexikala, språkliga och musikaliska rörelser och gester med betoning på iakttagelse och uttrycksmöjligheter, improvisation och gestaltning.",
"Arketypiska stämningars gestik, dynamik och rörelseformationer.",
"Alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans.",
"Samarbete med andra och interaktion i arbetsprocesser med växling mellan att leda och följa, både individuellt och kollektivt.",
"Genrer, stilarter och stilmedel, tempus, färger, syntax, frasering och modulation.",
"Koreografiska förhållningssätt, struktur och dynamik samt kompositionstekniker.",
"Skapande i arbetsprocesser med betoning på egna idéer, intentioner och iakttagelser samt inlevelse och uttryck i multimodal gestaltning.",
"Soloarbeten och grupparbeten.",
"Scenisk framställning med betoning på presentation och kommunikation med publik.",
"Reflektion över arbetsprocesser, material och rörelseuttryck.",
"Termer och begrepp inom eurytmi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presenter <b>enkla</b> exempel på sådana. Dessutom utforskar eleven <b>med</b> <b>viss säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>tillfredsställande</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också me <b>tillfredsställande</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.</p><p>Eleven interagerar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven redogö <b>översiktligt</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>några</b> demonstrationsexempel med <b>bekanta</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>översiktligt</b> för eurytmiska principer.</p><p>Eleven deltar i skapande arbetsprocesser och tillämpar med <b>tillfredsställande</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>översiktligt</b> sin tillämpning av kompositionstekniker genom att demonstrer <b>någon enkel</b> autentisk komposition.</p><p>Eleven presenterar <b>med viss säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med viss säkerhet</b> med publiken.</p><p>Eleven gör en <b>enkel</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presenter <b>välgrundade</b> exempel på sådana. Dessutom utforskar eleven <b>med</b> <b>viss säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>tillfredsställande</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också med <b>tillfredsställande</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.</p><p>Eleven interagerar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven redogö <b>utförligt</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>några</b> demonstrationsexempel med <b>nya</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>utförligt</b> för eurytmiska principer.</p><p>Eleven deltar i skapande arbetsprocesser och tillämpar med <b>tillfredsställande</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>utförligt</b> sin tillämpning av kompositionstekniker genom att demonstrer <b>några</b> autentiska kompositioner.</p><p>Eleven presenterar <b>med viss säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med viss säkerhet</b> med publiken.</p><p>Eleven gör en <b>välgrundad</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <b>välgrundade och nyanserade</b> exempel på sådana. Dessutom utforskar eleven <b>med</b> <b>säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>gott</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också me <b>gott</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.</p><p>Eleven interagerar <b>med säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven redogö <b>utförligt och nyanserat</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>flera</b> demonstrationsexempel med <b>nya</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för eurytmiska principer.</p><p>Eleven deltar i skapande arbetsprocesser och tillämpar med <b>gott</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>utförligt och nyanserat</b> sin tillämpning av kompositionstekniker genom att demonstrera <b>flera komplexa</b> autentiska kompositioner.</p><p>Eleven presenterar <b>med säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med säkerhet</b> med publiken.</p><p>Eleven gör en <b>välgrundad och nyanserad</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med säkerhet</b> adekvata begrepp.</p>",
"judge":{"E":["Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presenter <b>enkla</b> exempel på sådana. Dessutom utforskar eleven <b>med viss säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>tillfredsställande</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också med <b>tillfredsställande</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
"Eleven interagerar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
"Eleven redogö <b>översiktligt</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>några</b> demonstrationsexempel med <b>bekanta</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>översiktligt</b> för eurytmiska principer.",
"Eleven deltar i skapande arbetsprocesser och tillämpar med <b>tillfredsställande</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>översiktligt</b> sin tillämpning av kompositionstekniker genom att demonstrer <b>någon enkel</b> autentisk komposition.",
"Eleven presenterar <b>med viss säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med viss säkerhet</b> med publiken.",
"Eleven gör en <b>enkel</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"C":["Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presenter <b>välgrundade</b> exempel på sådana. Dessutom utforskar eleven <b>med viss säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>tillfredsställande</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också med <b>tillfredsställande</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
"Eleven interagerar <b>med viss säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
"Eleven redogö <b>utförligt</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>några</b> demonstrationsexempel med <b>nya</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>utförligt</b> för eurytmiska principer.",
"Eleven deltar i skapande arbetsprocesser och tillämpar med <b>tillfredsställande</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>utförligt</b> sin tillämpning av kompositionstekniker genom att demonstrer <b>några</b> autentiska kompositioner.",
"Eleven presenterar <b>med viss säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med viss säkerhet</b> med publiken.",
"Eleven gör en <b>välgrundad</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med viss säkerhet</b> adekvata begrepp."],
"A":["Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer. Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <b>välgrundade och nyanserade</b> exempel på sådana. Dessutom utforskar eleven <b>med säkerhet</b> hur rörelser kan föregripas genom att modulera övergångar. I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <b>gott</b> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. I samarbete med andra demonstrerar eleven också me <b>gott</b> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
"Eleven interagerar <b>med säkerhet</b> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang. Eleven presenterar också <b>flera</b> demonstrationsexempel med <b>nya</b> tillämpningar av några koreografiska förhållningssätt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för eurytmiska principer.",
"Eleven deltar i skapande arbetsprocesser och tillämpar med <b>gott</b> resultat koreografiska förhållningssätt. I arbetet omsätter eleven egna idéer, intentioner och iakttagelser. Dessutom presenterar eleven <b>utförligt och</b> <b>nyanserat</b> sin tillämpning av kompositionstekniker genom att demonstrera <b>flera komplexa</b> autentiska kompositioner.",
"Eleven presenterar <b>med säkerhet</b> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen. I presentationen kommunicerar eleven <b>med säkerhet</b> med publiken.",
"Eleven gör en <b>välgrundad och nyanserad</b> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat. I sin reflektion använder eleven <b>med säkerhet</b> adekvata begrepp."]},
"req":"EUREUR02",
"reqarr":["EUREUR02"],
"reqBy":["EUREUR04"],
"hasreqs":true,
"friends":["EUREUR01",
"EUREUR02",
"EUREUR04"]}