{"subject":"EVE",
"name":"Ljus- och bildproduktionsteknik",
"points":100,
"instrRAW":"som bygger på kursen eventteknik.",
"instrRAW2":"som bygger på kursen eventteknik.",
"reqRAW":"kursen EVEEVN0",
"code":"EVELJS0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Ljus- och bildanläggningars komponenter, enheter och system samt anläggningarnas funktion och arbetssätt.",
"Uppbyggnad och riggning av ljus- och bildanläggningar för musikprojekt, mässor, artistuppträdanden och andra event.",
"Ljus- och bildmediernas uttrycksmöjligheter samt kreativt arbete med ljus och bild.",
"Analog och digital video- och bildteknik.",
"Datorutrustningar i ljus- och bildarbetet.",
"In- och uppspelningsutrustningar.",
"Redigeringsutrustningar.",
"Bildskärmar och projektorer.",
"Säkerhetskrav och miljökrav för arbete med ljus och bild.",
"Handhavande och funktionsprovning av ljus- och bildanläggningar.",
"Systematisk felsökning och reparation av ljus- och bildanläggningar som används vid publika framträdande.",
"Tillstånd som kan krävas för bildproduktion vid offentliga framföranden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>översiktligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>i samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven <b>enkla</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleven <b>enkla</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>enkla</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>översiktligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleven <b>välgrundade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven <b>avancerade</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>gott</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleven <b>välgrundade och nyanserade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt och nyanserat</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>översiktligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>i samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven <b>enkla</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleven <b>enkla</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>enkla</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>översiktligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleven <b>välgrundade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> ljus- och bildanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljus- och bildanläggningarna.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljus- och bildanläggningar. Dessutom utför eleven <b>avancerade</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med säkerhet</b> teknik och utrustning för bild- och videopresentation samt teknik och utrustning för ljussättning. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>gott</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleven <b>välgrundade och nyanserade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"EVEEVN0"}