{"subject":"EVE",
"name":"Ljudproduktionsteknik",
"points":100,
"instrRAW":"som bygger på kursen eventteknik.",
"reqRAW":"kursen EVEEVN0",
"code":"EVELJD0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Uppbyggnad och riggning av ljudanläggningar för musikprojekt, mässor, artistuppträdanden och andra event.",
"Ljudmediets uttrycksmöjligheter och kreativt arbete med ljud.",
"Analog och digital teknik.",
"Datorutrustningar i ljudarbetet. ",
"Mikrofoner och mikrofonval.",
"Mixerbord och mixningsteknik. ",
"In- och uppspelningsutrustningar.",
"Redigeringsutrustningar.",
"Ljudåtergivningsutrustning och högtalarteknik.",
"Akustik i olika miljöer.",
"Säkerhetskrav och miljökrav för arbete med ljud.",
"Handhavande och funktionsprovning av ljudanläggningar.",
"Systematisk felsökning och reparation av ljudanläggningar för publika framträdanden.",
"Tillstånd som kan krävas vid reproduktion och offentliga framföranden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>översiktligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>i samråd</b> med handledare ljudanläggningar. Dessutom utför eleven <b>enkla</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleve <b>enkla</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>enkla</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>översiktligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljudanläggningar. Dessutom utför eleven systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleven <b>välgrundade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljudanläggningar. Dessutom utför eleven <b>avancerade</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>gott</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Utifrån sitt arbete för eleve <b>välgrundade och nyanserade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt och nyanserat</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>översiktligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>i samråd</b> med handledare ljudanläggningar. Dessutom utför eleven <b>enkla</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleve <b>enkla</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>enkla</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>översiktligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljudanläggningar. Dessutom utför eleven systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med viss säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>tillfredsställande</b>. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleven <b>välgrundade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> ljudanläggningars komponenter, enheter och system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för säkerhetskrav och arbetsmiljökrav som gäller för ljudanläggningarna.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete samt bygger upp och riggar <b>efter samråd</b> med handledare ljudanläggningar. Dessutom utför eleven <b>avancerade</b> systematiska felsökningar och reparationer av anläggningarna. I arbetet använder eleven <b>med säkerhet</b> teknik och utrustning för ljudåtergivning, digital och analog ljudinspelning och redigering. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt uppfyller krav på kvalitet, ergonomi och miljö. Resultatet av arbetet är <b>gott</b>. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Utifrån sitt arbete för eleve <b>välgrundade och nyanserade</b> resonemang om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur bestämmelser om tillstånd för reproduktion och offentliga framföranden ska tillämpas.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"EVEEVN0"}