{"subject":"FAF",
"name":"Fastighetsförvaltning",
"points":100,
"code":"FAFFAS0",
"goals":[1,1,1,1,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Fastighetsjuridik avseende avtalsrätt, till exempel hyresrätt, besittningsrätt och hyreslagstiftning samt besiktningar och besiktningsåtgärder.",
"Systematiskt säkerhetsarbete, riskhantering, brandrisk och brandskydd, inbrottsskydd, övervakning, skyddsrum och utrymningsvägar.",
"Ekonomiska frågor, till exempel hyresbevakning, inkasso och avskrivningar. Tekniska frågor, till exempel planerat underhåll och renoveringsarbete. Generella energibesparingsåtgärder.",
"Avfallshantering, hälsofrågor och regler i samband med sophantering, källsortering och kompostering av sopor samt kommunala renhållningsregler.",
"Modern digital utrustning för att övervaka fastighetsdrift, gemensamma utrymmen och ytor samt för att kommunicera och ta emot, hämta och söka information.",
"Programvara för vanligt förekommande arbetsuppgifter inom fastighetsförvaltning.",
"Etiska och datarättsliga frågor: upphovsrätt, yttrande- och informationsfrihet, personuppgiftslagen och människors rätt till integritetsskydd.",
"Olika informationstekniker beroende på målgrupp och kommunikationsmedel. Olika samverkansformer beroende på individ och grupp."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>översiktligt</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med viss säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>något</b> exempel på generella energibesparingsåtgärder samt beskriver <b>översiktligt</b> regler för avfallshantering, återvinning och renhållning i fastigheter.</p><p>Eleven väljer och använder <b>i samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>översiktligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>enkla</b> reflektioner över dessa frågor.</p><p>Eleven informerar med ett <b>enkelt och</b> i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med viss säkerhet</b> med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>utförligt</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med viss säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>några</b> exempel på generella energibesparingsåtgärder samt beskriver <b>utförligt</b> regler för avfallshantering, återvinning och renhållning i fastigheter.</p><p>Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade</b> reflektioner över dessa frågor.</p><p>Eleven informerar med ett i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med viss säkerhet</b> med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>utförligt och nyanserat</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>flera</b> exempel på generella energibesparingsåtgärder samt beskriver <b>utförligt och nyanserat</b> regler för avfallshantering, återvinning och renhållning i fastigheter.</p><p>Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa frågor.</p><p>Eleven informerar med ett <b>nyanserat och</b> i huvudsak korrekt språk samt anpassar <b>med säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med säkerhet</b> med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>översiktligt</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med viss säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>något</b> exempel på generella energibesparingsåtgärder samt beskriver <b>översiktligt</b> regler för avfallshantering, återvinning och renhållning i fastigheter.",
"Eleven väljer och använder <b>i samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>översiktligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>enkla</b> reflektioner över dessa frågor.",
"Eleven informerar med ett <b>enkelt och</b> i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med viss säkerhet</b> med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>utförligt</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med viss säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>några</b> exempel på generella energibesparingsåtgärder samt beskriver <b>utförligt</b> regler för avfallshantering, återvinning och renhållning i fastigheter.",
"Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade</b> reflektioner över dessa frågor.",
"Eleven informerar med ett i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med viss säkerhet</b> med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för fastighetsjuridik, säkerhetsfrågor och riskhantering inom fastighetsområdet. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> tekniska och ekonomiska förutsättningar för en effektiv fastighetsförvaltning och hänvisar <b>med säkerhet</b> till dessa förutsättningar vid olika former av åtgärder. Dessutom ger eleven <b>flera</b> exempel på generella energibesparingsåtgärder samt beskriver <b>utförligt och</b> <b>nyanserat</b> regler för avfallshantering, återvinning och renhållning i fastigheter.",
"Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att övervaka, kommunicera och hantera information. I arbetet hanterar eleven <b>med säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa frågor.",
"Eleven informerar med ett <b>nyanserat och</b> i huvudsak korrekt språk samt anpassar <b>med säkerhet</b> sin kommunikation efter situation och mottagare. Dessutom samverkar eleven <b>med säkerhet</b> med andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}