{"subject":"FAF",
"name":"Fastighetskommunikation",
"points":100,
"code":"FAFFAT0",
"goals":[0,0,0,1,1,1,2,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Digital utrustning och programvara för att kommunicera med och informera olika målgrupper.",
"Etiska och datarättsliga frågor: upphovsrätt, yttrande- och informationsfrihet och människors rätt till integritetsskydd.",
"Hur man reflekterar över sitt eget och andra människors sätt att kommunicera individuellt och i grupp. Det sociala sammanhangets betydelse för kommunikation och interaktion.",
"Kommunikationens komplexitet utifrån sociala faktorer, till exempel individualitet, kroppsspråk, krissituationer och känslor samt utifrån kulturella faktorer, till exempel kulturmöten och kulturkrockar.",
"Muntlig och skriftlig information till olika individer och målgrupper, till exempel ägare, brukare, entreprenörer och hyresgäster med olika kulturella och etniska bakgrunder. Olika informationstekniker och pedagogiska principer för att i tal och skrift informera olika målgrupper och samverka med andra människor. Metoder för att dokumentera kommunikationsprocesser."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven väljer och använder <b>i samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>översiktligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>enkla</b> reflektioner över dessa frågor.</p><p>Eleven gör <b>enkla</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>översiktligt</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.</p><p>Eleven informerar med ett <b>enkelt och</b> i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med viss säkerhet</b> med andra. Dessutom gör eleven en <b>enkel</b> dokumentation över sina kommunikationsprocesser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade</b> reflektioner över dessa frågor.</p><p>Eleven gör <b>välgrundade</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>utförligt</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.</p><p>Eleven informerar med ett i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med viss säkerhet</b> med andra. Dessutom gör eleven en <b>noggrann</b> dokumentation över sina kommunikationsprocesser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa frågor.</p><p>Eleven gör <b>välgrundade och nyanserade</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>utförligt och nyanserat</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.</p><p>Eleven informerar med ett <b>nyanserat och</b> i huvudsak korrekt språk samt anpassar <b>med säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med säkerhet</b> med andra. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation över sina kommunikationsprocesser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven väljer och använder <b>i samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>översiktligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>enkla</b> reflektioner över dessa frågor.",
"Eleven gör <b>enkla</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>översiktligt</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.",
"Eleven informerar med ett <b>enkelt och</b> i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med viss säkerhet</b> med andra. Dessutom gör eleven en <b>enkel</b> dokumentation över sina kommunikationsprocesser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med viss säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade</b> reflektioner över dessa frågor.",
"Eleven gör <b>välgrundade</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>utförligt</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.",
"Eleven informerar med ett i huvudsak korrekt språk samt anpassar <b>med viss säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med viss säkerhet</b> med andra. Dessutom gör eleven en <b>noggrann</b> dokumentation över sina kommunikationsprocesser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven väljer och använder <b>efter samråd</b> med handledare digital utrustning och programvara för att kommunicera med och informera olika målgrupper. I arbetet hanterar eleven <b>med säkerhet</b> informationen på ett för berörda individer säkert sätt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för etiska och datarättsliga frågor i relation till arbetsuppgifterna, samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa frågor.",
"Eleven gör <b>välgrundade och nyanserade</b> reflektioner över sitt eget och andra människors sätt att kommunicera. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kommunikationens komplexitet utifrån sociala och kulturella faktorer.",
"Eleven informerar med ett <b>nyanserat och</b> i huvudsak korrekt språk samt anpassar <b>med säkerhet</b> sin kommunikation efter situation och mottagare. Eleven samverkar också <b>med säkerhet</b> med andra. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation över sina kommunikationsprocesser.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["FAFFAS0",
"FAFINF0"]}