{"subject":"FAS",
"name":"Fastighetsservice - VVS",
"points":100,
"code":"FASFAE0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Övergripande bygglagstiftning för byggnaders konstruktion och material.",
"Byggnaders tekniska konstruktion och byggmaterials egenskaper. Hur fuktskador kan förebyggas, lokaliseras och åtgärdas.",
"Underhållsrutiner, regler, bestämmelser och besiktningsplaner för utrustning och inredning i kök, tvättstugor och badrum samt för till exempel sprinkler-, dricksvatten-, dagvatten- och avloppssystem i fastigheter.",
"Säkerhetskontroller avseende vattenskador, mikrobiell tillväxt, brännskador och återströmning av vatten som inte uppfyller kraven för dricksvattenkvalitet. Hur arbetet kan utföras på ett säkert och ergonomiskt sätt och med miljöhänsyn.",
"Uppbyggnad, konstruktion och funktion av komponenter och utrustning för fastigheters vatten- och avloppssystem, samt reservdelshållning.",
"Metoder och tekniker för periodiskt förebyggande och avhjälpande underhåll och för reparationer av komponenter och utrustning i vatten- och avloppssystem i fastigheter samt av utrustning och inredning i kök, tvättstugor och badrum.",
"Ritningsläsning, underhållsscheman, manualer och innehållsdeklarationer.",
"Felsökning och felavhjälpning av konstruktionsfel, slitage, mekaniska fel och elfel.",
"Metoder för dokumentation av utförda åtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för hur fuktskador kan förebyggas och åtgärdas.</p><p>Eleven beskriver <b>översiktligt</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>översiktligt</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>översiktligt</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.</p><p>Eleven planerar <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>i samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>i samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda åtgärder samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för hur fuktskador kan förebyggas och åtgärdas.</p><p>Eleven beskriver <b>utförligt</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>utförligt</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>utförligt</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.</p><p>Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur fuktskador kan förebyggas och åtgärdas.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>utförligt och nyanserat</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.</p><p>Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>gott</b> resultat. I arbetet tolkar och använder eleven <b>med säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för hur fuktskador kan förebyggas och åtgärdas.",
"Eleven beskriver <b>översiktligt</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>översiktligt</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>översiktligt</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.",
"Eleven planerar <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>i samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>i samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda åtgärder samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för hur fuktskador kan förebyggas och åtgärdas.",
"Eleven beskriver <b>utförligt</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>utförligt</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>utförligt</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.",
"Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika byggnaders konstruktion och byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur fuktskador kan förebyggas och åtgärdas.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> den VVS-tekniska inredning och utrustning som är vanlig i fastigheter samt lagar och andra bestämmelser som gäller vid arbete med inredningen och utrustningen. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för de vanligast förekommande fel som kan uppstå i inredningen och utrustningen, underhållsrutiner för dessa samt hur man arbetar på ett sätt som är säkert för en själv och andra. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de vanligaste maskintypernas uppbyggnad och funktion samt hur man planerar för reservdelshållning.",
"Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av VVS-teknisk utrustning i fastigheter. I planeringen väljer eleven <b>med säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>gott</b> resultat. I arbetet tolkar och använder eleven <b>med säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}