{"subject":"FAS",
"name":"Fastighetsservice - byggnader",
"points":100,
"code":"FASFAS0",
"goals":[1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Byggnaders tekniska konstruktion och byggmaterials egenskaper. Övergripande bygglagstiftning för byggnaders konstruktion och material.",
"Vanliga byggskador, hur de kan förebyggas och åtgärdas.",
"Metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling vid reparations- och underhållsarbete.",
"Underhållsrutiner, regler, bestämmelser och besiktningsplaner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner.",
"Säkerhetskontroller samt hur arbetet kan utföras på ett säkert sätt och med miljöhänsyn.",
"Systematiskt säkerhetsarbete, riskhantering, brandrisk och brandskydd.",
"Metoder och tekniker för periodiskt förebyggande och avhjälpande underhåll samt för reparationer av fastigheter, utrustning och aktuella maskiner.",
"Ritningsläsning, underhållsscheman, manualer och innehållsdeklarationer.",
"Felsökning och felavhjälpning av konstruktionsfel, slitage och mekaniska fel.",
"Metoder för dokumentation av utförda åtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>översiktligt</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>översiktligt</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.</p><p>Eleven planerar <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>i samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>i samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda åtgärder samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>utförligt</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>utförligt</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.</p><p>Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>utförligt och nyanserat</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>utförligt och nyanserat</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.</p><p>Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>gott</b> resultat. I arbetet tolkar och använder eleven <b>med säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>översiktligt</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>översiktligt</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.",
"Eleven planerar <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>i samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>i samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av utförda åtgärder samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>utförligt</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>utförligt</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.",
"Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med viss säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>tillfredsställande</b> resultat. I arbetet tolkar och använder eleven <b>med viss säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med viss säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika byggnaders konstruktion, byggmaterials egenskaper samt hur byggnaders konstruktion och material regleras genom lagar och andra bestämmelser. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur vanliga byggskador kan förebyggas och åtgärdas samt olika metoder och tekniker för materialuppbyggnad, ytbehandling och för- och efterbehandling. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för underhållsrutiner för maskiner, utrustning, hisstyper, nödöppningar, material och konstruktioner samt hur man arbetar på ett sätt som är säkert för en själv och andra.",
"Eleven planerar <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll och reparation av fastigheter och av inredning och utrustning i fastigheter. I planeringen väljer eleven <b>med säkerhet</b> metod, material, verktyg och teknik. Eleven utför <b>efter samråd</b> med handledare underhålls- och reparationsarbetet med <b>gott</b> resultat. I arbetet tolkar och använder eleven <b>med säkerhet</b> ritningar, underhållsscheman, manualer och innehållsdeklarationer. Dessutom använder eleven <b>med säkerhet</b> lämpliga metoder, material, verktyg och tekniker. Eleven utför <b>efter samråd</b> med handledare felsökning och vidtar lämpliga åtgärder.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["FASFAE0",
"FASFAH0",
"FASFAV0"]}