{"subject":"FIS",
"name":"Fiske 3",
"origname":"Fiske 3",
"points":100,
"instrRAW":"som bygger på kursen fiske 2.",
"descarr":["Den bygger på kursen ",
"FISFIS02",
"."],
"reqRAW":"kursen FISFIS02",
"code":"FISFIS03",
"goals":[1,0,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Planering, genomförande och uppföljning av fiske inom specialområdet. Ekonomiska kalkyler.",
"Verksamhetsplaner inom specialområdet.",
"Miljöaspekter och produktkvalitet.",
"Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiske inom specialområdet.",
"Lagar och andra bestämmelser inom specialområdet.",
"Förutsättningar för fiske, marknad och arbetsmarknad inom specialområdet.",
"Utvecklingsmöjligheter inom specialområdet, nya fångstplatser, nya fiskarter, ny teknik och nya användningsområden för de fångade produkterna.",
"Informationssökning och presentationer inom specialområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>översiktligt</b> vilka faktorer som påverkar det ekonomiska resultatet. </p><p>Eleven upprättar <b>i samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>i samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>i samråd</b> med handledare en loggbok.</p><p>I samband med fiske beskriver eleven <b>översiktligt</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>översiktligt</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>utförligt</b> vilka faktorer som påverkar det ekonomiska resultatet. </p><p>Eleven upprättar <b>efter samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok.</p><p>I samband med fiske beskriver eleven <b>utförligt</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>utförligt</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>utförligt och nyanserat</b> vilka faktorer som påverkar det ekonomiska resultatet. </p><p>Eleven upprättar <b>efter samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok.</p><p>I samband med fiske beskriver eleven <b>utförligt och nyanserat</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>översiktligt</b> vilka faktorer som påverkar det ekonomiska resultatet. ",
"Eleven upprättar <b>i samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>i samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>i samråd</b> med handledare en loggbok.",
"I samband med fiske beskriver eleven <b>översiktligt</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>översiktligt</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>utförligt</b> vilka faktorer som påverkar det ekonomiska resultatet. ",
"Eleven upprättar <b>efter samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok.",
"I samband med fiske beskriver eleven <b>utförligt</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>utförligt</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för förutsättningar för fiske inom specialområdet samt beskriver <b>utförligt och</b> <b>nyanserat</b> vilka faktorer som påverkar det ekonomiska resultatet. ",
"Eleven upprättar <b>efter samråd</b> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok.",
"I samband med fiske beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vilka försäljningsmöjligheter som finns för olika fiskprodukter. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FISFIS02",
"reqarr":["FISFIS02"],
"hasreqs":true,
"friends":["BIIVAT01",
"BIIVAT02",
"BIIVAT03",
"FISFIS01",
"FISFIS02"]}