{"subject":"FIS",
"novux":false,
"name":"Fiske 2",
"origname":"Fiske 2",
"points":200,
"instrRAW":"som bygger på kursen fiske 1.",
"descarr":["Den bygger på kursen ",
"FISFIS01",
"."],
"reqRAW":"kursen FISFIS01",
"code":"FISFIS02",
"goals":[1,1,2,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Arbetsuppgifter":["Planering av arbete med fiske samt olika fångstmetoder och metoder för att hitta fångstplatser. Bedömning av hur och när olika arbetsuppgifter ska genomföras samt organisation, planering och genomförande av yrkesmässigt fiske.",
"Användning, skötsel och underhåll av redskap och teknisk utrustning, till exempel för att laga nät, splitsa och knopa.",
"Loggbok för att redovisa fångst. ",
"Försäljning och marknadsföring av fisk och fiskprodukter.",
"Fältstudier för uppföljning av fiske, fiskbestånd och fiskens kondition.",
"Hantering, förvaring och transport av färsk fisk i samband med fiske."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiske.",
"Säkerhetsföreskrifter.",
"Lagar och andra bestämmelser som rör fiske, till exempel miljölagstiftning och bestämmelser som reglerar rätt till fiske, tidpunkter för fångst, minimimått och redskapens utformning och antal."],
"Biologisk grund":["Bedömning av förekomst av fisk i olika vattenmiljöer samt hur fisket påverkar miljön och den ekologiska balansen.",
"Bedömning av vattenmiljöer och klimatets inverkan på artsammansättning och tillgång på fisk.",
"Ett brett sortiment av fiskarter som används för konsumtion.",
"Parasitangrepp och andra skador."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>enkla</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.</p><p>Eleven upprättar en <b>enkel</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> lämpliga fångstmetoder. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>i samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>i samråd</b> med handledare en loggbok för redovisning av aktuell fångst.</p><p>I samband med fiske beskriver eleven <b>översiktligt</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>enkla</b> bedömningar av fiskarnas storlek och utseende sam <b>enkla</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med viss säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>översiktligt</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>översiktligt</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>översiktligt</b> för hur den aktuella fångsten ska hanteras och förvaras.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>välgrundade</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.</p><p>Eleven upprättar en <b>genomarbetad</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> lämpliga fångstmetoder. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok för redovisning av aktuell fångst.</p><p>I samband med fiske beskriver eleven <b>utförligt</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>välgrundade</b> bedömningar av fiskarnas storlek och utseende sam <b>välgrundade</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med viss säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>utförligt</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>utförligt</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>utförligt</b> för hur den aktuella fångsten ska hanteras och förvaras.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.</p><p>Eleven upprättar en <b>genomarbetad</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och nyanserat</b> lämpliga fångstmetoder. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok för redovisning av aktuell fångst.</p><p>I samband med fiske beskriver eleven <b>utförligt och nyanserat</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> bedömningar av fiskarnas storlek och utseende sam <b>välgrundade</b> <b>och nyanserade</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>utförligt och nyanserat</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>utförligt</b> för hur den aktuella fångsten ska hanteras och förvaras.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>enkla</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
"Eleven upprättar en <b>enkel</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> lämpliga fångstmetoder. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>i samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>i samråd</b> med handledare en loggbok för redovisning av aktuell fångst.",
"I samband med fiske beskriver eleven <b>översiktligt</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>enkla</b> bedömningar av fiskarnas storlek och utseende sam <b>enkla</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med viss säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>översiktligt</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>översiktligt</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>översiktligt</b> för hur den aktuella fångsten ska hanteras och förvaras.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>välgrundade</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
"Eleven upprättar en <b>genomarbetad</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> lämpliga fångstmetoder. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok för redovisning av aktuell fångst.",
"I samband med fiske beskriver eleven <b>utförligt</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>välgrundade</b> bedömningar av fiskarnas storlek och utseende sam <b>välgrundade</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med viss säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>utförligt</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>utförligt</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>utförligt</b> för hur den aktuella fångsten ska hanteras och förvaras.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur fisket påverkar miljön och den ekologiska balansen. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
"Eleven upprättar en <b>genomarbetad</b> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> lämpliga fångstmetoder. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske. När arbetet är utfört vårdar eleven <b>efter samråd</b> med handledare aktuella redskap och teknisk utrustning. Dessutom upprättar eleven <b>efter samråd</b> med handledare en loggbok för redovisning av aktuell fångst.",
"I samband med fiske beskriver eleven <b>utförligt och</b> <b>nyanserat</b> resultatet av genomförda fångstmetoder. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> bedömningar av fiskarnas storlek och utseende sam <b>välgrundade</b> <b>och nyanserade</b> förklaringar av biologiska och ekonomiska samband. Eleven identifierar <b>med säkerhet</b> de organismer som förekommer i aktuell fångst. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter. Eleven redogör också <b>utförligt</b> för hur den aktuella fångsten ska hanteras och förvaras.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FISFIS01",
"reqarr":["FISFIS01"],
"reqBy":["FISFIS03"],
"friends":["FISFIS01",
"FISFIS01",
"FISFIS03"]}