{"subject":"FLG",
"novux":false,
"name":"Fälthållning",
"origname":"Fälthållning",
"points":200,
"code":"FLGFAL0",
"goals":[1,1,1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Flygplatsens och bansystemets uppbyggnad.",
"Säkerhetsbestämmelser i samband med fälthållning.",
"Risker vid arbete på flygplats. Miljöpåverkan på och i anslutning till flygplatser.",
"Risker för kollisioner mellan flygplan, flygplan och fåglar eller flygplan och vilt. Åtgärder för att minimera dessa risker.",
"Manövrering och framförande av fälthållningsfordon samt fordonskombinationer för sommar- och vinterväghållning.",
"Koppling av utrustning till respektive fordon.",
"Service, tillsyn, underhåll och säkerhetskontroll av fordon och utrustning.",
"Sommarfälthållning med olika typer av fordon och redskap.",
"Vinterfälthållning med olika typer av fordon och redskap. Regler och åtgärder för vinterfälthållning.",
"Mekanisk och kemisk halkbekämpning.",
"Fältinspektion samt mätning och rapportering av bromsverkan.",
"Mindre reparationer av asfalt- och betongbeläggning.",
"Kontroll av hinderfrihet, erforderliga åtgärder samt markering av ytor och hinder.",
"Mindre reparationer på fältbelysning.",
"Kontroll av dagvattensystem.",
"Reparation och bärgning av fordon, även vid dåliga yttre förhållanden.",
"Yrkesbegrepp. Engelskspråkiga instruktioner och manualer. Dokumentation på engelska."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>översiktligt</b> utifrån några exempel om risker i arbetet och redogör <b>översiktligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>i samråd</b> med handledare i bekanta situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför me <b>visst</b> handlag fälthållningsfordon. Eleven utför <b>i samråd</b> med handledare i bekanta situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>i samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>enkla</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven samarbetar med andra för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>enkel</b> dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och delvis nya</b> situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför me <b>gott</b> handlag fälthållningsfordon. Eleven utför <b>efter samråd</b> med handledare i bekant <b>och delvis nya</b> situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann</b>  dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleve <b>utförligt och nyanserat</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>efter samråd</b> med handledare i bekant <b>och nya</b> situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför med <b>mycket gott</b> handlag fälthållningsfordon. Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och nya</b> situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>välgrundade</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>gott</b>.</p><p>Eleven samarbetar med andra <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>översiktligt</b> utifrån några exempel om risker i arbetet och redogör <b>översiktligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>i samråd</b> med handledare i bekanta situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför med <b>visst</b> handlag fälthållningsfordon. Eleven utför <b>i samråd</b> med handledare i bekanta situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>i samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>enkla</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven samarbetar med andra för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>enkel</b> dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och delvis nya</b> situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför me <b>gott</b> handlag fälthållningsfordon. Eleven utför <b>efter samråd</b> med handledare i bekant <b>och delvis nya</b> situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann</b>  dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> flygfältets uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleve <b>utförligt och</b> <b>nyanserat</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>efter samråd</b> med handledare i bekant <b>och nya</b> situationer arbetsuppgifter inom området fälthållning. Eleven manövrerar och framför med <b>mycket gott</b> handlag fälthållningsfordon. Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och nya</b> situationer sommar- och vinterfälthållningsarbete. I arbetet väljer eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>välgrundade</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>gott</b>.",
"Eleven samarbetar med andra <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["FLGFLY0"]}