{"subject":"FLG",
"name":"Flygplatsen",
"points":200,
"code":"FLGFLY0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Flygplatsens uppbyggnad. Flygplatsen som arbetsplats och de olika verksamheter som förekommer.",
"Nationella och internationella organisationer och intressenter inom området.",
"Grunderna för trafikledning.",
"Tekniska system som förekommer på flygplatser.",
"Biljetthanteringssystem.",
"Säkerhetstjänst på och runt en flygplats.",
"Miljöpåverkan på och i anslutning till flygplatser.",
"Marktrafikregler på och i anslutning till flygplatsen.",
"Luftfartygs konstruktion. Uppbyggnad av olika system i ett flygplan samt flygplans strukturella begränsningar och skaderisker.",
"Enklare markservice på flygplan.",
"Avisning och hur luftfartygs aerodynamik påverkas av till exempel regn och is.",
"Användning av el- och teleteknisk utrustning samt skötsel och tolkning av mätinstrument.",
"Risker vid arbete med luftfartyg.",
"Brandbekämpning. Flygplatsens brand- och räddningsfunktioner.",
"Tillsyn, service och säkerhetskontroll på de fordon och utrustning som används på flygplatser.",
"Färdplanering och beräkning av lastmängd och viktfördelning. Administrativa rutiner som används för transportuppdrag på flygplatser.",
"Olika slags tanktransporter, hantering av bränsle, tankning av flygplan samt åtgärder vid såväl mindre spill som haveri. Myndigheters krav vid transport av bränsle och tankning av flygplan.",
"De vanligaste typerna av fordon och utrustning för tanktransporter, de vanligaste produkterna som transporteras i tankfordon samt de regler som gäller för dessa transporter.",
"Särskilda risker med tank- och bulktransporter.",
"Yrkesbegrepp. Engelskspråkiga instruktioner och manualer. Dokumentation på engelska."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>översiktligt</b> utifrån några exempel om risker i arbetet och redogör <b>översiktligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>i samråd</b> med handledare i bekanta situationer arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>i samråd</b> med handledare farligt gods i bekanta situationer. Eleven manövrerar och framför me <b>visst</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>i samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>enkla</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven samarbetar med andra för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>enkel</b> dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och delvis nya</b> situationer arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>efter samråd</b> med handledare farligt gods i bekanta <b>och delvis nya</b> situationer. Eleven manövrerar och framför med <b>gott</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann</b> dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt och nyanserat</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.</p><p>Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och nya situationer</b> arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>efter samråd</b> med handledare farligt gods i bekant <b>och nya</b> situationer. Eleven manövrerar och framför me <b>mycket gott</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>välgrundade</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>gott</b>.</p><p>Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation på engelska.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>översiktligt</b> utifrån några exempel om risker i arbetet och redogör <b>översiktligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>i samråd</b> med handledare i bekanta situationer arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>i samråd</b> med handledare farligt gods i bekanta situationer. Eleven manövrerar och framför med <b>visst</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>i samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>enkla</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven samarbetar med andra för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>enkel</b> dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och delvis nya</b> situationer arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>efter samråd</b> med handledare farligt gods i bekanta <b>och delvis nya</b> situationer. Eleven manövrerar och framför med <b>gott</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med viss säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med viss säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann</b> dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> flygplatsens uppbyggnad och funktion samt olika arbetsområden och verksamheter inom området. Dessutom resonerar eleven <b>utförligt och</b> <b>nyanserat</b> utifrån några exempel om risker i arbetet och redogör <b>utförligt</b> för regelverk och föreskrifter som styr verksamheterna.",
"Eleven utför <b>efter samråd</b> med handledare i bekanta <b>och nya situationer</b> arbetsuppgifter inom områdena räddningstjänst, ramptjänst och säkerhetstjänst. Eleven hanterar <b>efter samråd</b> med handledare farligt gods i bekant <b>och nya</b> situationer. Eleven manövrerar och framför me <b>mycket gott</b> handlag transport- och servicefordon. I arbetet väljer eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning. Eleven arbetar <b>efter samråd</b> med handledare på ett säkert sätt och följer lagar och andra bestämmelser som gäller för arbetet. Eleven genomför <b>välgrundade</b> riskbedömningar. Eleven tar ansvar för andras egendom och för anläggningens lokaler, fordon och utrustning. Resultatet av elevens arbete är <b>gott</b>.",
"Eleven samarbetar med andra <b>och</b> <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. I kommunikation med andra använder eleven <b>med säkerhet</b> yrkesspecifika begrepp. Eleven använder <b>med säkerhet</b> svenska och engelska instruktioner och manualer. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation på engelska.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}