{"subject":"FLY",
"name":"Flyglagstiftning",
"points":50,
"code":"FLYFLY0",
"goals":[0,0,0,0,0,0,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Introduktion av regelverk.",
"Regelverk för certifierande personal.",
"Regelverk för godkända underhållsorganisationer.",
"Regelverk för kommersiella flygtransporter.",
"Regelverk för certifiering av luftfartyg.",
"Regelverk för godkända operatörer.",
"Samband mellan nationella och internationella regelverk med kopplingar till de olika verksamheterna.",
"Olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>översiktligt</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>översiktligt</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.</p><p>Eleven följer i bekanta situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>översiktligt</b> sammanhang mellan regelverk och praktiska procedurer.</p><p>Eleven använder <b>med viss säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett <b>enkelt</b> <b>men</b> fungerande fackspråk. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>utförligt</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>utförligt</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.</p><p>Eleven följer i bekanta <b>och delvis nya</b> situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>utförligt</b> sammanhang mellan regelverk och praktiska procedurer.</p><p>Eleven använder <b>med viss säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett fungerande fackspråk. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>utförligt och nyanserat</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.</p><p>Eleven följer i bekanta <b>och nya</b> situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>utförligt och nyanserat</b> sammanhang mellan regelverk och praktiska procedurer.</p><p>Eleven använder <b>med säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett fungerande fackspråk. Resultatet av elevens arbete är <b>gott</b>.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>översiktligt</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>översiktligt</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.",
"Eleven följer i bekanta situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>översiktligt</b> sammanhang mellan regelverk och praktiska procedurer.",
"Eleven använder <b>med viss säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett <b>enkelt</b> <b>men</b> fungerande fackspråk. Resultatet av elevens arbete är <b>tillfredsställande</b>."],
"c":["Eleven beskriver <b>utförligt</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>utförligt</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>utförligt</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.",
"Eleven följer i bekanta <b>och delvis nya</b> situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>utförligt</b> sammanhang mellan regelverk och praktiska procedurer.",
"Eleven använder <b>med viss säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett fungerande fackspråk. Resultatet av elevens arbete är <b>tillfredsställande</b>."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika regelverk som styr verksamheten och vad de olika regelverken innehåller. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> samband mellan nationella och internationella regelverk samt kopplingen till de olika verksamheterna inom området. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika organisationers och befattningshavares ansvar, befogenheter och skyldigheter enligt gällande regelsystem.",
"Eleven följer i bekanta <b>och nya</b> situationer lagar och andra bestämmelser som de praktiska momenten i utbildningen kräver. Dessutom förklarar eleven <b>utförligt och</b> <b>nyanserat</b> sammanhang mellan regelverk och praktiska procedurer.",
"Eleven använder <b>med säkerhet</b> för området relevanta begrepp samt uttrycker fakta och principer både muntligt och skriftligt med ett fungerande fackspråk. Resultatet av elevens arbete är <b>gott</b>."]}}