{"subject":"FLY",
"name":"Mänskliga faktorer",
"points":100,
"code":"FLYMAS0",
"goals":[0,0,0,0,0,0,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Människans förutsättningar och begränsningar.",
"Det mänskliga minnets struktur, funktion och kapacitet samt faktorer som styr människans uppmärksamhet. ",
"Socialpsykologi, till exempel kamrattryck, kulturfrågor och arbete i grupp.",
"Faktorer som påverkar prestationer.",
"Den fysiska miljöns påverkan på människan.",
"Olika typer av arbetsuppgifters påverkan på människan.",
"Kommunikation, till exempel inom och mellan olika grupper.",
"Anpassning av tekniska systems gränssnitt till individens kognitiva och perceptuella kapacitet.",
"Modeller och teorier om mänskliga misstag.",
"Risker på arbetsplatsen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>översiktligt</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>översiktligt</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.</p><p>Eleven beskriver <b>översiktligt</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>översiktligt</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>översiktligt</b> <b>några</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta <b>enkla</b> riskbedömningar och drar <b>enkla</b> slutsatser.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>utförligt</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>utförligt</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.</p><p>Eleven beskriver <b>utförligt</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>utförligt</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>utförligt</b> <b>några</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta riskbedömningar och drar <b>välgrundade</b> slutsatser.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>utförligt och nyanserat</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>utförligt och nyanserat</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>utförligt och nyanserat</b> <b>flera</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta <b>välgrundade</b> riskbedömningar och drar <b>välgrundade och nyanserade</b> slutsatser.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>översiktligt</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>översiktligt</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.",
"Eleven beskriver <b>översiktligt</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>översiktligt</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>översiktligt</b> <b>några</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta <b>enkla</b> riskbedömningar och drar <b>enkla</b> slutsatser."],
"C":["Eleven beskriver <b>utförligt</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>utförligt</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>utförligt</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.",
"Eleven beskriver <b>utförligt</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>utförligt</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>utförligt</b> <b>några</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta riskbedömningar och drar <b>välgrundade</b> slutsatser."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur människans minne och tänkande fungerar och vilka faktorer som påverkar minnet och tänkandet. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> hur människan väljer ut, uppfattar och tolkar sinnesintryck. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur olika påfrestningar som stress, kriser och katastrofer påverkar den perceptuella och kognitiva förmågan.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur mänskliga misstag kan undvikas och ger exempel på konsekvenser av sådana misstag. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> faktorer som påverkar människans motivation och prestation. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> <b>flera</b> problem med tekniska systems anpassning till människans psykiska förmåga och gör utifrån detta <b>välgrundade</b> riskbedömningar och drar <b>välgrundade och nyanserade</b> slutsatser."]}}