{"subject":"FLY",
"name":"Materiallära - flyg",
"points":100,
"code":"FLYMAA0",
"goals":[0,0,1,0,1,1,1,1,0],
"level":"normal",
"content":["Luftfartygsmaterial och flygmaterial samt deras karakteristik. Hur materialen påverkas av olika faktorer.",
"Materialhantering och korrosion.",
"Sammanfogningstekniker, till exempel nit- och skruvförband samt limning.",
"Konstruktion av och användningsområde för till exempel lager, fjädrar, rör, slangar och kopplingar.",
"Transmissioner, till exempel kugghjulsväxlar, kedjor och roderlinor. ",
"Elkablar, elanslutningsdon och kontaktdon."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>översiktligt</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>översiktligt</b> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <b>visst</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar med ett <b>enkelt</b> <b>men</b> för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>utförligt</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>utförligt</b> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <b>gott</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <b>och delvis nya</b> situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar med ett för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>utförligt</b> <b>och nyanserat</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>utförligt</b> <b>och nyanserat</b> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <b>mycket</b> <b>gott</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <b>och nya</b> situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsprocesser och sitt resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar med ett <b>nyanserat och</b> för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>översiktligt</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>översiktligt</b> några vanligt förekommande arbetsmetoder, verktyg och material.",
"Eleven utför med <b>visst</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven kommunicerar med ett <b>enkelt</b> <b>men</b> för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>."],
"c":["Eleven beskriver <b>utförligt</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>utförligt</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>utförligt</b> några vanligt förekommande arbetsmetoder, verktyg och material.",
"Eleven utför med <b>gott</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <b>och delvis nya</b> situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven kommunicerar med ett för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>."],
"a":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några vanligt förekommande arbetsmetoder, verktyg och material.",
"Eleven utför med <b>mycket gott</b> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <b>och nya</b> situationer utifrån det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsprocesser och sitt resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven kommunicerar med ett <b>nyanserat och</b> för arbetsuppgiften fungerande fackspråk. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>."]}}