{"subject":"FOM",
"name":"Formgivning 2",
"origname":"Formgivning 2",
"points":100,
"instrRAW":"som bygger på kursen formgivning 1. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"FOMFOR01S",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen FOMFOR01S",
"code":"FOMFOR02S",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Fördjupat konstnärligt och hantverksmässigt arbete i ett eller flera valda material.",
"Produktionsformer, bearbetningsmetoder, användningsområden och verktyg.",
"Färg- och formlära.",
"Formgivningsprocessen och formgivningens språk och uttrycksmöjligheter, till exempel färg, form och material.",
"Det valda materialets egenskaper.",
"Exponering av formgivning.",
"Fördjupad värdering av formgivning i relation till intentioner och yrkesmässiga krav.",
"Relevanta begrepp.",
"Traditionell och samtida formgivning, dess arbetsprocess och resultat.",
"Lagar och andra bestämmelser som gäller för formgivningsområdet.",
"Säkerhet och arbetsmiljö för maskiner och verktyg samt materials miljöpåverkan. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven arbetar i valt material och prövar olika angreppssätt. I arbetet använder eleven med <b>visst</b> handlag etablerade tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>i samråd</b> med handledare enkla problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>översiktligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>översiktligt</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.</p><p>Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>översiktligt</b> för arbetsgången. Dessutom värderar eleven med <b>enkla</b> omdömen sin egen och andras formgivning och arbetsprocess. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>översiktligt</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven arbetar <b>och experimenterar</b> i valt material <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>gott</b> handlag etablerade tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.</p><p>Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>utförligt</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sin egen och andras formgivning och arbetsprocess. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven arbetar <b>och experimenterar</b> i valt material <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>mycket gott</b> handlag <b>såväl</b> etablerade <b>som nya</b> tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>efter samråd</b> med handledar <b>komplexa</b> problem som uppstår. Eleven använder <b>och kombinerar med säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt och nyanserat</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.</p><p>Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>utförligt och nyanserat</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sin egen och andras formgivning och arbetsprocess <b>samt ger förslag på hur den egna arbetsprocessen kan förbättras</b>. I värderingen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt och nyanserat</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven arbetar i valt material och prövar olika angreppssätt. I arbetet använder eleven med <b>visst</b> handlag etablerade tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>i samråd</b> med handledare enkla problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>översiktligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>översiktligt</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.",
"Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>översiktligt</b> för arbetsgången. Dessutom värderar eleven med <b>enkla</b> omdömen sin egen och andras formgivning och arbetsprocess. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>översiktligt</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven arbetar <b>och experimenterar</b> i valt material <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>gott</b> handlag etablerade tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.",
"Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>utförligt</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sin egen och andras formgivning och arbetsprocess. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven arbetar <b>och experimenterar</b> i valt material <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>mycket gott</b> handlag <b>såväl</b> etablerade <b>som nya</b> tillvägagångssätt, verktyg och metoder för att forma materialet efter intentionen. Under arbetets gång löser eleven <b>efter samråd</b> med handledar <b>komplexa</b> problem som uppstår. Eleven använder <b>och kombinerar med säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur hon eller han har utnyttjat materialets egenskaper i sin formgivning.",
"Eleven visar upp och ställer ut egna formgivna produkter och redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sin egen och andras formgivning och arbetsprocess <b>samt ger förslag på hur den egna arbetsprocessen kan förbättras</b>. I värderingen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> uttrycken i traditionell och samtida formgivning samt hur den egna formgivningen förhåller sig till dem.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom använder eleven maskiner och verktyg på ett arbetsmiljömässigt säkert sätt samt hanterar material med tanke på dess miljöpåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FOMFOR01S",
"reqarr":["FOMFOR01S"],
"reqBy":["FOMFOR03S"],
"friends":["FOMFAC0",
"FOMFOR01S",
"FOMFOR01S",
"FOMFOR03S",
"FOMTEX0"]}