{"subject":"FOM",
"name":"Textil färg och form",
"points":100,
"instrRAW":"som bygger på kursen formgivning 1 eller kursen hantverk - introduktion.",
"instrRAW2":"som bygger på kursen formgivning 1 eller kursen hantverk - introduktion.",
"reqRAW":"kursen FOMFOR01S eller kursen HAVHAV0",
"code":"FOMTEX0",
"goals":[1,1,2,1,2,1,1,2],
"level":"normal",
"content":["Konstnärligt experimentellt arbete i textila material och tekniker.",
"Textil produktteckning.",
"Mönsterkomposition, material- och teknikkombinationer.",
"Rapportritning och praktiskt genomförande av rapportering.",
"Schablontillverkning, tryckmetoder och färgning.",
"Textil färg- och formlära och dess betydelse för produktionsprocessen.",
"Formgivningsprocessen och hur man reflekterar över och dokumenterar arbetsprocesser.",
"Textila traditioner, kulturarv och kreativt nyskapande.",
"Historisk och nutida textil formgivning.",
"Lagar och andra bestämmelser som gäller för formgivningsområdet.",
"Säkerhet, arbetsmiljö och miljöpåverkan för hantering av färger och kemikalier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven arbetar med tryck, färgning, produktteckning och mönsterkomposition och prövar olika angreppssätt. I arbetet använder eleven med <b>visst</b> handlag etablerade tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>i samråd</b> med handledar <b>enkla</b> problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>översiktligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>översiktligt</b> för hur hon eller han har utnyttjat materialets egenskaper.</p><p>Eleven visar upp egna skisser, rapporter och produkter och redogör <b>översiktligt</b> för arbetsgången. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete med färg och form. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>översiktligt</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven arbetar <b>och experimenterar</b> med tryck, färgning, produktteckning och mönsterkomposition <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>gott</b> handlag etablerade tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt</b> för hur hon eller han har utnyttjat materialets egenskaper.</p><p>Eleven visar upp egna skisser, rapporter och produkter och redogör <b>utförligt</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete med färg och form. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven arbetar <b>och experimenterar</b> med tryck, färgning, produktteckning och mönsterkomposition <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>mycket gott</b> handlag <b>såväl</b> etablerade <b>som nya</b> tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>efter samråd</b> med handledar <b>komplexa</b> problem som uppstår. Eleven använder <b>och kombinerar med säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt och nyanserat</b> för hur hon eller han har utnyttjat materialets egenskaper.</p><p>Eleven visar upp egna skisser, rapporter och produkter och redogör <b>utförligt och nyanserat</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete med färg och form <b>samt ger förslag på hur det egna arbetet kan förbättras</b>. I värderingen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt och nyanserat</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven arbetar med tryck, färgning, produktteckning och mönsterkomposition och prövar olika angreppssätt. I arbetet använder eleven med <b>visst</b> handlag etablerade tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>i samråd</b> med handledar <b>enkla</b> problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>översiktligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>översiktligt</b> för hur hon eller han har utnyttjat materialets egenskaper.",
"Eleven visar upp egna skisser, rapporter och produkter och redogör <b>översiktligt</b> för arbetsgången. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete med färg och form. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>översiktligt</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven arbetar <b>och experimenterar</b> med tryck, färgning, produktteckning och mönsterkomposition <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>gott</b> handlag etablerade tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>efter samråd</b> med handledare problem som uppstår. Eleven använder <b>med viss säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt</b> för hur hon eller han har utnyttjat materialets egenskaper.",
"Eleven visar upp egna skisser, rapporter och produkter och redogör <b>utförligt</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete med färg och form. I värderingen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven arbetar <b>och experimenterar</b> med tryck, färgning, produktteckning och mönsterkomposition <b>på ett hantverksmässigt sätt</b> och prövar olika angreppssätt. I arbetet använder eleven med <b>mycket gott</b> handlag <b>såväl</b> etablerade <b>som nya</b> tillvägagångssätt och metoder för att förverkliga sin intention. Under arbetets gång löser eleven <b>efter samråd</b> med handledar <b>komplexa</b> problem som uppstår. Eleven använder <b>och kombinerar med säkerhet</b> färg och form för att understryka ett uttryck eller en funktion. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur valet av färg och form har påverkat uttrycket eller funktionen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur hon eller han har utnyttjat materialets egenskaper.",
"Eleven visar upp egna skisser, rapporter och produkter och redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsgången. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete med färg och form <b>samt ger förslag på hur det egna arbetet kan förbättras</b>. I värderingen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> uttrycken i traditionell och samtida textil formgivning samt hur det egna arbetet förhåller sig till dem.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som gäller för formgivningsområdet. Dessutom hanterar eleven färger och kemikalier på ett säkert sätt och med tanke på deras miljö- och resurspåverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["FOMFOR01S",
"HAVHAV0"]}}