{"subject":"FOO",
"name":"Fordonstestteknik",
"origname":"Fordonstestteknik",
"points":200,
"code":"FOOFOR0",
"goals":[1,1,0,1,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Förbränningsmotorteknik.",
"Alternativa drivlinor, till exempel el- och hybridmotorer.",
"Alternativa energikällor i fordon, som el från batterier och bränsleceller.",
"Ellära, elektronik och grundläggande mätteknik.",
"Olika typer av testmiljöer och mätutrustning.",
"Hur olika testmiljöer och testutrustning kan anpassas till olika typer av tester.",
"Utvecklingsområden inom fordonstest.",
"Montering och anpassning av mätutrustning för specifika frågeställningar samt vid felsökning.",
"Service, underhåll och reparation av mätutrustning.",
"Insamling av testdata genom testrutiner under körning.",
"Fördjupad systematisering av testdata och utvärdering av resultat.",
"CAN-bussen, kommunikationsprincip och insamling av information.",
"Motortester i rigg.",
"Praktisk övningskörning med syfte att erhålla testförarlicens.",
"Informationsmaterial och manualer.",
"Metoder för att dokumentera arbetet på det sätt yrkesområdet kräver.",
"Emissionstester, avgasrening och lagkrav kring emissioner.",
"Olika säkerhets- och stabilitetssystem i bil samt testrutiner för dessa.",
"Lagar och andra bestämmelser som reglerar arbetsområdet.",
"Arbetsmiljö och säkerhetsfrågor för verksamheten. Säkerhet i samband med olika arbetsuppgifter. Förebyggande av person- och egendomsskador.",
"Säkerhetsaspekter vid hantering, laddning, krock och stora effektuttag för elfordon samt uppvärmning, laddning och snabbladdning i kallt klimat av elfordon.",
"Sekretessfrågor under arbete med fordonstestverksamhet.",
"Kundbemötande och kommunikation. Faktorer som påverkar kommunikation och samarbete på arbetsplatsen.",
"Uttryck och begrepp som är relevanta för området."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>översiktligt</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>översiktligt</b> och ger exempel på utvecklingsområden inom fordonstest.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>i samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>i samråd</b> med handledare och <b>med viss säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>i samråd</b> med handledare samt använder med <b>viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>översiktligt</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven samarbetar och löser <b>i samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>utförligt</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>utförligt</b> och ger exempel på utvecklingsområden inom fordonstest.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>efter samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>efter samråd</b> med handledare och <b>med viss säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>utförligt</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>utförligt och nyanserat</b> och ger exempel på utvecklingsområden inom fordonstest.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>efter samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>efter samråd</b> med handledare och med <b>säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>översiktligt</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>översiktligt</b> och ger exempel på utvecklingsområden inom fordonstest.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>i samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>i samråd</b> med handledare och <b>med viss säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>i samråd</b> med handledare samt använder med <b>viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>översiktligt</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven samarbetar och löser <b>i samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>utförligt</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>utförligt</b> och ger exempel på utvecklingsområden inom fordonstest.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>efter samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>efter samråd</b> med handledare och <b>med viss säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>utförligt</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för och ger exempel på förbränningsmotorteknik och alternativa energikällor i fordon. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika testmiljöer, tekniker och utrustning för fordonstester. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> och ger exempel på utvecklingsområden inom fordonstest.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter inom fordonstestteknik. Dessutom monterar och anpassar eleven <b>efter samråd</b> med handledare olika typ av mätutrustning. Eleven utför <b>efter samråd</b> med handledare och med <b>säkerhet</b> testkörning av fordon. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sekretessfrågor under arbete med fordonstestverksamhet. Resultatet av arbetet är <b>gott</b>.",
"Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["FOOMIL0"]}