{"subject":"FOO",
"name":"Miljöer och utrustning för fordonstest",
"origname":"Miljöer och utrustning för fordonstest",
"points":200,
"code":"FOOMIL0",
"goals":[0,1,1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Historiskt perspektiv på fordonstestbranschens utveckling i Sverige och internationellt.",
"Olika testmiljöer, tekniker och utrustning för fordonstester.",
"Olika simuleringsmiljöer för utveckling och tester.",
"Utformning och användningsområden för olika typer av land- och isbanor.",
"Olika delar i processen från problemställning eller önskvärt utvecklingsområde till färdig produkt, till exempel fordonskomponent.",
"Tekniken och dess begränsningar inom aktuella utvecklingsområden.",
"Aktuell forskning och aktuella utvecklingsområden inom fordons- och transportbranschen.",
"Parametrar som påverkar utsläpp, prestanda och mekanisk påfrestning för olika typer av motorer samt hur detta kan mätas under körning.",
"Installation, användning och felsökning av mätsystem och annan utrustning.",
"Service, underhåll och reparation av mätutrustning.",
"Olika underlag och konstruktion för test av friktion, hållfasthet, ljud och vibrationer. ",
"Systematisering av testdata och utvärdering av resultat.",
"Nätverk, kommunikation och diagnos.",
"Diagnos av bil med byte av sensorer.",
"Metoder för att dokumentera arbetet på det sätt yrkesområdet kräver.",
"Informationsmaterial och manualer.",
"Lagar och andra bestämmelser som reglerar arbetsområdet.",
"Arbetsmiljö- och säkerhetsfrågor för verksamheten. Riskbedömning och säkerhet i samband med olika arbetsuppgifter. Förebyggande av person- och egendomsskador.",
"Företagandets villkor samt sekretessfrågor vid arbete med fordonstestverksamhet.",
"Kundbemötande och kundens behov. Faktorer som påverkar kommunikation och samarbete på arbetsplatsen och med kunder.",
"Uttryck och begrepp som är relevanta för yrkesområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>översiktligt</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>översiktligt</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>översiktligt</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med viss säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>i samråd</b> med handledare. I arbetet väljer eleven <b>i samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven samarbetar och löser <b>i samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>utförligt</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>utförligt</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>utförligt</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med viss säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>efter samråd</b> med handledare. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>utförligt och nyanserat</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>utförligt och nyanserat</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>efter samråd</b> med handledare. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>översiktligt</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>översiktligt</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>översiktligt</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med viss säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>i samråd</b> med handledare. I arbetet väljer eleven <b>i samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven samarbetar och löser <b>i samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>utförligt</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>utförligt</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>utförligt</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med viss säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>efter samråd</b> med handledare. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med viss säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för och ger exempel på teknik som används och dess begränsningar inom aktuella utvecklingsområden inom fordonstestbranschen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för fordonstestbranschens utveckling i Sverige och internationellt. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> användning och utveckling av olika simuleringsmiljöer för utveckling och tester och ger exempel på utformning och användningsområden för olika typer av land- och isbanor. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för och ger exempel på olika parametrar som påverkar bilens egenskaper och hur detta kan mätas under körning.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare olika arbetsuppgifter i processen från problemställning till färdig produkt. I arbetet utgår eleven <b>med säkerhet</b> från befintlig forskning och beställarens krav. Dessutom planerar, organiserar och utför eleven tester <b>efter samråd</b> med handledare. I arbetet väljer eleven <b>efter samråd</b> med handledare samt använder <b>med säkerhet</b> arbetsmetod och utrustning. Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom tar eleven ansvar för sin egen och andras säkerhet samt håller god ordning på arbetsplatsen. Eleven arbetar efter de krav på säkerhet, kvalitet och miljö som reglerar arbetet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Resultatet av arbetet är <b>gott</b>.",
"Eleven samarbetar och löser <b>efter samråd</b> med handledare problem som uppkommer för att nå planerade resultat. I sin kommunikation använder eleven <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["FOOFOR0"]}