{"subject":"FOR",
"name":"Fordons- och transportbranschens villkor och arbetsområden",
"points":200,
"code":"FORFOD0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Yrken inom branscherna, olika verksamhetsområden och branschernas förutsättningar och villkor.",
"Branschernas historia, utveckling och framtid.",
"Branschernas roll i samhället och branschernas miljöansvar, till exempel alternativa bränslen, krav på återvinning och miljöanpassad körstil.",
"Villkor för anställning och företagande inom branscherna.",
"Kontroll av fordon samt enklare underhåll, till exempel hantering och laddning av batterier, påfyllning av vätskor och hjulbyte.",
"Informationssystem och manualer som medföljer ett fordon.",
"Säkerhet i samband med arbetet, till exempel brand och hjärt-lungräddning.",
"Yrkesetik, kundbemötande, kommunikation och sambandet mellan människa och maskin.",
"Lagar och andra bestämmelser som reglerar arbetet inom branscherna.",
"Regler i trafiken. Faktorer som påverkar människans beteende i trafiken och hur olika beteenden påverkar trafiksäkerheten, inklusive riskfaktorer i trafiken."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>översiktligt</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.</p><p>Eleven utför <b>i samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>i samråd</b> med handledare <b>enkla</b> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.</p><p>Eleven redogör <b>översiktligt</b> för olika <b>enkla</b> trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>översiktligt</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>enkla</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>utförligt</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.</p><p>Eleven utför <b>efter samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>efter samråd</b> med handledare <b>komplexa</b> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.</p><p>Eleven redogör <b>utförligt</b> för olika trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>utförligt</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>välgrundade</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.</p><p>Eleven utför <b>efter samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>efter samråd</b> med handledare <b>komplexa</b> uppgifter i bekanta <b>och nya</b> situationer samt <b>väljer och</b> använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika <b>komplexa</b> trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>välgrundade och nyanserade</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>översiktligt</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
"Eleven utför <b>i samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>i samråd</b> med handledare <b>enkla</b> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
"Eleven redogör <b>översiktligt</b> för olika <b>enkla</b> trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>översiktligt</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>enkla</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>utförligt</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
"Eleven utför <b>efter samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>efter samråd</b> med handledare <b>komplexa</b> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
"Eleven redogör <b>utförligt</b> för olika trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>utförligt</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>välgrundade</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
"Eleven utför <b>efter samråd</b> med handledare kontroll och underhåll av fordon. I arbetet löser eleven <b>efter samråd</b> med handledare <b>komplexa</b> uppgifter i bekanta <b>och nya</b> situationer samt <b>väljer och</b> använder lämpliga arbetsmetoder och verktyg. Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet. Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som reglerar arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika <b>komplexa</b> trafiksituationer och ger exempel på olika handlingsalternativ. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika typer av riskbeteenden i trafiken. I redogörelserna gör eleven <b>välgrundade och nyanserade</b> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["AKTGUI0",
"LACLAE0",
"PERPES0",
"RESREM0",
"TRAYRK01a",
"TRAYRK01b",
"TURGUI0",
"TURREM0"]}