{"subject":"FOT",
"name":"Fotografisk bild 2",
"points":100,
"requirements":"fotografisk bild 1",
"instructiontext":"som bygger på kursen fotografisk bild 1.",
"code":"FOTFOT02",
"goaltext":"Kursen fotografisk bild 2 omfattar punkterna 1 och 3&mdash;8 under rubriken Ämnets syfte, med särskild betoning på punkterna 3&mdash;8. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,0,2,2,2,2,2,2,0],
"level":"high",
"content":["Den digitala bildens grundläggande teknik, dvs. digital bildbehandling, redigering, digitala bildformat, dokumentstorlek, bildupplösning, lagring av bilder och digitala färgrymder.",
"Den tekniska utrustningens möjligheter och begränsningar. Ljussättning i och utanför studio, olika ljuskällors egenskaper, kvalitetskrav för utsktifter och kopiering samt anpassning av bilder för publicering i olika medier.",
"Den fotografiska bildens estetiska uttrycksmedel och bildkommunikation. Komposition, ljussättning, färglära, färghantering, kontrast och färgton, bildredigering och övrigt bildbearbetning.",
"Omsättning av känslor, tankar, idéer och budskap till personliga fotografiska uttryck inom till exempel konst-, porträtt- och reklamfotografi samt inom bildjournalistik och dokumentärt berättande.",
"Metoder för en öppen och experimenterande attityd och att hitta okonventionella lösningar av bildmässiga problem.",
"Modeller för analys och tolkning av fotografiska bilder och bildernas kommunikation. Begrepp inom området.",
"Sambandet mellan bildens innehåll och form samt samverkan mellan bild och text.",
"Presentations- och bildspelsteknik.",
"Fotografiets historia från camera obscura till dagens kamerateknik.",
"Orientering om fotografiets roll i dagens samhälle och inom olika områden, till exempel naturvetenskap, teknik, press, industri, populärkultur och museum.",
"Fotografiets genrer, till exempel porträtt-, dokumentär-, press-, konst- och reklamfotografi.",
"Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar i relation till fotografiska bilder.",
"Grundläggande ergonomiska samt miljö- och säkerhetsmässiga aspekter inom fotoområdet."]}