{"subject":"FOT",
"novux":false,
"name":"Fotografisk bild 3",
"origname":"Fotografisk bild 3",
"points":100,
"instrRAW":"som bygger på kursen fotografisk bild 2.",
"descarr":["Den bygger på kursen ",
"FOTFOT02",
"."],
"reqRAW":"kursen FOTFOT02",
"code":"FOTFOT03",
"goals":[1,2,2,2,2,1,2,0,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Den fotografiska processen med särskilt fokus på den digitala bilden.",
"Den fotografiska produktionsprocessen ur ett yrkesperspektiv, dvs. arbetsorganisation, arbetsdisciplin, initiativförmåga, omdömesförmåga, tidsramar och kostnadsramar.",
"Initiering, planering och genomförande av fotografiska projekt.",
"Avancerad studiofotografering och ljussättning med digital utrustning.",
"Metoder för att utveckla kommunikationsförmåga och ett personligt bildspråk. ",
"Fördjupning av fotografiets historia från camera obscura till dagens kamerateknik.",
"Den fotografiska bildens användningsområden inom till exempel vetenskaplig kunskapsutveckling, sjukvård, information, medier, internet, näringsliv och kultur. Villkor och kvalitetskrav för publicering på internet eller i grafisk produktion och vid olika utskrifter.",
"Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar, till exempel vad gäller bildmanipulation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>översiktligt</b> för olika bildbehandlingstekniker för grafisk produktion och internet.</p><p>Eleven arbetar <b>i samråd</b> med handledar <b></b>med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck av syftet. I arbetet gör eleven <b>enkla</b> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>visst</b> handlag. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.</p><p>Eleven beskriver <b>översiktligt</b>, utifrån bildexempel, hur fotografiska bilder används för <b>några</b> olika syften och sammanhang samt redogör <b>översiktligt</b> för hur innehåll, form och sammanhang samverkar i visuell kommunikation. I beskrivningar och resonemang använder eleven <b>med viss säkerhet</b> någon <b>enkel modell</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med viss säkerhet</b> <b>enkla</b> begrepp.</p><p>Eleven redogö <b>översiktligt</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>översiktligt</b> fotografiets betydelse för <b>vardagliga</b> kulturyttringar i dagens samhälle.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>översiktligt</b> etiska frågeställningar i relation till fotografiska bilder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>utförligt</b> för olika bildbehandlingstekniker för grafisk produktion och internet.</p><p>Eleven arbetar <b>efter samråd</b> med handledare med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>god</b> teknisk och <b>tillfredsställande</b> estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetlig <b>och personligt</b> uttryck av syftet. I arbetet gör eleven experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>gott</b> handlag. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.</p><p>Eleven beskriver <b>utförligt</b>, utifrån bildexempel, hur fotografiska bilder används för <b>några</b> olika syften och sammanhang samt redogör <b>utförligt</b> för hur innehåll, form och sammanhang samverkar i visuell kommunikation. I beskrivningar och resonemang använder eleven <b>med viss säkerhet</b> <b>modeller</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med viss säkerhet</b> <b>avancerade</b> begrepp.</p><p>Eleven redogö <b>utförligt</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>utförligt, samt gör egna reflektioner över</b>, fotografiets betydelse för kulturyttringar <b>och kunskapsutveckling</b> i dagens samhälle.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt</b> etiska frågeställningar i relation till fotografiska bilder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika bildbehandlingstekniker för grafisk produktion och internet.</p><p>Eleven arbetar <b>efter samråd</b> med handledare med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>god</b> teknisk och estetisk kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetlig <b>och personligt</b> uttryck av syftet. I arbetet gör eleven <b>avancerade</b> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>mycket gott</b> handlag. Eleven motiverar <b>utförligt och nyanserat</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt och nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.</p><p>Eleven beskriver <b>utförligt och nyanserat</b>, utifrån bildexempel, hur fotografiska bilder används för <b>flera olika</b> olika syften och sammanhang samt redogör <b>utförligt och nyanserat</b> för hur innehåll, form och sammanhang samverkar ivisuell kommunikation. I beskrivningar och resonemang använder eleven <b>med säkerhet</b> <b>modeller</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med säkerhet</b> <b>avancerade</b> begrepp.</p><p>Eleven redogö <b>utförligt och nyanserat</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>utförligt och nyanserat, samt gör egna reflektioner över</b>, fotografiets betydelse för kulturyttringar <b>och kunskapsutveckling</b> i dagens samhälle.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt och nyanserat</b> etiska frågeställningar i relation till fotografiska bilder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>översiktligt</b> för olika bildbehandlingstekniker för grafisk produktion och internet.",
"Eleven arbetar <b>i samråd</b> med handledar 0med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck av syftet. I arbetet gör eleven <b>enkla</b> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>visst</b> handlag. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
"Eleven beskriver <b>översiktligt</b>, utifrån bildexempel, hur fotografiska bilder används för <b>några</b> olika syften och sammanhang samt redogör <b>översiktligt</b> för hur innehåll, form och sammanhang samverkar i visuell kommunikation. I beskrivningar och resonemang använder eleven <b>med viss säkerhet</b> någon <b>enkel modell</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med viss säkerhet</b> <b>enkla</b> begrepp.",
"Eleven redogö <b>översiktligt</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>översiktligt</b> fotografiets betydelse för <b>vardagliga</b> kulturyttringar i dagens samhälle.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>översiktligt</b> etiska frågeställningar i relation till fotografiska bilder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>utförligt</b> för olika bildbehandlingstekniker för grafisk produktion och internet.",
"Eleven arbetar <b>efter samråd</b> med handledare med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>god</b> teknisk och <b>tillfredsställande</b> estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetlig <b>och personligt</b> uttryck av syftet. I arbetet gör eleven experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>gott</b> handlag. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
"Eleven beskriver <b>utförligt</b>, utifrån bildexempel, hur fotografiska bilder används för <b>några</b> olika syften och sammanhang samt redogör <b>utförligt</b> för hur innehåll, form och sammanhang samverkar i visuell kommunikation. I beskrivningar och resonemang använder eleven <b>med viss säkerhet</b> <b>modeller</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med viss säkerhet</b> <b>avancerade</b> begrepp.",
"Eleven redogö <b>utförligt</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>utförligt, samt gör egna reflektioner över</b>, fotografiets betydelse för kulturyttringar <b>och kunskapsutveckling</b> i dagens samhälle.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt</b> etiska frågeställningar i relation till fotografiska bilder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika bildbehandlingstekniker för grafisk produktion och internet.",
"Eleven arbetar <b>efter samråd</b> med handledare med att initiera, planera och genomföra fotografiska projekt. Eleven definierar projektets syfte. Resultatet av projekten är av <b>god</b> teknisk och estetisk kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetlig <b>och personligt</b> uttryck av syftet. I arbetet gör eleven <b>avancerade</b> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <b>mycket gott</b> handlag. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> de val som har gjorts för att uppnå kvaliteten. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b>, utifrån bildexempel, hur fotografiska bilder används för <b>flera olika</b> olika syften och sammanhang samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur innehåll, form och sammanhang samverkar ivisuell kommunikation. I beskrivningar och resonemang använder eleven <b>med säkerhet</b> <b>modeller</b> för att analysera fotografisk bild och kommunikation. Dessutom använder eleven <b>med säkerhet</b> <b>avancerade</b> begrepp.",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b>, utifrån bildexempel, för fotografiets historia och beskriver <b>utförligt och nyanserat, samt gör egna reflektioner över</b>, fotografiets betydelse för kulturyttringar <b>och kunskapsutveckling</b> i dagens samhälle.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt och</b> <b>nyanserat</b> etiska frågeställningar i relation till fotografiska bilder.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FOTFOT02",
"reqarr":["FOTFOT02"],
"reqBy":["FOTFOT04"],
"friends":["FOTFOT01",
"FOTFOT02",
"FOTFOT02",
"FOTFOT04",
"FOTFOT04"]}