{"subject":"FOT",
"name":"Fotografisk bild 4",
"points":100,
"instrRAW":"som bygger på kursen fotografisk bild 3.",
"reqRAW":"kursen FOTFOT03",
"code":"FOTFOT04",
"goals":[1,2,1,1,1,1,1,0,1],
"level":"high",
"content":["Fotografens konstnärliga process.",
"Utrustning och teknik.",
"Foto som konstnärlig uttrycksform.",
"Initiering, planering och genomförande av fördjupat fotografiskt projekt.",
"Portföljarbete som arbetsmetod och redovisningsform.",
"Den fotografiska bilden, rum och rumslighet.",
"Fotografiets berättartraditioner - narration.",
"Den fotografiska bilden i det offentliga rummet.",
"Yrkesmässiga begrepp.",
"Samtida fotografer i Sverige och världen.",
"Nationell och internationell fotografisk upphovsrätt.",
"Etiska frågeställningar och internationella konventioner.",
"Entreprenörskap och företagande."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som val av utrustning ger.</p><p>Eleven initierar, planerar och genomför <b>i samråd</b> med handledare och me <b>visst</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>enkel</b> projektplan och väljer <b>med</b> <b>viss</b> <b>säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven <b>enkla</b> experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med viss säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.</p><p>Eleven resonerar <b>översiktligt</b>, utifrån <b>enkla</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>översiktligt</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>översiktligt</b> och hanterar <b>med viss säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med viss säkerhet</b> <b>enkla</b> yrkesmässiga begrepp.</p><p>Eleven redogö <b>översiktligt</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>översiktligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar med stöd av internationella konventioner.</p><p>Eleven redogör <b>översiktligt</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som val av utrustning ger.</p><p>Eleven initierar, planerar och genomför <b>efter samråd</b> med handledare och me <b>gott</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>genomarbetad</b> projektplan och väljer <b>med</b> <b>viss</b> <b>säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med viss säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.</p><p>Eleven resonerar <b>utförligt</b>, utifrån <b>välgrundade</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>utförligt</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>utförligt</b> och hanterar <b>med viss säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med viss säkerhet</b> yrkesmässiga begrepp.</p><p>Eleven redogö <b>utförligt</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>utförligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar med stöd av internationella konventioner.</p><p>Eleven redogör <b>utförligt</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de möjligheter som val av utrustning ger.</p><p>Eleven initierar, planerar och genomför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>genomarbetad</b> projektplan och väljer <b>med</b> <b>säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>god</b> teknisk och estetisk kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven <b>avancerade</b> experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>utförligt och nyanserat</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.</p><p>Eleven resonerar <b>utförligt och nyanserat</b>, utifrån <b>välgrundade och nyanserade</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>utförligt och nyanserat</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>utförligt och nyanserat</b> och hanterar <b>med säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med säkerhet</b> <b>nyanserade</b> yrkesmässiga begrepp.</p><p>Eleven redogö <b>utförligt</b> <b>och nyanserat</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>utförligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> etiska frågeställningar med stöd av internationella konventioner.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som val av utrustning ger.",
"Eleven initierar, planerar och genomför <b>i samråd</b> med handledare och me <b>visst</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>enkel</b> projektplan och väljer <b>med viss</b> <b>säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven <b>enkla</b> experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med viss säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.",
"Eleven resonerar <b>översiktligt</b>, utifrån <b>enkla</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>översiktligt</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>översiktligt</b> och hanterar <b>med viss säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med viss säkerhet</b> <b>enkla</b> yrkesmässiga begrepp.",
"Eleven redogö <b>översiktligt</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>översiktligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar med stöd av internationella konventioner.",
"Eleven redogör <b>översiktligt</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som val av utrustning ger.",
"Eleven initierar, planerar och genomför <b>efter samråd</b> med handledare och me <b>gott</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>genomarbetad</b> projektplan och väljer <b>med viss</b> <b>säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>tillfredsställande</b> teknisk och estetisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med viss säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.",
"Eleven resonerar <b>utförligt</b>, utifrån <b>välgrundade</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>utförligt</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>utförligt</b> och hanterar <b>med viss säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med viss säkerhet</b> yrkesmässiga begrepp.",
"Eleven redogö <b>utförligt</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>utförligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar med stöd av internationella konventioner.",
"Eleven redogör <b>utförligt</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den fotografiska konstnärliga processen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de möjligheter som val av utrustning ger.",
"Eleven initierar, planerar och genomför <b>efter samråd</b> med handledare och med <b>mycket gott</b> handlag ett eget fördjupat projekt. Eleven definierar projektets syfte samt gör e <b>genomarbetad</b> projektplan och väljer <b>med säkerhet</b> adekvat utrustning och teknik. Resultatet av projektet är av <b>god</b> teknisk och estetisk kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet. I arbetet gör eleven <b>avancerade</b> experiment med fotografiet som konstnärlig uttrycksform. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet. Eleven använder <b>med säkerhet</b> portföljarbete som arbetsmetod och redovisningsform.",
"Eleven resonerar <b>utförligt och</b> <b>nyanserat</b>, utifrån <b>välgrundade och nyanserade</b> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> och hanterar <b>med säkerhet</b> fotografi i det offentliga rummet. I redogörelser, beskrivningar och diskussioner använder eleven <b>med säkerhet</b> <b>nyanserade</b> yrkesmässiga begrepp.",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för samtida fotografer i Sverige och världen. Eleven redogör även <b>utförligt</b> för nationell och internationell fotografisk upphovsrätt. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> etiska frågeställningar med stöd av internationella konventioner.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}