{"subject":"FOT",
"name":"Fotografisk bild 2",
"points":100,
"instrRAW":"som bygger på kursen fotografisk bild 1.",
"descarr":["Den bygger på kursen ",
"FOTFOT01",
"."],
"reqRAW":"kursen FOTFOT01",
"code":"FOTFOT02",
"goals":[1,0,2,2,2,2,2,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Den digitala bildens grundläggande teknik, dvs. digital bildbehandling, redigering, digitala bildformat, dokumentstorlek, bildupplösning, lagring av bilder och digitala färgrymder.",
"Den tekniska utrustningens möjligheter och begränsningar. Ljussättning i och utanför studio, olika ljuskällors egenskaper, kvalitetskrav för utsktifter och kopiering samt anpassning av bilder för publicering i olika medier.",
"Den fotografiska bildens estetiska uttrycksmedel och bildkommunikation. Komposition, ljussättning, färglära, färghantering, kontrast och färgton, bildredigering och övrigt bildbearbetning.",
"Omsättning av känslor, tankar, idéer och budskap till personliga fotografiska uttryck inom till exempel konst-, porträtt- och reklamfotografi samt inom bildjournalistik och dokumentärt berättande.",
"Metoder för en öppen och experimenterande attityd och att hitta okonventionella lösningar av bildmässiga problem.",
"Modeller för analys och tolkning av fotografiska bilder och bildernas kommunikation. Begrepp inom området.",
"Sambandet mellan bildens innehåll och form samt samverkan mellan bild och text.",
"Presentations- och bildspelsteknik.",
"Fotografiets historia från camera obscura till dagens kamerateknik.",
"Orientering om fotografiets roll i dagens samhälle och inom olika områden, till exempel naturvetenskap, teknik, press, industri, populärkultur och museum.",
"Fotografiets genrer, till exempel porträtt-, dokumentär-, press-, konst- och reklamfotografi.",
"Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar i relation till fotografiska bilder.",
"Grundläggande ergonomiska samt miljö- och säkerhetsmässiga aspekter inom fotoområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.</p><p>Eleven arbetar <b>i samråd</b> med handledar <b></b>med digital bildredigering och bildmontage. Resultatet är av <b>tillfredsställande</b> teknisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>visst</b> handlag <b>delar av</b> den tekniska utrustningen. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>i samråd</b> med handledare sina bilder i <b>något</b> medium.</p><p>Eleven avläser och tolkar <b>någon</b> fotografisk bild samt resonerar <b>översiktligt</b> om vad bilden uttrycker. Eleven resonerar även <b>översiktligt</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med viss säkerhet</b> <b>någon</b> <b>enkel</b> modell för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>enkla</b> begrepp <b>med viss säkerhet</b>.</p><p>Eleven redogö <b>översiktligt</b>, utifrån exempel, för fotografiets historia och drar <b>enkla</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>översiktligt</b> etiska frågeställningar i relation till fotografiska bilder. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.</p><p>Eleven arbetar <b>efter samråd</b> med handledare med digital bildredigering och bildmontage. Resultatet är av <b>god</b> teknisk <b>och tillfredsställande estetisk</b> kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck. <b>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</b>. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>gott</b> handlag den tekniska utrustningen. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>efter samråd</b> med handledare sina bilder i <b>några</b> medier.</p><p>Eleven avläser och tolkar <b>några</b> fotografiska bilder samt resonerar <b>utförligt</b> om vad bilderna uttrycker. Eleven resonerar även <b>utförligt</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med viss säkerhet</b> modeller för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>avancerade</b> begrepp <b>med viss säkerhet</b>.</p><p>Eleven redogö <b>utförligt</b>, utifrån exempel, för fotografiets historia och drar <b>välgrundade</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt</b> etiska frågeställningar i relation till fotografiska bilde <b>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</b>. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.</p><p>Eleven arbetar <b>efter samråd</b> med handledare med digital bildredigering och bildmontage. Resultatet är av <b>jämn och</b> <b>god</b> teknisk <b>och estetisk</b> kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetligt <b>och personligt</b> uttryck. <b>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</b>. Eleven motiverar <b>utförligt och nyanserat</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>mycket gott</b> handlag den tekniska utrustningen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt och nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>efter samråd</b> med handledare sina bilder i <b>flera</b> medier.</p><p>Eleven avläser och tolkar <b>flera olika</b> fotografiska bilder samt resonerar <b>utförligt och nyanserat</b> om vad bilderna utrycker. Eleven resonerar även <b>utförligt och nyanserat</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med säkerhet</b> modeller för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>avancerade</b> begrepp <b>med säkerhet</b>.</p><p>Eleven redogö <b>utförligt och nyanserat</b>, utifrån exempel, för fotografiets historia och drar <b>välgrundade och nyanserade</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt. Eleven diskuterar också <b>utförligt och nyanserat</b> etiska frågeställningar i relation till fotografiska bilde <b>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</b>. Dessutom redogör eleven <b>utförligt och nyanserat</b> för på vilket sätt eleven i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
"Eleven arbetar <b>i samråd</b> med handledar 0med digital bildredigering och bildmontage. Resultatet är av <b>tillfredsställande</b> teknisk kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck. Eleven motiverar <b>översiktligt</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>visst</b> handlag <b>delar av</b> den tekniska utrustningen. Dessutom redogör eleven <b>översiktligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>översiktligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>i samråd</b> med handledare sina bilder i <b>något</b> medium.",
"Eleven avläser och tolkar <b>någon</b> fotografisk bild samt resonerar <b>översiktligt</b> om vad bilden uttrycker. Eleven resonerar även <b>översiktligt</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med viss säkerhet</b> <b>någon</b> <b>enkel</b> modell för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>enkla</b> begrepp <b>med viss säkerhet</b>.",
"Eleven redogö <b>översiktligt</b>, utifrån exempel, för fotografiets historia och drar <b>enkla</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>översiktligt</b> etiska frågeställningar i relation till fotografiska bilder. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
"Eleven arbetar <b>efter samråd</b> med handledare med digital bildredigering och bildmontage. Resultatet är av <b>god</b> teknisk <b>och tillfredsställande estetisk</b> kvalitet samt binder på ett <b>tillfredsställande</b> sätt samman innehåll och form till ett enhetligt uttryck. <b>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</b>. Eleven motiverar <b>utförligt</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>gott</b> handlag den tekniska utrustningen. Dessutom redogör eleven <b>utförligt</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>efter samråd</b> med handledare sina bilder i <b>några</b> medier.",
"Eleven avläser och tolkar <b>några</b> fotografiska bilder samt resonerar <b>utförligt</b> om vad bilderna uttrycker. Eleven resonerar även <b>utförligt</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med viss säkerhet</b> modeller för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>avancerade</b> begrepp <b>med viss säkerhet</b>.",
"Eleven redogö <b>utförligt</b>, utifrån exempel, för fotografiets historia och drar <b>välgrundade</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser om upphovsrätt inom området. Eleven diskuterar också <b>utförligt</b> etiska frågeställningar i relation till fotografiska bilde <b>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</b>. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar. I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
"Eleven arbetar <b>efter samråd</b> med handledare med digital bildredigering och bildmontage. Resultatet är av <b>jämn och</b> <b>god</b> teknisk <b>och estetisk</b> kvalitet samt binder på ett <b>gott</b> sätt samman innehåll och form till ett enhetligt <b>och personligt</b> uttryck. <b>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</b>. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> de val som har gjorts för att uppnå kvaliteten. I arbetet använder eleven med <b>mycket gott</b> handlag den tekniska utrustningen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de möjligheter som utrustningen ger. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap. Dessutom publicerar eleven <b>efter samråd</b> med handledare sina bilder i <b>flera</b> medier.",
"Eleven avläser och tolkar <b>flera olika</b> fotografiska bilder samt resonerar <b>utförligt och</b> <b>nyanserat</b> om vad bilderna utrycker. Eleven resonerar även <b>utförligt och</b> <b>nyanserat</b> om hur innehåll och form samverkar. I tolkningen använder eleven <b>med säkerhet</b> modeller för att analysera fotografisk bild. Dessutom använder eleven i tolkningen och resonemanget <b>avancerade</b> begrepp <b>med säkerhet</b>.",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b>, utifrån exempel, för fotografiets historia och drar <b>välgrundade och nyanserade</b> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser om upphovsrätt. Eleven diskuterar också <b>utförligt och</b> <b>nyanserat</b> etiska frågeställningar i relation till fotografiska bilde <b>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</b>. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för på vilket sätt eleven i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FOTFOT01",
"reqarr":["FOTFOT01"],
"reqBy":["FOTFOT03"]}