{"subject":"FRI",
"name":"Drift och underhåll av fritidsanläggningar",
"points":100,
"instrRAW":"som bygger på kursen fritids- och friskvårdsverksamheter.",
"descarr":["Den bygger på kursen ",
"FRIFRT0",
"."],
"reqRAW":"kursen FRIFRT0",
"code":"FRIDRF0",
"goals":[1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Planering av arbetsinsatser utifrån kvalitets- och miljöaspekter samt energimässiga och ekonomiska aspekter.",
"Föreskrifter och riktlinjer för drift, skötsel och underhåll av fritidsmiljöer och arenor.",
"Arbete utifrån bestämmelser om arbetsmiljö och säkerhet.",
"Behörighetskrav för arbete med drift och underhåll.",
"Handhavande, service och daglig tillsyn av fordon, redskap och maskiner.",
"Funktionskontroll och skötsel i enlighet med skötselinstruktioner av fasta installationer.",
"Tekniska system för drift av anläggningar, till exempel vattenrening, ljud- och ljusanläggningar, kylanläggningar och bevattningssystem.",
"Enklare underhåll av VVS.",
"Enklare snickerier och reparationer.",
"Lokalvård, vilket omfattar städteknik, hantering och val av redskap och kemiska produkter.",
"Genomförande och dokumentation av egenkontroller."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> drift och underhåll av fritidsanläggningar.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> drift och underhåll av fritidsanläggningar.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> drift och underhåll av fritidsanläggningar.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FRIFRT0"}