{"subject":"FRI",
"novux":false,
"name":"Fritidsmiljöer och arenor",
"origname":"Fritidsmiljöer och arenor",
"points":100,
"instrRAW":"som bygger på kursen fritids- och friskvårdsverksamheter.",
"descarr":["Den bygger på kursen ",
"FRIFRT0",
"."],
"reqRAW":"kursen FRIFRT0",
"code":"FRIFRS0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Verksamhetsmål, riktlinjer, föreskrifter och instruktioner för arbete vid fritidsmiljöer och arenor.",
"Organisation, ekonomi- och produktionsstyrning, planering, uppföljning och utvärdering av verksamheter vid fritidsmiljöer och arenor.",
"Regler för idrotter samt krav på lokaler, utrustning och redskap inför träning, tävling och evenemang.",
"Arbete med marknadsföring, försäljning, kundbemötande, service och värdskap utifrån gällande yrkesetik.",
"Genomförande av riskanalyser och upprätthållande av ordning och säkerhet.",
"Planering, genomförande, utvärdering och dokumentation av aktiviteter och arbetsuppgifter.",
"Bemötande av människor i olika situationer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <b>i samråd</b> med handledare. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <b>efter samråd</b> med handledare.<b> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven aktiviteterna <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>.<b> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften, diskuterar <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <b>i samråd</b> med handledare. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, diskuterar <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <b>efter samråd</b> med handledare.<b> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val samt</b> diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven aktiviteterna <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>.<b> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FRIFRT0",
"reqarr":["FRIFRT0"],
"hasreqs":true,
"friends":["TURAKT0",
"FRIBAD0",
"TURBEÖ0",
"FRIDRF0",
"FRIFRT0",
"TURGUI0",
"RESHAL0",
"TURHÅL0",
"RESMAS0",
"TURMAS0",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"TURTUR0",
"TURVÄR0"]}