{"subject":"FYS",
"name":"Fysik 2",
"points":100,
"requirements":{"type":"OR",
"arr":["fysik 1a",
"fysik 1b2"]},
"instructiontext":"som bygger på kursen fysik 1a eller kursen fysik 1b2.",
"code":"FYSFYS02",
"goaltext":"Kursen fysik 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Rörelse och krafter":["Tvådimensionell rörelse i gravitationsfält och elektriska fält.",
"Centralrörelse.",
"Vridmoment för att beskriva jämviktstillstånd.",
"Simulering av tvådimensionell rörelse med hjälp av enkla numeriska metoder."],
"Vågor, elektromagnetism och signaler":["Harmonisk svängning som modell för att beskriva fenomen inom vardag och teknik.",
"Reflektion, brytning och interferens av ljus, ljud och annan vågrörelse.",
"Stående vågor och resonans med tillämpningar inom vardag och teknik.",
"Orientering om ljudstyrka och dopplereffekt.",
"Samband mellan elektriska och magnetiska fält: magnetiskt fält kring strömförande ledare, rörelse av elektrisk laddning i magnetiskt fält, induktion och några tillämpningar, till exempel växelspänningsgeneratorn och transformatorn.",
"Våg- och partikelbeskrivning av elektromagnetisk strålning. Orientering om elektromagnetiska vågors utbredning. Fotoelektriska effekten och fotonbegreppet.",
"Materiens vågegenskaper: de Broglies hypotes och våg-partikeldualism.",
"Fysikaliska principer bakom tekniska tillämpningar för kommunikation och detektering."],
"Universums utveckling och struktur":["Orientering om aktuella modeller och teorier för beskrivningen av universums storskaliga utveckling och av galax-, stjärn- och planetbildning.",
"Atomens elektronstruktur samt absorptions- och emissionsspektra.",
"Metoder för undersökning av universum. Elektromagnetisk strålning från stjärnor och interstellära rymden.",
"Metoder för att upptäcka och undersöka exoplaneter. Villkor för liv på andra planeter."],
"Fysikens karaktär, arbetssätt och matematiska metoder":["Modeller och teorier som förenklingar av verkligheten. Modellers och teoriers giltighetsområden och samt hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Avgränsning och studier av problem med hjälp av fysikaliska resonemang och matematisk modellering innefattande linjära och icke-linjära funktioner, ekvationer och grafer samt derivator och vektorer.",
"Planering och genomförande av experimentella undersökningar och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Bearbetning och utvärdering av data och resultat med hjälp av regressionsanalys, analys av grafer, enhetsanalys och storleksuppskattningar.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess, felkällor och mätosäkerhet.",
"Fysikens relation till och gränser mot etiska, filosofiska och religiösa frågor."]}}