{"subject":"FYS",
"name":"Fysik 1b1",
"points":100,
"instrRAW":"som bygger på grundskolans kunskaper eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen fysik 1a.",
"descarr":["Den bygger på grundskolans kunskaper eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"FYSFYS01a",
"."],
"reqRAW":"grundskolans kunskaper eller motsvarande",
"notwithRAW":"kursen FYSFYS01a",
"code":"FYSFYS01b1",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Rörelse och krafter":["Hastighet, rörelsemängd och acceleration för att beskriva rörelse.",
"Krafter som orsak till förändring av hastighet och rörelsemängd. Impuls.",
"Jämvikt och linjär rörelse i homogena gravitationsfält och elektriska fält.",
"Tryck, tryckvariationer och Arkimedes princip.",
"Orientering om Einsteins beskrivning av rörelse vid höga hastigheter: Einsteins postulat, tidsdilatation och relativistisk energi."],
"Energi och energiresurser":["Arbete, effekt, potentiell energi och rörelseenergi för att beskriva olika energiformer: mekanisk, termisk, elektrisk och kemisk energi samt strålnings- och kärnenergi.",
"Energiprincipen, entropi och verkningsgrad för att beskriva energiomvandling, energikvalitet och energilagring.",
"Termisk energi: inre energi, värmekapacitet, värmetransport, temperatur och fasomvandlingar.",
"Elektrisk energi: elektrisk laddning, fältstyrka, potential, spänning, ström och resistans.",
"Energiresurser och energianvändning för ett hållbart samhälle."],
"Fysikens karaktär, arbetssätt och matematiska metoder":["Vad som kännetecknar en naturvetenskaplig frågeställning.",
"Hur modeller och teorier utgör förenklingar av verkligheten och kan förändras över tid.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Avgränsning och studier av problem med hjälp av fysikaliska resonemang och matematisk modellering innefattande linjära ekvationer, potensekvationer, funktioner och grafer samt trigonometri och vektorer.",
"Planering och genomförande av experimentella undersökningar och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Bearbetning och utvärdering av data och resultat med hjälp av analys av grafer, enhetsanalys och storleksuppskattningar.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Ställningstaganden i samhällsfrågor utifrån fysikaliska förklaringsmodeller, till exempel frågor om hållbar utveckling."]},
"judgeraw":"<h4>Betyget E</h4><p> Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> fysikaliska fenomen och samband. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven identifierar, analyserar och löser <b>enkla</b> problem i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p> Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> fysikaliska fenomen och samband. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven identifierar, analyserar och löser <b>komplexa</b> problem i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p> Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> fysikaliska fenomen och samband. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>nyanserade</b> omdömen.</p><p>Eleven identifierar, analyserar och löser <b>komplexa</b> problem i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"e":[" Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> fysikaliska fenomen och samband. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven identifierar, analyserar och löser <b>enkla</b> problem i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":[" Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> fysikaliska fenomen och samband. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven identifierar, analyserar och löser <b>komplexa</b> problem i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":[" Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> fysikaliska fenomen och samband. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur fysikens modeller och teorier utvecklas. Eleven värderar också modellers giltighet och begränsningar med <b>nyanserade</b> omdömen.",
"Eleven identifierar, analyserar och löser <b>komplexa</b> problem i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör fysikens betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"grundskolans kunskaper eller motsvarande",
"notwith":"FYSFYS01a",
"reqarr":[],
"reqBy":["FYSFYS01b2"]}