{"subject":"FYS",
"name":"Fysik 3",
"points":100,
"requirements":"fysik 2",
"instructiontext":"som bygger på kursen fysik 2.",
"code":"FYSFYS03",
"goaltext":"Kursen fysik 3 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Rörelse och krafter":["Fördjupad behandling av kraft och rörelse, till exempel rörelse med luft- och vätskemotstånd, stötar i två dimensioner, rörelsemängdsmoment och rotationsrörelse.",
"Fördjupad behandling av harmonisk svängning med tillämpning inom till exempel dämpad svängningsrörelse, elektriska växelspänningskretsar eller radiokommunikation.",
"Fördjupad behandling av vågrörelse med tillämpning inom till exempel akustik, rörelser i jordskorpan, vattenvågor och elektromagnetiska vågor.",
"Den speciella relativitetsteorin och orientering om den allmänna relativitetsteorin."],
"Materia och material":["Fortsatt behandling av våg-partikeldualismen, till exempel partikel i låda, tunneleffekten, Heisenbergs obestämdhetsrelation, endimensionella tidsoberoende Schrödingerekvationen, kvanttal och Pauliprincipen.",
"Fasta materials optiska och elektriska egenskaper som konsekvens av elektronernas energistruktur.",
"Tillämpningar av kvantfysik och fasta tillståndets fysik inom till exempel laser, halvledarelektronik och modern materialteknik.",
"Partikelmodell för ideala gaser och samband mellan mikroskopiska och makroskopiska egenskaper hos dessa."],
"Modellering och simulering":["Undersökande mindre projekt där datorbaserad numerisk simulering används för att fördjupa och tillämpa valfritt område på en problemställning med anknytning till fysik."],
"Fysikens arbetssätt och matematiska metoder":["Betydelsen av experimentellt arbete, matematik och simuleringar för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Avgränsning och studier av problem med hjälp av fysikaliska resonemang och matematisk modellering.",
"Planering och genomförande av experimentella och numeriska undersökningar samt formulering och prövning av hypoteser i samband med dessa.",
"Bearbetning och utvärdering av data och resultat.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor."]}}