{"subject":"FYS",
"name":"Fysik 1a",
"points":150,
"requirements":"grundskolans kunskaper eller motsvarande",
"notwith":{"type":"OR",
"arr":["fysik 1b1",
"fysik 1b2"]},
"instructiontext":"som bygger på grundskolans kunskaper eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen fysik 1b1 eller kursen fysik 1b2.",
"code":"FYSFYS01a",
"goaltext":"Kursen fysik 1a omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Rörelse och krafter":["Hastighet, rörelsemängd och acceleration för att beskriva rörelse.",
"Krafter som orsak till förändring av hastighet och rörelsemängd. Impuls.",
"Jämvikt och linjär rörelse i homogena gravitationsfält och elektriska fält.",
"Tryck, tryckvariationer och Arkimedes princip.",
"Orientering om Einsteins beskrivning av rörelse vid höga hastigheter: Einsteins postulat, tidsdilatation och relativistisk energi.",
"Orientering om aktuella modeller för beskrivning av materiens minsta beståndsdelar och av de fundamentala krafterna samt om hur modellerna har vuxit fram."],
"Energi och energiresurser":["Arbete, effekt, potentiell energi och rörelseenergi för att beskriva olika energiformer: mekanisk, termisk, elektrisk och kemisk energi samt strålnings- och kärnenergi.",
"Energiprincipen, entropi och verkningsgrad för att beskriva energiomvandling, energikvalitet och energilagring.",
"Termisk energi: inre energi, värmekapacitet, värmetransport, temperatur och fasomvandlingar.",
"Elektrisk energi: elektrisk laddning, fältstyrka, potential, spänning, ström och resistans.",
"Kärnenergi: atomkärnans struktur och bindningsenergi, den starka kraften, massa-energiekvivalensen, kärnreaktioner, fission och fusion.",
"Energiresurser och energianvändning för ett hållbart samhälle."],
"Strålning inom medicin och teknik":["Radioaktivt sönderfall, joniserande strålning, partikelstrålning, halveringstid och aktivitet.",
"Orientering om elektromagnetisk strålning och ljusets partikelegenskaper.",
"Växelverkan mellan olika typer av strålning och biologiska system, absorberad och ekvivalent dos. Strålsäkerhet.",
"Tillämpningar inom medicin och teknik."],
"Klimat- och väderprognoser":["Ideala gaslagen som en modell för att beskriva atmosfärens fysik.",
"Orientering om hur fysikaliska modeller och mätmetoder används för att göra prognoser för klimat och väder.",
"Prognosers tillförlitlighet och begränsningar."],
"Fysikens karaktär, arbetssätt och matematiska metoder":["Vad som kännetecknar en naturvetenskaplig frågeställning.",
"Hur modeller och teorier utgör förenklingar av verkligheten och kan förändras över tid.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Avgränsning och studier av problem med hjälp av fysikaliska resonemang och matematisk modellering innefattande linjära ekvationer, potens- och exponentialekvationer, funktioner och grafer samt trigonometri och vektorer.",
"Planering och genomförande av experimentella undersökningar och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Bearbetning och utvärdering av data och resultat med hjälp av analys av grafer, enhetsanalys och storleksuppskattningar.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Ställningstaganden i samhällsfrågor utifån fysikaliska förklaringsmodeller, till exempel frågor om hållbar utveckling."]}}