{"subject":"FÖR",
"name":"Redovisning 2",
"points":100,
"instrRAW":"som bygger på kursen företagsekonomi 2 eller kursen redovisning 1.",
"descarr":["Den bygger på kursen ",
"FÖRFÖR02",
" eller kursen ",
"FÖRRED01",
"."],
"reqRAW":"kursen FÖRFÖR02 eller kursen FÖRRED01",
"code":"FÖRRED02",
"goals":[0,1,0,2,1,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Redovisningsprinciper samt lagar, normer och praxis som styr redovisningens utformning.",
"Registrering av olika typer av affärshändelser med hjälp av kontoplan.",
"Värdering av tillgångar och skulder.",
"Olika typer av periodiseringar samt resultatregleringar med hjälp av bokslutsdispositioner.",
"Bokslut, beskattning och revision i olika företagsformer samt räkenskapsanalys.",
"Årsredovisningens innehåll och funktion.",
"Identifiering och analys av redovisningsproblem. Metoder för att strukturera och lösa redovisningsproblem.",
"Datorbaserat redovisningssystem. I samband med det behandlas säkerhets- och kontrollfrågor förknippade med databehandling."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>översiktligt</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.</p><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven använder <b>med viss säkerhet enkla</b> redovisningstekniska metoder. Dessutom genomför eleven <b>enkla</b> räkenskapsanalyser samt diskuterar <b>översiktligt</b> resultaten. Med hjälp av <b>enkla</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning.</p><p>Eleven formulerar <b>med viss säkerhet enkla</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>i samråd</b> med handledare in information från olika källor och gör en <b>enkel</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>enkla</b> resonemang och drar <b>enkla</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <b>enkla</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>utförligt</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.</p><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven använder <b>med viss säkerhet</b> redovisningstekniska metoder. Dessutom genomför eleven räkenskapsanalyser samt diskuterar <b>utförligt</b> resultaten. Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <b>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</b>.</p><p>Eleven formulerar <b>med viss säkerhet</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>efter samråd</b> med handledare in information från olika källor och gör en <b>välgrundad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>välgrundade</b> resonemang och drar <b>välgrundade</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <b>välgrundade</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning. <b>I redogörelsen reflekterar eleven över lagarnas och bestämmelsernas syfte och effekter</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven <b>väljer och</b> använder <b>med säkerhet</b> redovisningstekniska metoder. Dessutom genomför eleven <b>komplexa</b> räkenskapsanalyser samt diskuterar <b>utförligt och nyanserat</b> resultaten. Med hjälp av <b>komplexa</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <b>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</b>.</p><p>Eleven formulerar <b>med säkerhet komplexa</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>efter samråd</b> med handledare in information från olika, <b>även mer avancerade</b>, källor och gör en <b>välgrundad och nyanserad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen <b>på ett strukturerat sätt</b>, för <b>välgrundade och nyanserade</b> resonemang och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning, <b>diskuterar dem ur olika perspektiv</b> samt ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>översiktligt</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.",
"Eleven redogör <b>översiktligt</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven använder <b>med viss säkerhet enkla</b> redovisningstekniska metoder. Dessutom genomför eleven <b>enkla</b> räkenskapsanalyser samt diskuterar <b>översiktligt</b> resultaten. Med hjälp av <b>enkla</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning.",
"Eleven formulerar <b>med viss säkerhet enkla</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>i samråd</b> med handledare in information från olika källor och gör en <b>enkel</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>enkla</b> resonemang och drar <b>enkla</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <b>enkla</b> argument för sina ståndpunkter.",
"Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>utförligt</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.",
"Eleven redogör <b>utförligt</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven använder <b>med viss säkerhet</b> redovisningstekniska metoder. Dessutom genomför eleven räkenskapsanalyser samt diskuterar <b>utförligt</b> resultaten. Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <b>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</b>.",
"Eleven formulerar <b>med viss säkerhet</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>efter samråd</b> med handledare in information från olika källor och gör en <b>välgrundad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>välgrundade</b> resonemang och drar <b>välgrundade</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <b>välgrundade</b> argument för sina ståndpunkter.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> redovisningens och revisionens funktion i företaget med hjälp av några exempel. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan företagens redovisning och deras samhällsansvar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för lagar, normer och praxis som påverkar utformningen av företagens redovisning. <b>I redogörelsen reflekterar eleven över lagarnas och bestämmelsernas syfte och effekter</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp inom redovisning, revision och beskattning. Eleven <b>väljer och</b> använder <b>med säkerhet</b> redovisningstekniska metoder. Dessutom genomför eleven <b>komplexa</b> räkenskapsanalyser samt diskuterar <b>utförligt och</b> <b>nyanserat</b> resultaten. Med hjälp av <b>komplexa</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <b>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</b>.",
"Eleven formulerar <b>med säkerhet komplexa</b> frågeställningar inom redovisning, revision och beskattning, samlar <b>efter samråd</b> med handledare in information från olika, <b>även mer avancerade</b>, källor och gör en <b>välgrundad och nyanserad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen <b>på ett strukturerat sätt</b>, för <b>välgrundade och nyanserade</b> resonemang och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning, <b>diskuterar dem ur olika perspektiv</b> samt ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["FÖRFÖR02",
"FÖRRED01"]},
"reqarr":["FÖRFÖR02",
"FÖRRED01"],
"friends":["FÖRENT0",
"FÖRFÖR00S",
"FÖRFÖR01",
"FÖRFÖR02",
"FÖRFÖR02",
"FÖRMAD0",
"FÖRRED01",
"FÖRRED01"]}