{"subject":"FÖR",
"name":"Företagsekonomi 2",
"points":100,
"instrRAW":"som bygger på kursen företagsekonomi 1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen redovisning 1.",
"instrRAW2":"som bygger på kursen företagsekonomi 1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen redovisning 1.",
"reqRAW":"kursen FÖRFÖR01",
"notwithRAW":"kursen FÖRRED01",
"code":"FÖRFÖR02",
"goals":[1,1,0,2,1,0,1],
"level":"high",
"content":["Företagens roll och villkor i samhället ur ett historiskt och internationellt perspektiv. I samband med det behandlas företagens samhällsnytta och samhällsansvar utifrån begreppet hållbar utveckling.",
"Grundläggande lagar och andra bestämmelser som styr företagens agerande inom olika områden.",
"Affärsidéns utformning och betydelse. I samband med det behandlas affärsplanens uppbyggnad och funktion.",
"Marknadsföring i form av omvärldsanalys och olika verktyg för värdeskapande processer.",
"Metoder, teorier och modeller som används i företagens interna styrning och planering i form av budgetering och kalkylering.",
"Bokföring och bokslut med enkla periodiseringar och enkel räkenskapsanalys. I samband med det behandlas revisionens funktion i en verksamhet.",
"Begrepp, teorier och modeller som förklarar hur människor och arbetsgrupper fungerar i organisatoriska sammanhang samt hur ledarskap fungerar. I samband med det behandlas frågor om etik och jämställdhet i arbetslivet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>översiktligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.</p><p>Eleven redogör <b>översiktligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet enkla</b> företagsekonomiska metoder. Med hjälp av <b>enkla</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.</p><p>Eleven formulerar <b>med viss säkerhet enkla</b> företagsekonomiska frågeställningar, samlar <b>i samråd</b> med handledare in information från olika källor och gör en <b>enkel</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>enkla</b> resonemang och drar <b>enkla</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <b>enkla</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.</p><p>Eleven redogör <b>utförligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet</b> företagsekonomiska metoder. Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</b>.</p><p>Eleven formulerar <b>med viss säkerhet</b> företagsekonomiska frågeställningar, samlar <b>efter samråd</b> med handledare in information från olika källor och gör en <b>välgrundad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>välgrundade</b> resonemang och drar <b>välgrundade</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <b>välgrundade</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt och nyanserat</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser <b>samt utifrån politiska och samhällsekonomiska förutsättningar</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av företagsekonomiska begrepp. Vidare <b>väljer och</b> använder eleven <b>med säkerhet</b> företagsekonomiska metoder. Med hjälp av <b>komplexa</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</b>.</p><p>Eleven formulerar <b>med säkerhet</b> <b>komplexa</b> företagsekonomiska frågeställningar, samlar <b>efter samråd</b> med handledare in information från olika, <b>även mer avancerade</b>, källor och gör en <b>välgrundad och nyanserad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen <b>på ett strukturerat sätt</b>, för <b>välgrundade och nyanserade</b> resonemang och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar, <b>diskuterar dem ur olika perspektiv</b> och ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>översiktligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
"Eleven redogör <b>översiktligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet enkla</b> företagsekonomiska metoder. Med hjälp av <b>enkla</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
"Eleven formulerar <b>med viss säkerhet enkla</b> företagsekonomiska frågeställningar, samlar <b>i samråd</b> med handledare in information från olika källor och gör en <b>enkel</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>enkla</b> resonemang och drar <b>enkla</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <b>enkla</b> argument för sina ståndpunkter.",
"Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
"Eleven redogör <b>utförligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet</b> företagsekonomiska metoder. Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</b>.",
"Eleven formulerar <b>med viss säkerhet</b> företagsekonomiska frågeställningar, samlar <b>efter samråd</b> med handledare in information från olika källor och gör en <b>välgrundad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen, för <b>välgrundade</b> resonemang och drar <b>välgrundade</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <b>välgrundade</b> argument för sina ståndpunkter.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt och</b> <b>nyanserat</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser <b>samt utifrån politiska och samhällsekonomiska förutsättningar</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av företagsekonomiska begrepp. Vidare <b>väljer och</b> använder eleven <b>med säkerhet</b> företagsekonomiska metoder. Med hjälp av <b>komplexa</b> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</b>.",
"Eleven formulerar <b>med säkerhet</b> <b>komplexa</b> företagsekonomiska frågeställningar, samlar <b>efter samråd</b> med handledare in information från olika, <b>även mer avancerade</b>, källor och gör en <b>välgrundad och nyanserad</b> bedömning av informationens trovärdighet. Eleven sammanställer informationen <b>på ett strukturerat sätt</b>, för <b>välgrundade och nyanserade</b> resonemang och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar, <b>diskuterar dem ur olika perspektiv</b> och ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FÖRFÖR01",
"notwith":"FÖRRED01",
"reqBy":["FÖRFÖR00S",
"FÖRRED02"]}