{"subject":"FÖR",
"novux":false,
"name":"Företagsekonomi 1",
"origname":"Företagsekonomi 1",
"points":100,
"instrRAW":"Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen redovisning 1.",
"descarr":["Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"FÖRRED01",
"."],
"notwithRAW":"kursen FÖRRED01",
"code":"FÖRFÖR01",
"goals":[1,1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Företagens roll och villkor i samhället i fråga om samhällsnytta och samhällsansvar, i nutiden och ur ett historiskt perspektiv.",
"Olika typer av företag och företagsformer. I samband med det behandlas hur man startar ett företag samt affärsidéns utformning och betydelse.",
"Grundläggande företagsekonomiska begrepp och modeller samt kalkylering.",
"Grundläggande budgeteringsformer, bokföring och bokslut.",
"Grundläggande metoder i marknadsföring. I samband med det behandlas företagens etiska ansvar samt lagar och andra bestämmelser som styr företagens marknadsföring.",
"Grundläggande projektmetodik i samband med enkla företagsekonomiska projekt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>översiktligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.</p><p>Eleven beskriver <b>översiktligt</b> olika funktioner i ett företag samt redogör <b>översiktligt</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>översiktligt</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>översiktligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet enkla</b> företagsekonomiska metoder. Med hjälp av <b>enkla</b> modeller förklarar eleven företagsekonomiska företeelser och sammanhang.</p><p>Eleven upprättar <b>i samråd</b> med handledare en <b>enkel</b> projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>enkla</b> omdömen.</p><p>Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.</p><p>Eleven beskriver <b>utförligt</b> olika funktioner i ett företag samt redogör <b>utförligt</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>utförligt</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>utförligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet</b> företagsekonomiska metoder. Med hjälp av modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med enkla omdömen modellernas användbarhet</b>.</p><p>Eleven upprättar <b>efter samråd</b> med handledare en projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>efter samråd</b> med handledare, <b>inom givna tidsramar</b> och med <b>tillfredsställande</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt och nyanserat</b> företagens villkor, med utgångspunkt i grundläggande lagar och andra bestämmelser <b>samt utifrån politiska och samhällsekonomiska förutsättningar</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> olika funktioner i ett företag <b>och hur de samordnas för att man ska nå uppställda mål</b> samt redogör <b>utförligt och nyanserat</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>utförligt och nyanserat</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>utförligt och nyanserat</b> för innebörden av företagsekonomiska begrepp. Vidare <b>väljer och</b> använder eleven <b>med säkerhet</b> företagsekonomiska metoder. Med hjälp a <b></b>modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med nyanserade omdömen modellernas användbarhet</b>.</p><p>Eleven upprättar <b>efter samråd</b> med handledare en <b>genomarbetad</b> projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>efter samråd</b> med handledare, <b>inom givna tidsramar</b> och med <b>gott</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetsprocessen kan förbättras</b>.</p><p>Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>översiktligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>översiktligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
"Eleven beskriver <b>översiktligt</b> olika funktioner i ett företag samt redogör <b>översiktligt</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>översiktligt</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>översiktligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet enkla</b> företagsekonomiska metoder. Med hjälp av <b>enkla</b> modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
"Eleven upprättar <b>i samråd</b> med handledare en <b>enkel</b> projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>enkla</b> omdömen.",
"Eleven använder <b>i samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt</b> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
"Eleven beskriver <b>utförligt</b> olika funktioner i ett företag samt redogör <b>utförligt</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>utförligt</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>utförligt</b> för innebörden av företagsekonomiska begrepp. Vidare använder eleven <b>med viss säkerhet</b> företagsekonomiska metoder. Med hjälp av modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med enkla omdömen modellernas användbarhet</b>.",
"Eleven upprättar <b>efter samråd</b> med handledare en projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>efter samråd</b> med handledare, <b>inom givna tidsramar</b> och med <b>tillfredsställande</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>nyanserade</b> omdömen.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> företagens roll i samhället med hjälp av några exempel. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar. Med hjälp av några exempel beskriver eleven <b>utförligt och</b> <b>nyanserat</b> företagens villkor, med utgångspunkt i grundläggande lagar och andra bestämmelser <b>samt utifrån politiska och samhällsekonomiska förutsättningar</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika funktioner i ett företag <b>och hur de samordnas för att man ska nå uppställda mål</b> samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur man startar och driver ett företag. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för affärsidéns utformning samt dess betydelse för företagets verksamhet. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av företagsekonomiska begrepp. Vidare <b>väljer och</b> använder eleven <b>med säkerhet</b> företagsekonomiska metoder. Med hjälp a 0modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <b>Eleven värderar med nyanserade omdömen modellernas användbarhet</b>.",
"Eleven upprättar <b>efter samråd</b> med handledare en <b>genomarbetad</b> projektplan inom det företagsekonomiska kunskapsområdet. Eleven tar eget ansvar samt genomför projektet <b>efter samråd</b> med handledare, <b>inom givna tidsramar</b> och med <b>gott</b> resultat. Dessutom utvärderar eleven arbetsprocessen och resultatet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetsprocessen kan förbättras</b>.",
"Eleven använder <b>efter samråd</b> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"notwith":"FÖRRED01",
"notwitharr":["FÖRRED01"],
"reqBy":["FÖRFÖR02",
"FÖRENT0",
"FÖRMAD0"],
"hasreqs":true,
"friends":["ENTENR0",
"FÖRENT0",
"FÖRFÖR00S",
"FÖRFÖR02",
"FÖRMAD0",
"FÖRRED01",
"FÖRRED02"]}