{"subject":"FÖS",
"name":"Servicekunskap",
"points":100,
"code":"FÖSSEV0",
"goals":[2,1,1,0,0,0,0,0,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Grundläggande servicekoncept, funktioner och begrepp samt betydelsen av god kundservice.",
"Arbete med service vid försäljning av olika slags produkter och tjänster.",
"Säljarens arbetsuppgifter i olika branscher och service i olika typer av verksamheter.",
"Attityder och värderingar i servicesituationer.",
"Verbal och ickeverbal kommunikation samt olika kulturella kommunikationsmönster.",
"Förhållningssätt och hur man agerar i olika kund- och servicesituationer.",
"Konsumentlagar och god säljetik.",
"Betalningssätt och betalningsformer.",
"Arbetsmiljö och säkerhet, till exempel säkerhetstänkande och säkerhetsregler i yrken och organisationer inom handels- och tjänstesektorn.",
"Tillämpning av ergonomiska och miljömedvetna arbetssätt inom olika serviceyrken, till exempel yrkena säljare, kundmottagare och administratör.",
"Metoder för utvärdering av service.",
"Datorstöd i service- och säljarbetet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>översiktligt</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>översiktligt</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>i samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>utförligt</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt</b> <b>och nyanserat</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> <b>och nyanserat</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>utförligt</b> <b>och nyanserat</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>översiktligt</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>översiktligt</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>i samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>utförligt</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur enkelt servicearbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur attityder, värderingar, förhållningssätt och säljetik påverkar service och försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom service. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["ADMADM00S",
"HANHAN00S"]}