{"subject":"FÖS",
"name":"Personlig försäljning 3",
"points":100,
"instrRAW":"som bygger på kursen personlig försäljning 2.",
"descarr":["Den bygger på kursen FÖSPER02."],
"reqRAW":"kursen FÖSPER02",
"code":"FÖSPER03",
"goals":[1,2,2,1,1,1,1,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Säljplaner och säljprocessen, till exempel försäljning mellan företag, nyckelkundsförsäljning, systemförsäljning, teknisk försäljning och tjänsteförsäljning.",
"Affärskommunikation och försäljning i olika affärskulturer och påverkan av olika affärsseder.",
"Säljtekniker för säljare i exportföretag.",
"Säljstyrning och säljledning, hur man leder och utvecklar säljare samt utvecklar säljarbetet och säljstrategier i verksamheten.",
"Marknadsföring och säljarens roll i ett marknadsföringssystem.",
"Kundpsykologi.",
"Förhandlingstekniker och hur man driver egna projekt inom försäljningsområdet.",
"Retorik och presentationsteknik för säljbudskap."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>översiktligt</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>översiktligt</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>i samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>utförligt</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt</b> <b>och nyanserat</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> <b>och nyanserat</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>utförligt</b> <b>och nyanserat</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>översiktligt</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>översiktligt</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>i samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>utförligt</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med viss säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur avancerat säljarbete planeras, organiseras och genomförs på ett säljinriktat sätt i olika branscher. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> säljarens roll i ett marknadsföringssystem, hur affärskommunikation planeras och genomförs samt hur säljstyrning och säljledning används i säljarbetet. I beskrivningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur attityder, värderingar, förhållningssätt och affärsseder påverkar försäljningssituationer.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom personlig försäljning. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande arbetsmetoder, tekniker och arbetsmaterial. Eleven genomför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång använder eleven <b>med säkerhet</b> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <b>efter samråd</b> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"FÖSPER02",
"reqarr":["FÖSPER02"]}