{"subject":"GEO",
"name":"Geografi 1",
"points":100,
"requirements":"grundskolans kunskaper eller motsvarande",
"instructiontext":"som bygger på grundskolans kunskaper eller motsvarande.",
"code":"GEOGEO01",
"goaltext":"Kursen geografi 1 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
"goals":[1,1,1,1,1,0,0],
"level":"basic",
"content":["Jordens naturgeografiska och geologiska byggnad, utveckling och förändring över tid och rum. Processer i mark, vatten och luft, hur de samverkar och ger upphov till varierande naturlandskap på jorden samt hur och varför de förändras över tid. Människans användning och omvandling av naturlandskapet och utveckling av olika kulturlandskap över tid. Analys av naturliga hot, risker och samhällets sårbarhet.",
"Människans behov av naturresurser över tid. Resurstillgångar och resursernas ojämna fördelning samt konsekvenser av samhällets resursanvändning. Samband mellan odlingsbar mark, livsmedelsproduktion, politisk ekologi och lokal utveckling. Energiomställning, förnybara energitillgångar och ny teknik samt lokal, regional och global samhällsutveckling.",
"Befolkningsutveckling, befolkningsfördelning och rumslig förändring. Urbanisering samt städers framväxt, funktion, struktur och miljöpåverkan. Betydelsen av migration, utbildning, miljöförändring, försörjningsstrategier, reproduktiv hälsa och familjeplanering sett ur olika perspektiv, till exempel kön, sexualitet, etnicitet och socioekonomiska förhållanden.",
"Globaliseringens drivkrafter och konsekvenser avseende ekonomiska verksamheter och lokal och regional utveckling samt intressen och mönster i en global värld. Geografisk arbetsdelning, transnationella företag, industriella distrikt, transporter och kommunikation.",
"Den globala spelplanen och lokal utveckling. Samband mellan befolkningsutveckling, resurstillgång, resursanvändning och intressekonflikter. Etiska frågor kopplade till konkurrensen om jordens resurser, alternativa och möjliga vägar till social rättvisa och hållbar utveckling.",
"En klimatförändrad värld. Jordens klimat samt klimatets variation och föränderlighet över olika tidsperspektiv. Klimatklassificering. Klimatförändringens konsekvenser för naturlandskapet, samhällsutvecklingen och människans livsvillkor, lokalt och globalt. Vattenresurser och utvecklingsfrågor.",
"Geografiska källor och rumslig information. Hur data samlas in, till exempel genom kartor, satellit- och flygbilder, fältstudier och laborationer. Hur geografisk information värderas, bearbetas och presenteras. Hur man framställer kartor.",
"Kartografins grunder, till exempel jordmodeller, kartprojektioner, positionering och kartan som modell av verkligheten. Skala och generalisering. Kartframställning. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta."]}