{"subject":"GEO",
"name":"Geografi 1",
"points":100,
"instrRAW":"som bygger på grundskolans kunskaper eller motsvarande.",
"descarr":["Den bygger på grundskolans kunskaper eller motsvarande."],
"reqRAW":"grundskolans kunskaper eller motsvarande",
"code":"GEOGEO01",
"comments":{"innehållet":"<h4>Samhällets sårbarhet</h4><p>Samhällets sårbarhet kopplas idag ofta ihop med klimatförändringar, extremt väder och hållbar utveckling. Samhället är sårbart för olika funktionsstörningar som en följd av exempelvis översvämningar, vulkanutbrott, vattenburen virussmitta eller terroristbrott. Analyser av samhällets sårbarhet mot olika typer av störningar i fred, kris och krig, till exempel el-, vatten-, gas- och teleavbrott och översvämningar genomförs fortlöpande av organisationer, myndigheter och företag. I Sverige har till exempel samtliga kommuner i landet i uppdrag av regeringen att kartlägga den egna kommunens sårbarhet. Att anlägga olika perspektiv, till exempel ett genusperspektiv, när analys av samhällets, platsers eller gruppers sårbarhet görs, är ett sätt att synliggöra de ojämlika livsvillkor som människor lever under. Resultatet kan användas för att diskutera och föreslå åtgärder som leder till att minska de sociala orättvisorna och i förlängningen till ett mer hållbart samhälle.</p><h4>Politisk ekologi</h4><p><em>Politisk ekologi</em>är ett område för studier om hållbar utveckling där samband mellan politik och ekologi analyseras. Inom politisk ekologi studeras till exempel hur naturresursutnyttjande är beroende av och kopplat till en vidare politisk och ekonomisk ram. Ekonomisk tillväxt, teknologisk utveckling, miljöproblem och globala ojämlikheter analyseras samt samband mellan tillväxt, stagnation och miljöförslitning inom och mellan olika regioner och platser. I skolans geografiundervisning kan nyttjandet av mark och andra naturresurser på lokal eller global nivå studeras. Det egna lokalsamhällets bruk av vatten- och markresurser över tid kan till exempel utgöra ett fältstudieobjekt.</p><h4>Reproduktiv hälsa</h4><p>WHO:s definition av <em>reproduktiv hälsa</em> innebär ett tillstånd av fullständigt fysiskt, mentalt och socialt välbefinnande inom samtliga områden som rör det reproduktiva systemet och dess funktioner. Det kan till exempel innebära ett tillfredsställande och tryggt sexualliv med tillgång till bra preventivmedel, förmåga till fortplantning, och ett gott omhändertagande under och efter graviditet och förlossning. I ett globalt perspektiv är reproduktiv hälsa ojämlikt fördelad, det finns stora skillnader såväl mellan länder som inom länder. Som orsaker till dessa skillnader anges ofta maktstrukturer med koppling till ekonomi, politik och religion. Samhällets traditioner och kultur kan också vara av stor betydelse.</p><p><strong>Den globala spelplanen</strong></p><p><em>Den globala spelplanen</em>är ett begrepp som används för att beskriva globaliseringens effekter vad det gäller den globala ekonomin. Globaliseringsprocessen har påverkat kommunikation, handel och transporter. Innovationer och nyheter sprids snabbt med hjälp av internet och nya tekniker. Producenter och konsumenter kan via internet jämföra utbud, priser, kvalitet, åtaganden och betalningsvillkor. Den globala spelplanen ger till exempel möjligheter för konsumenter att utöva påtryckning och förändring när det till exempel gäller barnarbete, miljöfarlig verksamhet och bättre arbetsmiljö.</p><h4>Visualisering av geografisk information</h4><p>Geografer arbetar ofta med visualiseringar i karta och animationer. Inslag i nyhetsprogram på tv och väderrapportering är exempel på när geografisk information presenteras med hjälp av visualiseringar och animationer.</p>"},
"goals":[1,1,1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Jordens naturgeografiska och geologiska byggnad, utveckling och förändring över tid och rum. Processer i mark, vatten och luft, hur de samverkar och ger upphov till varierande naturlandskap på jorden samt hur och varför de förändras över tid. Människans användning och omvandling av naturlandskapet och utveckling av olika kulturlandskap över tid. Analys av naturliga hot, risker och samhällets sårbarhet.",
"Människans behov av naturresurser över tid. Resurstillgångar och resursernas ojämna fördelning samt konsekvenser av samhällets resursanvändning. Samband mellan odlingsbar mark, livsmedelsproduktion, politisk ekologi och lokal utveckling. Energiomställning, förnybara energitillgångar och ny teknik samt lokal, regional och global samhällsutveckling.",
"Befolkningsutveckling, befolkningsfördelning och rumslig förändring. Urbanisering samt städers framväxt, funktion, struktur och miljöpåverkan. Betydelsen av migration, utbildning, miljöförändring, försörjningsstrategier, reproduktiv hälsa och familjeplanering sett ur olika perspektiv, till exempel kön, sexualitet, etnicitet och socioekonomiska förhållanden.",
"Globaliseringens drivkrafter och konsekvenser avseende ekonomiska verksamheter och lokal och regional utveckling samt intressen och mönster i en global värld. Geografisk arbetsdelning, transnationella företag, industriella distrikt, transporter och kommunikation.",
"Den globala spelplanen och lokal utveckling. Samband mellan befolkningsutveckling, resurstillgång, resursanvändning och intressekonflikter. Etiska frågor kopplade till konkurrensen om jordens resurser, alternativa och möjliga vägar till social rättvisa och hållbar utveckling.",
"En klimatförändrad värld. Jordens klimat samt klimatets variation och föränderlighet över olika tidsperspektiv. Klimatklassificering. Klimatförändringens konsekvenser för naturlandskapet, samhällsutvecklingen och människans livsvillkor, lokalt och globalt. Vattenresurser och utvecklingsfrågor.",
"Geografiska källor och rumslig information. Hur data samlas in, till exempel genom kartor, satellit- och flygbilder, fältstudier och laborationer. Hur geografisk information värderas, bearbetas och presenteras. Hur man framställer kartor.",
"Kartografins grunder, till exempel jordmodeller, kartprojektioner, positionering och kartan som modell av verkligheten. Skala och generalisering. Kartframställning. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>översiktligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör <b>översiktligt</b> för <b>enkla</b> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en <b>enkel</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>översiktligt</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven beskriver <b>översiktligt</b> grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med viss säkerhet</b> och med hjälp av <b>en</b> lämplig <b>enkel</b> metod och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> och på ett strukturerat sätt sitt resultat.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör <b>utförligt</b> för samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>utförligt</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven beskriver <b>utförligt</b> grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med viss säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. <b>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> och på ett strukturerat sätt sitt resultat.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt och nyanserat</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>flera</b> geografiska begrepp, samt använder <b>med säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>komplexa</b> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en <b>komplex</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven redogör utförligt för grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med säkerhet</b> data samt värderar dem med <b>nyanserade</b> omdömen. <b>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med</b> <b>säkerhet</b> och på ett strukturerat sätt sitt resultat.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>översiktligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör <b>översiktligt</b> för <b>enkla</b> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en <b>enkel</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>översiktligt</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven beskriver <b>översiktligt</b> grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med viss säkerhet</b> och med hjälp av <b>en</b> lämplig <b>enkel</b> metod och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med viss säkerhet</b> och på ett strukturerat sätt sitt resultat."],
"C":["Eleven redogör <b>utförligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör <b>utförligt</b> för samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>utförligt</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven beskriver <b>utförligt</b> grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med viss säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. <b>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med viss säkerhet</b> och på ett strukturerat sätt sitt resultat."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>flera</b> geografiska begrepp, samt använder <b>med säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>komplexa</b> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter. Eleven gör en <b>komplex</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven redogör utförligt för grunderna i kartografi samt identifierar, besvarar och presenterar, <b>med säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med säkerhet</b> data samt värderar dem med <b>nyanserade</b> omdömen. <b>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med säkerhet</b> och på ett strukturerat sätt sitt resultat."]},
"req":"grundskolans kunskaper eller motsvarande",
"reqarr":[],
"reqBy":["GEOGEO02"],
"friends":["Geografi 1-3",
"GEOGEO02",
"Geografi 4-6",
"Geografi 7-9",
"GEOGEO0"]}