{"subject":"GEO",
"name":"Geografi 2",
"origname":"Geografi 2",
"points":100,
"instrRAW":"som bygger på kursen geografi 1. ",
"descarr":["Den bygger på kursen ",
"GEOGEO01",
". "],
"reqRAW":"kursen GEOGEO01",
"code":"GEOGEO02",
"comments":{"innehållet":"<h4>Hållbara städer</h4><p>Över hälften av jordens befolkning bor idag i städer och städerna fortsätter att växa snabbt. Begreppet <em>hållbara städer</em> tar sin utgångspunkt i staden som ett system där strävan efter största möjliga resurseffektivitet är i fokus. Att bygga hållbara städer innebär att utveckla miljöeffektiva lösningar som kan integreras med andra funktioner i en stad. För att ett hållbart kretslopp inom staden ska kunna skapas krävs att olika delsystem samverkar. Viktiga delsystem är stadsplanering, infrastruktur (energi, vatten, avfall), kommunikation, transporter samt offentliga tjänster.</p><p><strong>Den globala spelplanen</strong></p><p><em>Den globala spelplanen</em>är ett begrepp som används för att beskriva globaliseringens effekter vad det gäller den globala ekonomin. Globaliseringsprocessen har påverkat kommunikation, handel och transporter. Innovationer och nyheter sprids snabbt med hjälp av internet och nya tekniker. Producenter och konsumenter kan via internet jämföra utbud, priser, kvalitet, åtaganden och betalningsvillkor. Den globala spelplanen ger till exempel möjligheter för konsumenter att utöva påtryckning och förändring när det till exempel gäller barnarbete, miljöfarlig verksamhet och bättre arbetsmiljö.</p><h4>Samhällets sårbarhet</h4><p>Samhällets sårbarhet kopplas idag ofta ihop med klimatförändringar, extremt väder och hållbar utveckling. Samhället är sårbart för olika funktionsstörningar som en följd av exempelvis översvämningar, vulkanutbrott, vattenburen virussmitta eller terroristbrott. Analyser av samhällets sårbarhet mot olika typer av störningar i fred, kris och krig, till exempel el-, vatten-, gas- och teleavbrott och översvämningar genomförs fortlöpande av organisationer, myndigheter och företag. I Sverige har till exempel samtliga kommuner i landet i uppdrag av regeringen att kartlägga den egna kommunens sårbarhet. Att anlägga olika perspektiv, till exempel ett genusperspektiv, när analys av samhällets, platsers eller gruppers sårbarhet görs, är ett sätt att synliggöra de ojämlika livsvillkor som människor lever under. Resultatet kan användas för att diskutera och föreslå åtgärder som leder till att minska de sociala orättvisorna och i förlängningen ett mer hållbart samhälle.</p><h4>Resiliens</h4><p><em>Resiliens</em>avser en långsiktig förmåga hos ett system att motstå olika störningar och förändringar för att kunna fortsätta att utvecklas. För ett ekosystem som en skog kan störningar orsakas av stormar, skogsbränder och miljögifter. Social resiliens avser förmågan hos ett samhälle att återhämta sig efter exempelvis en naturkatastrof eller en terroraktion. Resiliens är idag ett centralt begrepp inom hållbar utveckling.</p><h4>Visualisering av geografisk information i karta</h4><p>Geografer arbetar ofta med visualiseringar i karta och animationer. Inslag i nyhetsprogram på tv och väderrapportering är exempel på när geografisk information presenteras med hjälp av visualiseringar och animationer.</p>      "},
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Samhällsplanering i ett rumsligt perspektiv kopplat till befolkningsutveckling och befolkningsprognoser, markanvändningsfrågor och hållbar utveckling.",
"Lokalisering av bebyggelse och infrastruktur samt olika perspektiv på hållbar utveckling. Miljökonsekvensbeskrivning, regionalpolitik, fysisk planering och andra planeringsformer och metoder som samhället kan använda för att påverka och styra rumslig utveckling.",
"Stadsplanering och frågan om hållbara städer. Städernas snabba tillväxt i relation till miljöproblem, segregering och behov av planering, till exempel lokalisering av bostadsområden, energianvändning och infrastruktur. Urbana ekosystemtjänster.",
"Lokalsamhället i ett globalt perspektiv. Näringsliv och företag som miljöaktörer i en global ekonomi och den globala ekonomins påverkan på lokalsamhället. Olika aktörers miljöpolicy, etik och produktion i relation till uppförandekoder och miljömärkning.",
"Turismnäringen och dess påverkan på kulturell, ekonomisk och ekologisk utveckling i globalt och lokalt perspektiv.",
"Klimatförändringar, den globala spelplanen om strategier och modeller för klimatanpassning och utsläppsminskningar samt konsensusbyggande och intressedialoger.",
"Gränsöverskridande miljöproblem, till exempel luftföroreningar, klimatförändring och vattenfrågor i relation till gränsöverskridande planering och alternativa lösningar. Monitoring, planering och utveckling. Globala och nationella styrdokument samt lokala miljöpolicyer.",
"Samhällets sårbarhet och resiliens. Platsers och regioners sårbarhet inför naturgivna risker och hot. Risker och hot förknippade med det moderna samhällets specialisering inom teknik-, energi- och varuförsörjning samt hur sådana risker och hot kan förebyggas och bemötas.",
"Insamling och bearbetning av rumsliga data, till exempel genom fältstudier, exkursioner, laborationer och övningar. Värdering, analys och visualisering av rumsliga data. Bearbetning av data i datormiljö och med enkla statistiska metoder.",
"Framställning av tematiska kartor. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta. Digitala verktyg för lägesbestämning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>översiktligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör utifrån kartor och andra källor <b>översiktligt</b> för <b>enkla</b> samband mellan människa, samhälle och miljö samt för <b>någon</b> orsak till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>översiktligt</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en <b>enkel</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>översiktligt</b> hur <b>någon</b> företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven identifierar och besvarar, <b>med viss säkerhet</b> och med hjälp av <b>en</b> lämplig <b>enkel</b> metod och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> och på ett strukturerat sätt sitt resultat.</p><p>Eleven ger exempel på och diskuterar <b>översiktligt</b> samhällets behov av rumslig information. Eleven redogör också <b>översiktligt</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>översiktligt</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.</p><p>Eleven bearbetar <b>med viss säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med viss säkerhet enkla</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör utifrån kartor och andra källor <b>utförligt</b> för samband mellan människa, samhälle och miljö samt för <b>några</b> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>utförligt</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>utförligt</b> hur <b>några</b> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven identifierar och besvarar, <b>med viss säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. <b>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med</b> <b>viss säkerhet</b> och på ett strukturerat sätt sitt resultat.</p><p>Eleven ger exempel på och diskuterar <b>utförligt</b> samhällets behov av rumslig information. Eleven redogör också <b>utförligt</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>utförligt</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.</p><p>Eleven bearbetar <b>med viss säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med viss säkerhet</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt och nyanserat</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>flera</b> geografiska begrepp, samt använder <b>med säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.</p><p>Eleven redogör utifrån kartor och andra källor <b>utförligt och nyanserat</b> för <b>komplexa</b> samband mellan människa, samhälle och miljö samt för <b>flera</b> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en <b>komplex</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> hur <b>flera</b> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden.</p><p>Eleven identifierar och besvarar, <b>med säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med säkerhet</b> data samt värderar dem med <b>nyanserade</b> omdömen. <b>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med</b> <b>säkerhet</b> och på ett strukturerat sätt sitt resultat.</p><p>Eleven ger exempel på och diskuterar <b>utförligt och nyanserat</b> samhällets behov av rumslig information. Eleven redogör också <b>utförligt och nyanserat</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.</p><p>Eleven bearbetar <b>med säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med säkerhet</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>översiktligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör utifrån kartor och andra källor <b>översiktligt</b> för <b>enkla</b> samband mellan människa, samhälle och miljö samt för <b>någon</b> orsak till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>översiktligt</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en <b>enkel</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>översiktligt</b> hur <b>någon</b> företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven identifierar och besvarar, <b>med viss säkerhet</b> och med hjälp av <b>en</b> lämplig <b>enkel</b> metod och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. Dessutom presenterar eleven <b>med viss säkerhet</b> och på ett strukturerat sätt sitt resultat.",
"Eleven ger exempel på och diskuterar <b>översiktligt</b> samhällets behov av rumslig information. Eleven redogör också <b>översiktligt</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>översiktligt</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
"Eleven bearbetar <b>med viss säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med viss säkerhet enkla</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta."],
"C":["Eleven redogör <b>utförligt</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>några</b> geografiska begrepp, samt använder <b>med viss säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör utifrån kartor och andra källor <b>utförligt</b> för samband mellan människa, samhälle och miljö samt för <b>några</b> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>utförligt</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>utförligt</b> hur <b>några</b> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven identifierar och besvarar, <b>med viss säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med viss säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med viss säkerhet</b> data samt värderar dem med <b>enkla</b> omdömen. <b>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med viss säkerhet</b> och på ett strukturerat sätt sitt resultat.",
"Eleven ger exempel på och diskuterar <b>utförligt</b> samhällets behov av rumslig information. Eleven redogör också <b>utförligt</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>utförligt</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
"Eleven bearbetar <b>med viss säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med viss säkerhet</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden. Eleven använder <b>flera</b> geografiska begrepp, samt använder <b>med säkerhet</b> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
"Eleven redogör utifrån kartor och andra källor <b>utförligt och</b> <b>nyanserat</b> för <b>komplexa</b> samband mellan människa, samhälle och miljö samt för <b>flera</b> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor. Eleven gör en <b>komplex</b> analys av frågor om resursförbrukning och resursfördelning. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> hur <b>flera</b> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
"Eleven identifierar och besvarar, <b>med säkerhet</b> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor. I arbetet använder eleven <b>med säkerhet</b> det omgivande landskapet som informationskälla för geografiska data. Eleven samlar in och bearbetar <b>med säkerhet</b> data samt värderar dem med <b>nyanserade</b> omdömen. <b>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</b>. Dessutom presenterar eleven <b>med säkerhet</b> och på ett strukturerat sätt sitt resultat.",
"Eleven ger exempel på och diskuterar <b>utförligt och</b> <b>nyanserat</b> samhällets behov av rumslig information. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur rumsliga data samlas in, bearbetas och presenteras. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
"Eleven bearbetar <b>med säkerhet</b> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <b>med säkerhet</b> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta."]},
"req":"GEOGEO01",
"reqarr":["GEOGEO01"],
"friends":["GEOGEO01",
"GEOGEO01",
"Geografi 1-3",
"Geografi 4-6",
"Geografi 7-9",
"GEOGEO0"]}