{"subject":"GEO",
"name":"Geografiska informationssystem",
"points":100,
"code":"GEOGEO0",
"comments":{"comment":"<h4>Samhällets behov av rumslig information</h4><p>Ett geografiskt informationssystem är ett verktyg som stödjer beslutsfattande genom att underlätta sammanställning och analys av stora mängder data. Med hjälp av GIS kombineras olika typer av information som är knuten till en plats. GIS möjliggör till exempel presentation av omfattande informationsmängder lättöverskådligt och informativt utifrån en karta (visualisering i karta). Användandet av GIS kan bidra till att information från olika verksamheter kan integreras och analyseras och utgöra stöd i en beslutsprocess.</p><p>Företag, myndigheter, kommunal och statlig verksamhet använder till exempel GIS för planering av olika verksamheter som hälso- och sjukvård, skolskjutsar och bebyggelse. Kommunerna kan till exempel använda GIS när de ska informera om ledningar för el, vatten och avlopp samt om vägbyggen och cykelbanor. Informationen kan vara av olika slag, till exempel kan den visa vattenkvalitet tillsammans med avloppsanläggningars lokalisering eller var hemtjänstpersonal befinner sig. Polisen använder GIS för att informera allmänheten om aktuella platser för överfall, inbrott eller trafikolyckor. Viktig samhällsinformation kan med hjälp av GIS snabbt bli tillgänglig för många användare. Ett annat område där GIS kan användas är för att åskådliggöra sociala orättvisor i samhället. I en amerikansk stad har till exempel medborgarna samlat in egna data och visualiserat detta i karta för att synliggöra sociala orättvisor och utifrån detta försökt påverka beslutsfattare.</p>"},
"goals":[0,0,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Samhällets behov av rumslig information för planering, uppföljning, dokumentation och utveckling inom privat och offentlig verksamhet, till exempel med hänsyn tagen till frågor om hållbar utveckling. Betydelsen av olika perspektiv, till exempel genus och etnicitet, samt ekologiska och socioekonomiska samband.",
"Variation i informationsbehov och användning av rumsliga data beroende på användare, användningsområde, skala, upplösning och syfte. Koppling mellan ämnesområde, frågeställning och databehov, för till exempel byggnation, infrastruktur, riskanalys och areella näringar.",
"Förutsä­ttningar för att arbeta med GIS i dator.",
"Rumsliga data i förhållande till longitud, latitud och andra lägesangivelser. Allmänt om GPS-teknik och annan geodetisk mätteknik i samband med datainsamling.",
"Representationsformer. Hur verkligheten kan representeras i datorn i form av objekt (vektorer) och datafält (raster) samt hur informationen kan kopplas till dessa representationsformer.",
"Insamling och urval av data samt bearbetning som klassificering och generalisering. Skillnaden mellan kvantitativa och kvalitativa data och deras respektive användningsområden och begränsningar.",
"Kartografins grunder, till exempel jordklotet, jordmodeller, kartprojektioner, position och höjd.",
"Kartor och annan geografisk visualisering, till exempel referenskartor, tematiska kartor, funktionell kartografisk design, kartframställning och 3D-modeller.",
"Insamling av data genom tolkning och mätning i bildmaterial i form av flyg- och satellitbilder inom olika spektralområden samt data från flygburen laserskanning, till exempel över en miljö som kan studeras i fält. Tolkning och användning av kartor i olika skalor och teman samt kritisk granskning av kartans information.",
"Bearbetning och analys av rumslig information i GIS och visualisering av geografisk information i karta.",
"Rumslig information och GIS-teknik som binder ihop till exempel mobiltelefoner, GPS och digitala sociala nätverk.",
"Kritisk granskning av data, värdering av resultat samt bedömning av hur resultatet kan användas."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>översiktligt</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven redogör <b>översiktligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>översiktligt</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>översiktligt</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>översiktligt</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>översiktligt</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.</p><p>Eleven framställer och använder <b>med viss säkerhet enkla</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med viss säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>översiktligt</b> sitt urval och sin bearbetning av data, värderar med <b>enkla</b> omdömen det egna resultatet samt ger <b>något</b> exempel på hur det kan användas i något sammanhang.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>utförligt</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven redogör <b>utförligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>utförligt</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>utförligt</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>utförligt</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>utförligt</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.</p><p>Eleven framställer och använder <b>med viss säkerhet</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med viss säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>utförligt</b> sitt urval och sin bearbetning av data, värderar med <b>nyanserade</b> omdömen det egna resultatet samt ger <b>några</b> exempel på hur det kan användas i något sammanhang.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>utförligt och nyanserat</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.</p><p>Eleven redogör <b>utförligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>utförligt och nyanserat</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>utförligt och nyanserat</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>utförligt och nyanserat</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>utförligt och nyanserat</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.</p><p>Eleven framställer och använder <b>med säkerhet komplexa</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>utförligt och nyanserat</b> sitt urval och sin bearbetning av data, värderar med <b>nyanserade</b> omdömen det egna resultatet <b>och ger förslag på hur resultatet kan förbättras</b> samt ger <b>flera</b> exempel på hur det kan användas i något sammanhang.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>översiktligt</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>översiktligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven redogör <b>översiktligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>översiktligt</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>översiktligt</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>översiktligt</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>översiktligt</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
"Eleven framställer och använder <b>med viss säkerhet enkla</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med viss säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>översiktligt</b> sitt urval och sin bearbetning av data, värderar med <b>enkla</b> omdömen det egna resultatet samt ger <b>något</b> exempel på hur det kan användas i något sammanhang."],
"C":["Eleven redogör <b>utförligt</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>utförligt</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven redogör <b>utförligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>utförligt</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>utförligt</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>utförligt</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>utförligt</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
"Eleven framställer och använder <b>med viss säkerhet</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med viss säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>utförligt</b> sitt urval och sin bearbetning av data, värderar med <b>nyanserade</b> omdömen det egna resultatet samt ger <b>några</b> exempel på hur det kan användas i något sammanhang."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
"Eleven redogör <b>utförligt</b> för digitala geografiska verktyg och deras användning samt beskriver <b>utförligt och</b> <b>nyanserat</b> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
"Eleven framställer och använder <b>med säkerhet komplexa</b> tematiska kartor som ett resultat av analys i geografiska informationssystem. Dessutom använder eleven <b>med säkerhet</b> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem. I arbetet motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt urval och sin bearbetning av data, värderar med <b>nyanserade</b> omdömen det egna resultatet <b>och ger förslag på hur resultatet kan förbättras</b> samt ger <b>flera</b> exempel på hur det kan användas i något sammanhang."]}}