{"subject":"GEO",
"name":"Geografi 1",
"points":100,
"requirements":"grundskolans kunskaper eller motsvarande",
"instructiontext":"som bygger på grundskolans kunskaper eller motsvarande.",
"code":"GEOGEO01",
"comment":"<h2>Begrepp i kursen geografi 1 </h2><h3>Samhällets sårbarhet</h3><p>Samhällets sårbarhet kopplas idag ofta ihop med klimatförändringar, extremt väder och hållbar utveckling. Samhället är sårbart för olika funktionsstörningar som en följd av exempelvis översvämningar, vulkanutbrott, vattenburen virussmitta eller terroristbrott. Analyser av samhällets sårbarhet mot olika typer av störningar i fred, kris och krig, till exempel el-, vatten-, gas- och teleavbrott och översvämningar genomförs fortlöpande av organisationer, myndigheter och företag. I Sverige har till exempel samtliga kommuner i landet i uppdrag av regeringen att kartlägga den egna kommunens sårbarhet. Att anlägga olika perspektiv, till exempel ett genusperspektiv, när analys av samhällets, platsers eller gruppers sårbarhet görs, är ett sätt att synliggöra de ojämlika livsvillkor som människor lever under. Resultatet kan användas för att diskutera och föreslå åtgärder som leder till att minska de sociala orättvisorna och i förlängningen till ett mer hållbart samhälle.</p><h3>Politisk ekologi</h3><p><em>Politisk ekologi</em>är ett område för studier om hållbar utveckling där samband mellan politik och ekologi analyseras. Inom politisk ekologi studeras till exempel hur naturresursutnyttjande är beroende av och kopplat till en vidare politisk och ekonomisk ram. Ekonomisk tillväxt, teknologisk utveckling, miljöproblem och globala ojämlikheter analyseras samt samband mellan tillväxt, stagnation och miljöförslitning inom och mellan olika regioner och platser. I skolans geografiundervisning kan nyttjandet av mark och andra naturresurser på lokal eller global nivå studeras. Det egna lokalsamhällets bruk av vatten- och markresurser över tid kan till exempel utgöra ett fältstudieobjekt.</p><h3>Reproduktiv hälsa</h3><p>WHO:s definition av <em>reproduktiv hälsa</em> innebär ett tillstånd av fullständigt fysiskt, mentalt och socialt välbefinnande inom samtliga områden som rör det reproduktiva systemet och dess funktioner. Det kan till exempel innebära ett tillfredsställande och tryggt sexualliv med tillgång till bra preventivmedel, förmåga till fortplantning, och ett gott omhändertagande under och efter graviditet och förlossning. I ett globalt perspektiv är reproduktiv hälsa ojämlikt fördelad, det finns stora skillnader såväl mellan länder som inom länder. Som orsaker till dessa skillnader anges ofta maktstrukturer med koppling till ekonomi, politik och religion. Samhällets traditioner och kultur kan också vara av stor betydelse.</p><p><strong>Den globala spelplanen</strong></p><p><em>Den globala spelplanen</em>är ett begrepp som används för att beskriva globaliseringens effekter vad det gäller den globala ekonomin. Globaliseringsprocessen har påverkat kommunikation, handel och transporter. Innovationer och nyheter sprids snabbt med hjälp av internet och nya tekniker. Producenter och konsumenter kan via internet jämföra utbud, priser, kvalitet, åtaganden och betalningsvillkor. Den globala spelplanen ger till exempel möjligheter för konsumenter att utöva påtryckning och förändring när det till exempel gäller barnarbete, miljöfarlig verksamhet och bättre arbetsmiljö.</p><h3>Visualisering av geografisk information</h3><p>Geografer arbetar ofta med visualiseringar i karta och animationer. Inslag i nyhetsprogram på tv och väderrapportering är exempel på när geografisk information presenteras med hjälp av visualiseringar och animationer.</p>",
"goaltext":"Kursen geografi 1 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
"goals":[1,1,1,1,1,0,0],
"level":"basic",
"content":["Jordens naturgeografiska och geologiska byggnad, utveckling och förändring över tid och rum. Processer i mark, vatten och luft, hur de samverkar och ger upphov till varierande naturlandskap på jorden samt hur och varför de förändras över tid. Människans användning och omvandling av naturlandskapet och utveckling av olika kulturlandskap över tid. Analys av naturliga hot, risker och samhällets sårbarhet.",
"Människans behov av naturresurser över tid. Resurstillgångar och resursernas ojämna fördelning samt konsekvenser av samhällets resursanvändning. Samband mellan odlingsbar mark, livsmedelsproduktion, politisk ekologi och lokal utveckling. Energiomställning, förnybara energitillgångar och ny teknik samt lokal, regional och global samhällsutveckling.",
"Befolkningsutveckling, befolkningsfördelning och rumslig förändring. Urbanisering samt städers framväxt, funktion, struktur och miljöpåverkan. Betydelsen av migration, utbildning, miljöförändring, försörjningsstrategier, reproduktiv hälsa och familjeplanering sett ur olika perspektiv, till exempel kön, sexualitet, etnicitet och socioekonomiska förhållanden.",
"Globaliseringens drivkrafter och konsekvenser avseende ekonomiska verksamheter och lokal och regional utveckling samt intressen och mönster i en global värld. Geografisk arbetsdelning, transnationella företag, industriella distrikt, transporter och kommunikation.",
"Den globala spelplanen och lokal utveckling. Samband mellan befolkningsutveckling, resurstillgång, resursanvändning och intressekonflikter. Etiska frågor kopplade till konkurrensen om jordens resurser, alternativa och möjliga vägar till social rättvisa och hållbar utveckling.",
"En klimatförändrad värld. Jordens klimat samt klimatets variation och föränderlighet över olika tidsperspektiv. Klimatklassificering. Klimatförändringens konsekvenser för naturlandskapet, samhällsutvecklingen och människans livsvillkor, lokalt och globalt. Vattenresurser och utvecklingsfrågor.",
"Geografiska källor och rumslig information. Hur data samlas in, till exempel genom kartor, satellit- och flygbilder, fältstudier och laborationer. Hur geografisk information värderas, bearbetas och presenteras. Hur man framställer kartor.",
"Kartografins grunder, till exempel jordmodeller, kartprojektioner, positionering och kartan som modell av verkligheten. Skala och generalisering. Kartframställning. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta."]}