{"subject":"GER",
"name":"Äldres hälsa och livskvalitet",
"points":200,
"instrRAW":"som bygger på kursen vård- och omsorgsarbete 2.",
"descarr":["Den bygger på kursen VÅRVÅR02."],
"reqRAW":"kursen VÅRVÅR02",
"code":"GERÄLD0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Det normala fysiska, psykiska och sociala åldrandet och den åldrande människans behov ur ett socialt, kulturellt, mångkulturellt och existentiellt perspektiv.",
"Vanliga sjukdomar vid åldrande samt behandlingar och läkemedelsanvändning vid dessa sjukdomar.",
"Funktionsnedsättning och utvecklingsstörning vid åldrande.",
"Vård och omsorg i livets slutskede och palliativ vårdfilosofi.",
"Rehabilitering, funktionsbevarande omsorg och fysisk aktivitet för äldres välbefinnande.",
"Åldrande och sexualitet.",
"Den äldres estetiska och kulturella livsmiljö för sinnesstimulans och livskvalitet.",
"Kroppsnära omsorg samt munhälsa och fothälsa.",
"Äldres kost, näringsbehov och nutrition samt måltidsmiljö.",
"Livskvalitet - instrument och skattningsskalor.",
"Emotionell och social omsorg för meningsfull tillvaro och delaktighet i samhället.",
"Prevention och säkerhet, till exempel i fråga om fallolyckor.",
"Etiskt, pedagogiskt och empatiskt bemötande och förhållningssätt.",
"Samarbete med vårdtagare och anhöriga för delaktighet.",
"Kommunikation i svårare samtal och som pedagogiskt redskap.",
"Frivilligorganisationers arbete för äldre och deras närstående."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger exempel på de attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>översiktligt</b> för <b>några</b> vanliga sjukdomar och deras behandling samt ger exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>översiktligt</b> vård i livets slutskede. </p><p>Eleven planerar och utför <b>i samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom utvärderar eleven me <b>enkla</b> omdömen den egna arbetsinsatsen. Eleven beskriver <b>översiktligt</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger exempel på åtgärder för ökad livskvalitet. </p><p>Eleven redogö <b>översiktligt</b> för och utför <b>i samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med viss säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>översiktligt</b> frivilligorganisationers arbete och ger exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger <b>några</b> exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>utförligt</b> för <b>några</b> vanliga sjukdomar och deras behandling samt ger <b>några</b> exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>utförligt</b> vård i livets slutskede. </p><p>Eleven planerar och utför <b>efter samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>god</b> kvalitet. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen den egna arbetsinsatsen. Eleven beskriver <b>utförligt</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger <b>några</b> exempel på åtgärder för ökad livskvalitet. </p><p>Eleven redogö <b>utförligt</b> för och utför <b>efter samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med viss säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>utförligt</b> frivilligorganisationers arbete och ger <b>några</b> exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger <b>flera</b> exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>utförligt och nyanserat</b> för <b>flera</b> vanliga sjukdomar och deras behandling samt ger <b>flera</b> exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>utförligt och nyanserat</b> vård i livets slutskede. </p><p>Eleven planerar och utför <b>efter samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>god</b> kvalite <b>och eleven anpassar vid behov sitt arbete till ändrade förutsättningar</b>. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen den egna arbetsinsatse <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven beskriver <b>utförligt och nyanserat</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger <b>flera</b> exempel på åtgärder för ökad livskvalitet. </p><p>Eleven redogö <b>utförligt och nyanserat</b> för och utför <b>efter samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>god</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>utförligt och nyanserat</b> frivilligorganisationers arbete och ger <b>några</b> exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger exempel på de attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>översiktligt</b> för <b>några</b> vanliga sjukdomar och deras behandling samt ger exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>översiktligt</b> vård i livets slutskede. ",
"Eleven planerar och utför <b>i samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom utvärderar eleven med <b>enkla</b> omdömen den egna arbetsinsatsen. Eleven beskriver <b>översiktligt</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger exempel på åtgärder för ökad livskvalitet. ",
"Eleven redogö <b>översiktligt</b> för och utför <b>i samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med viss säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>översiktligt</b> frivilligorganisationers arbete och ger exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger <b>några</b> exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>utförligt</b> för <b>några</b> vanliga sjukdomar och deras behandling samt ger <b>några</b> exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>utförligt</b> vård i livets slutskede. ",
"Eleven planerar och utför <b>efter samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>god</b> kvalitet. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen den egna arbetsinsatsen. Eleven beskriver <b>utförligt</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger <b>några</b> exempel på åtgärder för ökad livskvalitet. ",
"Eleven redogö <b>utförligt</b> för och utför <b>efter samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>tillfredsställande</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med viss säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>utförligt</b> frivilligorganisationers arbete och ger <b>några</b> exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> det normala åldrandet och de behov som uppkommer i samband med åldrandet samt ger <b>flera</b> exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> vanliga sjukdomar och deras behandling samt ger <b>flera</b> exempel på läkemedelsanvändning hos äldre. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vård i livets slutskede. ",
"Eleven planerar och utför <b>efter samråd</b> med handledare vård- och omsorgsuppgifter samt medicintekniska uppgifter utifrån lagar och andra bestämmelser. Elevens arbete är av <b>god</b> kvalite <b>och eleven anpassar vid behov sitt arbete till ändrade förutsättningar</b>. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen den egna arbetsinsatse <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> faktorer i den äldres vardag som kan bidra till hans eller hennes livskvalitet, värdighet och delaktighet samt ger <b>flera</b> exempel på åtgärder för ökad livskvalitet. ",
"Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för och utför <b>efter samråd</b> med handledare förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <b>god</b> kvalitet. Dessutom kommunicerar och samarbetar eleven, <b>med säkerhet</b>, med andra på ett empatiskt, pedagogiskt och etiskt sätt. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> frivilligorganisationers arbete och ger <b>några</b> exempel på deras betydelse för den som är sjuk samt för närstående. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"VÅRVÅR02",
"reqarr":["VÅRVÅR02"]}