{"subject":"GRA",
"name":"Grafisk illustration i pixelgrafik",
"points":100,
"instrRAW":"som bygger på kursen grafisk illustration.",
"descarr":["Den bygger på kursen ",
"GRAGRI0",
"."],
"reqRAW":"kursen GRAGRI0",
"code":"GRAGRP0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Illustrationsteknik i relevanta pixelprogram.",
"Skissteknik, både manuell och i pixelgrafikmiljö.",
"Tematiserad fördjupning inom pixelgrafik, till exempel bildbehandling för repro, bildretusch eller bildmanipulation, serieteckning eller karikatyrteckning, spelgrafik, kollageteknik och mönsterdesign.",
"Illustrationsstilar för valt tema.",
"Analysmodeller för kreativa, estetiska och tekniska aspekter. ",
"Produktions- och presentationsformer för arbetsprover inom den valda tematiserade fördjupningen.",
"Relevant fackspråk och grafiska begrepp inom illustrationsteknik och digitaliseringsteknik, till exempel inom bildretusch."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten vart och ett för sig. Eleven redogör även <b>översiktligt</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.</p><p>Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>enkelt</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder eleven <b>med viss säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven me <b>enkla</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör även <b>utförligt</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.<b> I sitt resonemang ger eleven även välgrundade argument för olika tänkbara illustrations- och digitaliseringstekniker</b>.</p><p>Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk <b>och estetisk</b> kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>välgrundat</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder <b>och kombinerar</b> eleven <b>med viss säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de olika arbetsflödesmomenten vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör även <b>utförligt och nyanserat</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.</p><p>Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program <b>med egen vald teknik och stil</b>. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.<b> I sitt resonemang ger eleven även välgrundade och nyanserade argument för olika tänkbara illustrations- och digitaliseringstekniker</b>.</p><p>Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med säkerhet</b> och med <b>god</b> teknisk <b>och estetisk</b> kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>välgrundat och nyanserat</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder <b>och kombinerar</b> eleven <b>med säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultate <b>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten vart och ett för sig. Eleven redogör även <b>översiktligt</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.",
"Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>enkelt</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder eleven <b>med viss säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven med <b>enkla</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör även <b>utförligt</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.<b> I sitt resonemang ger eleven även välgrundade argument för olika tänkbara illustrations- och digitaliseringstekniker</b>.",
"Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk <b>och estetisk</b> kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>välgrundat</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder <b>och kombinerar</b> eleven <b>med viss säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de olika arbetsflödesmomenten vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
"Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program <b>med egen vald teknik och stil</b>. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.<b> I sitt resonemang ger eleven även välgrundade och nyanserade argument för olika tänkbara illustrations- och digitaliseringstekniker</b>.",
"Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <b>med säkerhet</b> och med <b>god</b> teknisk <b>och estetisk</b> kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet. Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <b>välgrundat och nyanserat</b> resonemang om pixelgrafikens betydelse för helhetsintrycket. I analysen använder <b>och kombinerar</b> eleven <b>med säkerhet</b> bild- och kommunikationsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultate <b>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"GRAGRI0",
"reqarr":["GRAGRI0"]}