{"subject":"GRA",
"name":"Grafiska arbetsflöden och analysmodeller",
"points":100,
"instrRAW":"som bygger på kursen grafisk kommunikation 2.",
"descarr":["Den bygger på kursen ",
"GRAGRA02",
"."],
"reqRAW":"kursen GRAGRA02",
"code":"GRAGRA0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Manuella och digitala arbetsflöden med start i idéprocessen samt avlämning av original. Arbetsflödets kvalitetsaspekter. Kund- och leverantörsaspekter.",
"Visualisering med kundskiss samt instruktioner för avlämning av original.",
"Utskrifts- och originalhantering i illustrations-, bildbehandlings- och layoutprogram samt anpassning för publicering via tryckprocesser eller webb.",
"Fördjupning inom valt tematiseringsområde: 1) Idéprocesser och kreativa processer för framtagande av visuella budskap och idéer via grafiska uttrycksmedel. 2) Analysmodeller och processer för framtagande av visuella budskap och idéer via grafiska uttrycksmedel. Tematiseringen kan omfatta båda områdena.",
"Bild-, kommunikations- och marknadsföringsteorier, till exempel semiotik, bildretorik och grafisk funktionsanalys.",
"Relevant fackspråk inom arbetsflöden, i kund- och leverantörskonktakter samt inom valt tematiseringsområde."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig. Eleven redogör <b>översiktligt</b> för motstridigheter mellan estetiska och tekniska krav.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>med viss säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven me <b>enkla</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt</b> för motstridigheter mellan estetiska och tekniska krav.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med viss säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt och nyanserat</b> för motstridigheter mellan estetiska och tekniska krav.</p><p>Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med säkerhet</b> och med <b>god</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar med säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultate <b>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig. Eleven redogör <b>översiktligt</b> för motstridigheter mellan estetiska och tekniska krav.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>med viss säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven med <b>enkla</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt</b> för motstridigheter mellan estetiska och tekniska krav.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med viss säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultatet. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för motstridigheter mellan estetiska och tekniska krav.",
"Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med säkerhet</b> och med <b>god</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik. Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar med säkerhet</b> några bild-, kommunikations- och marknadsföringsteorier. Dessutom värderar eleven me <b>nyanserade</b> omdömen den egna arbetsinsatsens betydelse för resultate <b>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"GRAGRA02",
"reqarr":["GRAGRA02"],
"friends":["GRAGRI0",
"GRAGRP0",
"GRAGRV0",
"GRAGRA01",
"GRAGRA02",
"GRAGRA02",
"GRAGRR0"]}