{"subject":"GRA",
"name":"Original, reproduktion och prepress",
"points":100,
"instrRAW":"som bygger på kursen grafisk kommunikation 2.",
"descarr":["Den bygger på kursen ",
"GRAGRA02",
"."],
"reqRAW":"kursen GRAGRA02",
"code":"GRAGRR0",
"goals":[2,1,1,2,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Manuella och automatiserade produktionsflöden, kvalitets- och leveransaspekter samt distributionskanaler.",
"Utskrifts- och originalhantering i illustrations-, bildbehandlings- och layoutprogram samt anpassning för publicering via tryckprocesser eller webb.",
"Instruktioner för avlämning av original samt instruktioner för arbetsflöden.",
"Reproduktionsteknik, digital utskjutning och preflight. Reproduktionsprocessen, med utskrifts-, original- och postskripthantering.",
"Fördjupning inom valt tematiseringsområde: 1) Originalproduktion i relevanta grafiska program. 2) Prepressprocessen (från original till mångfaldigandeproduktion). Tematiseringen kan omfatta båda områdena. ",
"Relevant fackspråk inom arbetsflöden som gäller original och prepress samt inom valt tematiseringsområde."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig. Eleven redogör <b>översiktligt</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med viss säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituationen.</p><p>Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>med viss säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen me <b>enkla</b> omdömen. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.</p><p>Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med viss säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituatione <b>och kundens önskemål om teknisk kvalitet</b>.</p><p>Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med viss säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen me <b>nyanserade</b> omdömen. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt och nyanserat</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska kra <b>samt föreslår möjliga lösningar för att balansera motstridiga krav</b>.</p><p>Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.</p><p>Eleven planerar och genomför, utifrån grafiska idéer, <b>med säkerhet</b> och med <b>god</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituatione <b>och kundens önskemål om teknisk kvalitet samt produktionstekniska lösningar inom valt område</b>.</p><p>Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen me <b>nyanserade</b> omdömen <b>och ger förslag på möjliga optimeringar avseende kvalitet och leveranssäkerhet samt standardisering av arbetsprocessens olika steg</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>översiktligt</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig. Eleven redogör <b>översiktligt</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>i samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med viss säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>enkelt</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituationen.",
"Dessutom gör eleven en <b>enkel</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>enkla</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>med viss säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen med <b>enkla</b> omdömen. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>några</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>utförligt</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.",
"Eleven visualiserar <b>med viss säkerhet</b> idéer och använder <b>efter samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med viss säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>välgrundat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med viss säkerhet</b> och med <b>tillfredsställande</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituatione <b>och kundens önskemål om teknisk kvalitet</b>.",
"Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med viss säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen me <b>nyanserade</b> omdömen. I diskussioner och resonemang använder eleven <b>med viss säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för si <b>och i ett processtänkande från idé till produkt</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska kra <b>samt föreslår möjliga lösningar för att balansera motstridiga krav</b>.",
"Eleven visualiserar <b>med säkerhet</b> idéer och använder <b>efter samråd</b> med handledare relevanta digitala grafiska tekniker och program. I arbetet använder eleven <b>med säkerhet</b> relevant arbetsmetodik. Eleven för ett <b>välgrundat och nyanserat</b> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
"Eleven planerar och genomför, utifrån grafiska idéer, <b>med säkerhet</b> och med <b>god</b> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program. Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare. I planeringen utgår eleven från den egna produktionssituatione <b>och kundens önskemål om teknisk kvalitet samt produktionstekniska lösningar inom valt område</b>.",
"Dessutom gör eleven en <b>komplex</b> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet. I analysen för eleven <b>välgrundade och nyanserade</b> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <b>och kombinerar</b> <b>med säkerhet</b> några bild- och kommunikationsteorier. Dessutom värderar eleven arbetsprocessen me <b>nyanserade</b> omdömen <b>och ger förslag på möjliga optimeringar avseende kvalitet och leveranssäkerhet samt standardisering av arbetsprocessens olika steg</b>. I diskussioner och resonemang använder eleven <b>med säkerhet</b> <b>flera</b> begrepp och fackspråksuttryck inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"GRAGRA02",
"reqarr":["GRAGRA02"],
"friends":["GRAGRI0",
"GRAGRP0",
"GRAGRV0",
"GRAGRA01",
"GRAGRA02",
"GRAGRA02",
"GRAGRA0"]}