{"subject":"GRF",
"name":"Grafisk produktion 1",
"points":100,
"code":"GRFGRF01",
"goals":[1,1,1,1,1,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Design, originalarbete, repro, tryck och efterbearbetning av en enfärgs grafisk produktion inom vald tryckteknik.",
"Planering, övervakning, styrning och reglering av manuella eller automatiserade arbetsflöden.",
"Materialkunskap vad gäller till exempel substrat, färg eller tryckformsmaterial.",
"Färg- och kvalitetsstyrning.",
"Metoder för lösning av produktionsrelaterade problem.",
"Metoder för analys, tolkning och bearbetning av mätvärden, information och instruktioner.",
"Arbetsuppgifter och ansvarsområden inom grafisk produktion.",
"Begrepp och uttryck som är relevanta för ämnesområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>i samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>översiktligt</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>översiktligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>efter samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>efter samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt och nyanserat</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt och nyanserat</b> för betydelsen av samarbete. Dessutom använder eleven <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>i samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>översiktligt</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>översiktligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>efter samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och underlag. Vidare väljer eleven <b>efter samråd</b> med handledare metod, teknik, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och underlag. Eleven hanterar material, utrustning och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt och</b> <b>nyanserat</b> för betydelsen av samarbete. Dessutom använder eleven <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["GRFGRF02"]}