{"name":"Biologi",
"code":"GRNBIO2",
"points":"150",
"goals":[1,1,1],
"content":{"Natur och samhälle":["Ekologisk hållbarhet och biologisk mångfald. Samhällsdiskussioner om detta, till exempel i samband med naturbruk och konsumtion.",
"Ekosystems energiflöden och kretslopp av materia. Fotosyntes och förbränning.",
"Ekosystem, samband mellan populationer och tillgängliga resurser i ekosystem.",
"Aktuella samhällsfrågor som rör biologi."],
"Kropp och hälsa":["Människors hälsa, sjukdom och sexualitet. Virus, bakterier, infektioner och smittspridning.",
"Evolutionens mekanismer, ärftlighet och förhållandet mellan arv och miljö. Genteknikens möjligheter och risker och etiska frågor som tekniken väcker.",
"Kroppens celler, organ och organsystem och deras uppbyggnad, funktion och samverkan. Evolutionära jämförelser mellan människan och andra organismer."],
"Biologin och världsbilden":["Historiska och nutida upptäckter inom biologiområdet. Upptäckternas betydelse för, samhället och människors levnadsvillkor.",
"Aktuella forskningsområden inom biologi.",
"Naturvetenskapliga teorier om livets uppkomst. Livets utveckling och mångfald utifrån evolutionsteorin.",
"De biologiska modellernas och teoriernas användbarhet, begränsningar, giltighet och föränderlighet."],
"Biologins metoder och arbetssätt":["Fältstudier och experiment. Formulering av enkla frågeställningar, planering, utförande och utvärdering.",
"Dokumentation av undersökningar med tabeller, diagram, bilder och skriftliga rapporter.",
"Hur organismer identifieras, sorteras och grupperas utifrån släktskap och utveckling.",
"Sambandet mellan biologiska undersökningar och utveckling av begrepp, modeller och teorier.",
"Källkritisk granskning av information och argument som eleven möter i olika källor och samhällsdiskussioner med koppling till biologi."]},
"judge":{"E":["Eleven har <strong>grundläggande</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>enkla och till viss del underbyggda</strong> resonemang om orsaker till och konsekvenser av befolknings­ fördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen. Eleven kan även använda geografiska begrepp på ett <strong>i huvudsak fungerande</strong> sätt. Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>enkla</strong> geografiska mönster av handel och kommunikation samt för <strong>enkla och till viss del underbyggda</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta. Eleven för <strong>enkla och till viss del underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
"Eleven kan undersöka omvärlden och använder då kartor och andra geo­ grafiska källor, teorier, metoder och tekniker på ett <strong>i huvudsak fungerande</strong> sätt, samt för <strong>enkla och till viss del underbyggda</strong> resonemang om olika källors trovärdighet och relevans. Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>i huvudsak fungerande</strong> sätt. Eleven har <strong>grundläggande</strong> kun­ skaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>viss säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
"Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbar­ hetsfrågor och redogör då för <strong>enkla och till viss del underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in."],
"C":["Eleven har <strong>goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen. Eleven kan även använda geografiska begrepp på ett <strong>relativt väl fungerande</strong> sätt. Eleven kan undersöka var olika varor och tjänster produceras och kon­ sumeras, och beskriver då <strong>förhållandevis komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta. Eleven för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
"Eleven kan undersöka omvärlden och använder då kartor och andra geo­ grafiska källor, teorier, metoder och tekniker på ett <strong>relativt väl fungerande</strong> sätt, samt för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om olika källors trovärdighet och relevans. Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>relativt ändamålsenligt</strong> sätt. Eleven har <strong>goda</strong> kunskaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>relativt god säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
"Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbar­ hetsfrågor och redogör då för <strong>utvecklade och relativt väl underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in."],
"A":["Eleven har <strong>mycket goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>välutvecklade och väl underbyggda</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migra­ tion, klimat, vegetation och klimatförändringar i olika delar av världen. Eleven kan även använda geografiska begrepp på ett <strong>väl fungerande</strong> sätt. Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>välutvecklade och väl underbyggda</strong> resonemang om hur dessa möns­ ter ser ut och hur de har förändrats över tid samt orsaker till och konsekven­ ser av detta. Eleven för <strong>välutvecklade och väl underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
"Eleven kan undersöka omvärlden och använder då kartor och andra geo­ grafiska källor, teorier, metoder och tekniker på ett <strong>väl fungerande</strong> sätt, samt för <strong>välutvecklade och väl underbyggda</strong> resonemang om olika källors trovärdighet­ och relevans. Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>ändamålsenligt och effektivt</strong> sätt. Eleven har <strong>mycket goda</strong> kun­skaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>god säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
"Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbar­ hetsfrågor och redogör då för <strong>välutvecklade och väl underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in."]},
"subject":"GRNBIO2",
"school":"grundvux",
"friends":["BIOBIO01",
"Biologi 1-3",
"BIOBIO02",
"Biologi 4-6",
"Biologi 7-9",
"BIOBIT0"]}