{"name":"Engelska",
"code":"GRNENG2",
"points":"450",
"goals":[1,1,1,1,1],
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden, intressen, vardagliga situationer, aktiviteter och händelseförlopp, relationer och etiska frågor samt åsikter, erfarenheter, känslor och framtidsplaner.",
"Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i sammanhang och delar av världen där engelska används."],
"Lyssna och läsa – reception":["Talad engelska, även med viss regional och social färgning, och texter som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Skönlitteratur och annan fiktion, även i talad och dramatiserad form, samt sånger och dikter.",
"Sakprosa av olika slag och med olika syften, till exempel reportage.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i texter och talat språk.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer och satsbyggnad samt ord med olika stilvärde och fasta språkliga uttryck, i det språk eleverna möter.",
"Hur texter och talat språk kan varieras för olika syften och sammanhang.",
"Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter."],
"Tala, skriva och samtala – produktion och interaktion":["Instruktioner, berättelser och beskrivningar i tal och skrift. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar,\nfrågor och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnesområden.",
"Språklig säkerhet när det gäller till exempel uttal, intonation, fasta språkliga uttryck och satsbyggnad, för att skapa tydlighet, variation och flyt.",
"Bearbetning av egna och andras muntliga och skriftliga framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation."]},
"judge":{"E":["Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i talad och skriven engelska kan eleven välja och använda <strong>någon</strong> strategi för lyssnande och läsning. Eleven väljer texter och talat språk från olika medier, samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>enkelt, begripligt och relativt sammanhängande</strong>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enkla</strong> förbättringar av, egna framställningar. I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>begripligt och enkelt</strong> samt <strong>i någon mån anpassat</strong> till syfte, mottagare och situation. Dessutom kan eleven välja och använda <strong>i huvudsak fungerande</strong> strategier som i viss mån löser problem i och förbättrar interaktionen. Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta väsentliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i talad och skriven engelska kan eleven <strong>i viss utsträckning</strong> välja och använda strategier för lyssnade och läsning. Eleven väljer texter och talat språk från olika medier, samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, tydligt och relativt sammanhängande</strong>. <strong>Eleven kan även formulera sig med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</strong> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar. I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>tydligt och med visst flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation. Dessutom kan eleven välja och använda <strong>fungerande</strong> strategier som löser problem i och förbättrar interaktionen. Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven kan förstå <strong>såväl helhet som detaljer</strong> i talad engelska i måttligt tempo och i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet. För att underlätta sin förståelse av innehållet i talad och skriven engelska kan eleven <strong>i viss utsträckning</strong> välja och använda strategier för lyssnande och läsning. Eleven kan välja texter och talat språk från olika medier, samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, tydligt och sammanhängande</strong>. <strong>Eleven kan även formulera sig med flyt och viss anpassning till syfte, mottagare och situation.</strong> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar. I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>tydligt och med flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation. Dessutom kan eleven välja och använda <strong>väl fungerande</strong> strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>. Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."]},
"subject":"GRNENG2",
"school":"grundvux",
"friends":["Engelska 1-3",
"Engelska 4-6",
"ENGENG05",
"ENGENG06",
"ENGENG07",
"Engelska 7-9"]}