{"name":"Hem- och konsumentkunskap",
"code":"GRNHEM2",
"points":"50",
"goals":[1,1,1],
"content":["Hem och boende: olika sätt att bo, hemmets skötsel och hygien samt ­redskap och teknisk utrustning för att sköta ett hem",
"Mat och måltider utifrån olika perspektiv: näringsvärde och hälsa, kostnader, planering, arbetsfördelning och samarbete, tillagning, recept och redskap, estetiska värden, miljöeffekter, traditioner och gemenskap.",
"Vardagsliv i olika skeden av livet: livsstil och fritidssysselsättning.",
"Konsumtion: reklamens budskap och form samt konsumentens rättigheter och skyldigheter. Konsumtionens konsekvenser för vardagsekonomin och miljön. Informationssökning i olika källor och medier samt värdering av informationen.",
"Relationer och hälsa: jämställdhet och juridiska frågor.",
"Vardagsekonomi: planering, lån och ränta."],
"judge":{"E":["Eleven kan föra <strong>enkla och till viss del underbyggda</strong> resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används. Dessutom kan eleven föra <strong>enkla</strong> resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
"Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>enkla</strong> resonemang med <strong>viss koppling</strong> till konsekvenser för privatekonomi. Eleven kan beskriva och föra <strong>enkla och till viss del underbyggda</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
"Eleven kan föra <strong>enkla och till viss del underbyggda</strong> resonemang kring kon­ sekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi."],
"C":["Eleven kan föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används. Dessutom kan eleven föra <strong>utvecklade</strong> resone­mang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
"Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>utvecklade</strong> resonemang med <strong>relativt god koppling</strong> till konsekvenser för privat­ ekonomi. Eleven kan beskriva och föra <strong>utvecklade och relativt väl under­ byggda</strong> resonemang om grundläggande rättigheter och skyldigheter för konsu­menter och ge exempel på hur de används i olika konsumtionssituationer.",
"Eleven kan föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling­ samt livsstil, hälsa och privatekonomi."],
"A":["Eleven kan föra <strong>välutvecklade och väl underbyggda</strong> resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används. Dessutom kan eleven föra <strong>välutvecklade</strong> resone­mang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
"Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>välutvecklade</strong> resonemang med <strong>god koppling</strong> till konsekvenser för privat­ ekonomi. Eleven kan beskriva och föra <strong>välutvecklade och väl underbyggda</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
"Eleven kan föra <strong>välutvecklade och väl underbyggda</strong> resonemang kring kon­sekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi."]},
"subject":"GRNHEM2",
"school":"grundvux",
"friends":["Hem- och konsumentkunskap 1-6",
"Hem- och konsumentkunskap 7-9"]}