{"name":"Samhällskunskap",
"code":"GRNSAM2",
"points":"150",
"goals":[1,1,1,1,1,1],
"content":{"Individer och gemenskaper":["Befolkningen, dess storlek, sammansättning och geografiska fördelning\ni Sverige och i andra delar av världen. Konsekvenser av detta, till exempel socialt, kulturellt och ekonomiskt.",
"Välfärdsstrukturer i Sverige och i andra delar av världen, deras funktion och hur de finansieras.",
"Migration förr och nu, dess orsaker och konsekvenser. Integration och ­segregation i samhället."],
"Information och kommunikation":["Mediernas roll som informationsspridare, opinionsbildare, underhållare och granskare av samhällets maktstrukturer.",
"Olika slags medier samt nyhetsvärdering. Mediernas bilder av individer och grupper.",
"Internet och kommunikation via elektroniska medier: möjligheter och risker."],
"Rättigheter och rättsskipning":["De mänskliga rättigheterna samt diskrimineringsgrunderna i svensk lag.",
"Hur mänskliga rättigheter kränks i olika delar av världen.",
"Demokratiska fri- och rättigheter samt skyldigheter. Etiska och demokratiska dilemman.\nUrfolket samerna och övriga nationella minoriteter i Sverige.",
"Rättssystem och principer för rättssäkerhet. Normuppfattning och kriminalitet."],
"Samhällsresurser och fördelning":["Hushållens, företagens och det offentligas ekonomi: samband och orsaker till förändringar.",
"Länders och regioners ekonomier: samband och orsaker till förändringar i en globaliserad värld.",
"Arbetsmarknadens och arbetslivets förändringar och villkor. Utbildnings­ vägar, yrkesval och entreprenörskap.",
"Hur socioekonomisk bakgrund, kön och etnicitet påverkar utbildning, boende, välfärd, ekonomiska resurser, makt och inflytande. Begreppen ­jämlikhet och jämställdhet."],
"Beslutsfattande och politiska idéer":["Politiska ideologier och partier.",
"Sveriges politiska system, Europeiska unionen, riksdag, regering, lands­ ting och kommuner. Var olika beslut fattas och hur de påverkar individer, ­grupper och samhället i stort. Grundlagar.",
"Några olika stats- och styrelseskick i världen.",
"Aktuella samhällsfrågor i Sverige och världen. Internationell konflikthante­ ring, FN och folkrätten.",
"Europeiskt och nordiskt samarbete: dess bakgrund och innehåll.",
"Individers och gruppers möjligheter att påverka beslut och samhälls­ utveckling samt hur man inom ramen för den demokratiska processen kan påverka beslut."]},
"judge":{"E":["Eleven har <strong>grundläggande</strong> kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>enkla</strong> samband inom och mellan olika samhällsstrukturer. I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>i huvudsak fungerande</strong> sätt. Eleven kan föra <strong>enkla</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>enkla</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
"Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>enkla</strong> samband med <strong>enkla och till viss del underbyggda</strong> resonemang. Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>enkla</strong> resonemang och <strong>till viss del underbyggda</strong> argument och kan då <strong>i viss utsträckning</strong> växla mellan olika perspektiv. Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen. Dessutom kan eleven <strong>redogöra</strong> för de natio­ nella minoriteterna och deras särställning och rättigheter.",
"Eleven har <strong>grundläggande</strong> kunskaper om demokratiska värden och proces­ ser och visar det genom att föra <strong>enkla</strong> resonemang om demokratiska rättig­ heter och skyldigheter, samt om för och nackdelar med olika former för gemensamt beslutsfattande. Eleven kan söka information om samhället och använder då olika källor på ett <strong>i huvudsak fungerande</strong> sätt och för <strong>enkla och till viss del underbyggda</strong> resonemang om informationens och källornas tro­ värdighet och relevans."],
"C":["Eleven har <strong>goda</strong> kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>för­ hållandevis komplexa</strong> samband inom och mellan olika samhällsstrukturer. I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>relativt väl fungerande</strong> sätt. Eleven kan föra <strong>utvecklade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
"Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl under­ byggda</strong> resonemang. Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>utvecklade</strong> resonemang och <strong>relativt väl underbyggda</strong> argument och kan då <strong>i förhållandevis stor utsträckning</strong> växla mellan olika perspektiv­. Eleven redogör för de mänskliga rättigheternas innebörd och bety­ delse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen. Dessutom kan eleven <strong>redogöra</strong> för de nationella minoriteterna och deras sär­ ställning och rättigheter.",
"Eleven har <strong>goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>utvecklade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande. Eleven kan söka information om samhället och använder då olika källor på ett <strong>relativt väl fungerande</strong> sätt och för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans."],
"A":["Eleven har <strong>mycket goda</strong> kunskaper om olika samhällsstrukturer. Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>komplexa</strong> samband inom och mellan olika samhällsstrukturer. I beskrivning­ arna kan eleven använda begrepp och modeller på ett <strong>väl fungerande</strong> sätt. Eleven kan föra <strong>välutvecklade och nyanserade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
"Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>komplexa</strong> samband med <strong>välutvecklade och väl underbyggda</strong> resonemang. Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>välutvecklade</strong> resonemang och <strong>väl underbyggda</strong> argument och kan då <strong>i stor utsträckning</strong> växla mellan olika perspektiv. Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen. Dessutom kan eleven <strong>redogöra</strong> för de natio­ nella minoriteterna och deras särställning och rättigheter.",
"Eleven har <strong>mycket goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>välutvecklade och nyanserade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande. Eleven kan söka information om samhället och använder då olika källor på ett <strong>väl fungerande</strong> sätt och för <strong>väl­ utvecklade och väl underbyggda</strong> resonemang om informationens och källornas­ trovärdighet och relevans."]},
"subject":"GRNSAM2",
"school":"grundvux",
"friends":["SAMINE0",
"SAMINR0",
"Samhällskunskap 1-3",
"SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM02",
"SAMSAM03",
"Samhällskunskap 4-6",
"Samhällskunskap 7-9"]}