{"name":"Svenska del 2",
"code":"GRNSVE2_2",
"points":"1000",
"pointswith":"GRNSVE2_1",
"goals":[1,1,1,1,1,1],
"content":{"Läsa och skriva":["Lässtrategier för att förstå, tolka och analysera skönlitterära texter samt texter med anknytning till studier, samhälls- och arbetsliv.",
"Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag samt till deras syfte och mottagare. Skapande av texter där ord och bild samspelar.",
"Olika sätt att bearbeta egna texter till innehåll och form. Hur man ger och tar emot respons på texter.",
"Språkets form: meningsbyggnad, stavning, skiljetecken, ordklasser och ­satsdelar. Språkets form i förhållande till språkriktighet, stilnivå och syfte. Sammanhang och struktur i texter.",
"Redskap för förståelse och bearbetning av text samt för skrivande och skrift­ lig kommunikation, till exempel ordbehandlings- och presentationsprogram samt lexikon."],
"Tala, lyssna och samtala":["Att leda ett samtal, argumentera och sammanfatta.",
"Muntliga presentationer och muntligt berättande. Anpassning till situation, syfte och mottagare.",
"Innehåll och budskap i muntliga framställningar av olika slag från skilda medier och källor.",
"Redskap som stöd för förberedelser och genomföranden av muntliga presentationer."],
"Berättande texter och sakprosatexter":["Skönlitteratur från olika tider, från Sverige och övriga världen.",
"Språkliga drag, uppbyggnad och berättarperspektiv i skönlitteratur.",
"Några skönlitterära genrer.",
"Några skönlitterärt betydelsefulla författare från Sverige och övriga världen och deras verk.",
"Beskrivande, utredande, instruerande och argumenterande texter. Texternas syfte, innehåll, uppbyggnad och språkliga drag.",
"Texter som kombinerar ord, bild och ljud. Deras innehåll, uppbyggnad och språkliga drag."],
"Språkbruk":["Språkliga strategier för att minnas och lära.",
"Ords och begrepps nyanser och värdeladdning.",
"Anpassning av språket till sammanhang, syfte, situation och mottagare.",
"Språkets betydelse för lärande och tänkande samt för att utöva inflytande.",
"Etiska och moraliska aspekter på språkbruk, yttrandefrihet och integritet.",
"Språkets historia, ursprung, släktskap och särdrag. Regionalt färgat talspråk. Nyord och lånord.",
"Språkbruk genom tiderna. Nationella minoritetsspråk och grannspråken.",
"Informationssökning på Internet och i andra medier och källor.",
"Markering av citat och källor.",
"Källkritik och sovring av information."]},
"judge":{"E":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>flyt</strong> genom att, på ett <strong>i huvudsak fungerande</strong> sätt<strong>,</strong> välja och använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll <strong>med viss koppling</strong> till tidsaspekter, orsakssamband och andra texter visar eleven <strong>grundläggande</strong> läsförståelse. Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla och till viss del under­byggda</strong> resonemang om <strong>tydligt framträdande budskap</strong> i olika verk. Eleven kan också föra <strong>enkla</strong> resonemang om verket med kopplingar till dess upphovsman. Eleven drar då <strong>till viss del underbyggda</strong> slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i. Eleven kan föra <strong>enkla</strong> resonemang om budskap och innehåll i muntliga presentationer och talat språk i olika medier.",
"Eleven kan skriva olika slags texter med <strong>viss</strong> språklig variation, <strong>enkel</strong> textbindning samt i <strong>huvudsak fungerande</strong> anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla och till viss del underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans. Sammanställningarna­ kännetecknas av <strong>enkla</strong> beskrivningar och förklaringar, <strong>enkelt</strong> ämnesrelaterat språk samt <strong>i huvudsak fungerande</strong> struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvud­ sak fungerande</strong> sätt.",
"Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla och till viss del underbyggda</strong> argument på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>. Dess­ utom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak fungerande</strong> struktur och innehåll och <strong>viss anpassning</strong> till syfte, mottagare och sammanhang. Eleven kan föra <strong>enkla och till viss del under­ byggda</strong> resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader."],
"C":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>gott flyt</strong> genom att, på ett <strong>ändamålsenligt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll <strong>med relativt god koppling</strong> till tidsaspekter, orsakssamband och andra texter visar eleven <strong>god</strong> läsförståelse. Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra **utvecklade och relativt väl underbyggda ** resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk. Eleven kan också föra <strong>utvecklade</strong> resonemang om verket med kopplingar till dess upphovsman. Eleven drar då <strong>relativt väl underbyggda</strong> slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i. Eleven kan föra <strong>utvecklade</strong> resonemang om budskap och innehåll i muntliga presen­ tationer och talat språk i olika medier.",
"Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation, <strong>utvecklad</strong> textbindning samt <strong>relativt väl fungerande</strong> anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>relativt komplex</strong> uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>relativt varierat</strong> urval av källor och för då <strong>utvecklade och relativt väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans. Sammanställningarna kännetecknas av <strong>utvecklade</strong> beskrivningar och förklaringar, <strong>utvecklat</strong> ämnesrelaterat språk samt <strong>relativt väl fungerande</strong> struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett ändamålsenligt sätt kan eleven förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl fungerande</strong> sätt.",
"Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade och relativt väl underbyggda</strong> argument på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>. Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl fungerande</strong> struktur och innehåll och <strong>relativt god anpassning</strong> till syfte, mottagare och sammanhang. Eleven kan föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader."],
"A":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>mycket gott flyt</strong> genom att, på ett <strong>ändamålsenligt och effektivt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll <strong>med god koppling</strong> till tidsaspekter, orsakssamband och andra texter visar eleven <strong>mycket god</strong> läsförståelse. Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade och väl underbyggda</strong> resonemang om budskap som är <strong>tydligt</strong> framträdande och budskap som kan läsas mellan raderna eller är dolda <strong>i olika verk. Eleven kan också föra</strong> välutvecklade och nyanserade <strong>resonemang om verket med kopplingar till dess upphovsman. Eleven drar då</strong> väl underbyggda <strong>slutsatser om hur verket har påverkats av det historiska och kulturella samman­ hang som det har tillkommit i. Eleven kan föra</strong> välutvecklade <strong>resonemang om budskap och innehåll i muntliga presentationer och talat språk i olika medier.</strong>",
"Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad</strong> textbindning samt <strong>väl fungerande</strong> anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>komplex</strong> uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>varierat</strong> urval av källor och för då <strong>välutvecklade och väl underbyggda</strong> resone­ mang om informationens och källornas trovärdighet och relevans. Samman­ ställningarna kännetecknas av <strong>välutvecklade och nyanserade</strong> beskrivningar och förklaringar, <strong>välutvecklat</strong> ämnesrelaterat språk samt <strong>väl fungerande</strong> struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>välutvecklade och nyanserade</strong> omdömen om texters innehåll och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlig­ het, kvalitet och uttrycksfullhet på ett <strong>väl fungerande</strong> sätt.",
"Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade och väl underbyggda</strong> argument på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>. Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl fungerande</strong> struktur och innehåll och <strong>god anpassning</strong> till syfte, mottagare och sammanhang. Eleven kan föra <strong>välutveck­ lade och väl underbyggda</strong> resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt fram­ trädande likheter och skillnader."]},
"subject":"GRNSVE2",
"school":"grundvux",
"friends":["SVELIT0",
"SVERET0",
"SVESKR0",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}