{"subject":"GRU",
"name":"Grundläggande vård och omsorg",
"points":100,
"code":"GRUGRD0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Grundläggande anatomi och fysiologi.",
"Vanligt förekommande sjukdomar och åtgärder vid dem.",
"Innebörden av personlig omvårdnad och egenvård och hur det kan stödjas.",
"Omvårdnadshygien, mikroorganismer, smitta och smittspridning.",
"Användning och hantering av vanligt förekommande läkemedel. Läkemedlens biverkningar.",
"Bestämmelser och praxis om arbetsmiljö, säkerhet och yrkesetik i samband med arbetet med grundläggande vård och omsorg.",
"Funktionella kroppshållningar. Innebörden och betydelsen av att arbeta ergonomiskt. Förutsättningar för funktionella kroppshållningar.",
"Hjärt-lungräddning med defibrillering samt första hjälpen vid skada och akut sjukdom."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>översiktligt</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>översiktligt</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>några</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven utför vanligt förekommand <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>översiktligt</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>översiktligt</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>utförligt</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>utförligt</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>några</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>utförligt</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>utförligt</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>utförligt och nyanserat</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>utförligt och nyanserat</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>flera</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven utför vanligt förekommand <b>även avancerade</b> arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val</b>, samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>utförligt och nyanserat</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>översiktligt</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>översiktligt</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>några</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven utför vanligt förekommand <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>översiktligt</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>översiktligt</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>utförligt</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>utförligt</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>några</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>utförligt</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>utförligt</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> kroppens uppbyggnad och funktion. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för innebörden av personlig omvårdnad och egenvård och hur det kan stödjas. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vanligt förekommande sjukdomar och olika aspekter av smitta och smittspridning. Eleven redogör även för <b>flera</b> vanliga läkemedel och deras eventuella biverkningar samt hur de används och hanteras. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven utför vanligt förekommand <b>även avancerade</b> arbetsuppgifter <b>efter samråd</b> med handledare på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften, <b>motiverar sina val</b>, samt tar i arbetet hänsyn till hygien, hälsa och miljö. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar av arbetsuppgifterna och föreslår vid behov förbättringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}