{"subject":"GRÄ",
"name":"Gränssnitt 3D",
"points":100,
"instrRAW":"som bygger på kursen gränssnittsdesign.",
"descarr":["Den bygger på kursen ",
"GRÄGRÄ0",
"."],
"reqRAW":"kursen GRÄGRÄ0",
"code":"GRÄGRN0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Begreppsbildning kring och användning av virtuell och förstärkt verklighet samt tjänster utformade efter geografisk kontext.",
"Genomförande av förstudier genom problemformulering utifrån kundönskemål, identifikation av målgrupper och typanvändare, undersökning av tekniska förutsättningar och liknande applikationer samt formulering av målsättningar och framgångskriterier.",
"Genomförande av gränssnittsdesignprojekt. Det innebär idégenerering, skisser, återkoppling till beställare, interaktiv prototyp, testning, dokumentation och överlämnande för implementering.",
"Datorstöd för projekthantering.",
"Utvecklingsverktyg för tredimensionell grafik.",
"Modellering och texturer.",
"Samverkan mellan tredimensionell användarmiljö, text och ljud.",
"Människa-datorinteraktion (HCI) samt användbarhet och tillgänglighet.",
"Metoder och teknik för navigation i tredimensionella miljöer.",
"Förflyttning genom tredimensionella miljöer och interaktion med tredimensionella objekt.",
"Datorsystem (ubicomp) och gränssnitt i vardagen.",
"Frågor som rör integritet och etik.",
"Lagar och andra bestämmelser inom området."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör en <b>enkel</b> projektplan för att utveckla ett gränssnitt till epplikation. Projektplanen innehåller en <b>enkel</b> problemformulerintifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>enkla</b> omdömen sin projektplan.</p><p>Eleven utvecklar några <b>enkla</b> tredimensionella objekt. Eleven utformar också med <b>tillfredsställande</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>översiktligt</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.</p><p>Gränssnittet har på <b>något</b> sätt bearbetats enligt principer för visuelesign samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>någon enkel</b> princip för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar.</p><p>Eleven följer <b>någon</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar euvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat råga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några <b>enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>någon</b> av designens viktiga delar.</p><p>Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar med<b>enkla</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>översiktligt</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.</p><p>Eleven redogör <b>översiktligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen aatorsystem, gränssnitt och tjänster utformade efter geografisk kontext.</p><p>Dessutom hänvisar eleven i sin redogörelse till lagar och andrestämmelser inom området.</p><p>Eleven använder <b>med viss säkerhet</b> <b>enkel</b> terminologi inom området.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan.</p><p>Eleven utvecklar några tredimensionella objekt. Eleven utformar också med <b>tillfredsställande</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>utförligt</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.</p><p>Gränssnittet har på <b>några</b> sätt bearbetats enligt principer föisuell design samt med <b>tillfredsställande</b> resultat anpassats tilnvändarens behov utifrån <b>några</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar.</p><p>Eleven följer <b>några</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar euvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat råga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några <b>enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>några</b> av designens viktiga delar.</p><p>Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>utförligt</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.</p><p>Eleven redogör <b>utförligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen aatorsystem, gränssnitt och tjänster utformade efter geografisk kontext.<br/>Dessutom hänvisar eleven i sin redogörelse till lagar och andrestämmelser inom området.</p><p>Eleven använder <b>med viss säkerhet</b> terminologi inom området.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>komplex</b><br/>problemformulering utifrån kundönskemål, identifikation av målgruppech dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan <b>ur flera perspektiv samt föreslår vid behov förbättringar av planen</b>.</p><p>Eleven utvecklar några tredimensionella objekt. Eleven utformar också med <b>gott</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.</p><p>Gränssnittet har på <b>flera</b> sätt bearbetats enligt principer föisuell design samt med <b>gott</b> resultat anpassats till användarens behov utifrån <b>flera</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen, så att gränssnittet har en <b>god</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar.</p><p>Eleven följer <b>flera</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar euvudsakligen interaktiv prototyp med <b>gott</b> resultat i fråga om funktion,<br/>utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några metoder. Prototypen kompletteras med en stilguide som täcker <b>flera</b> av designens viktiga delar.</p><p>Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. <b>Dessutom ger eleven förslag på hur arbetet kan förbättras</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.</p><p>Eleven redogör <b>utförligt och nyanserat</b>, utifrån några exempel ardagen, för på vilket sätt integritet och etik har betydelse fötformningen av datorsystem, gränssnitt och tjänster utformade efteeografisk kontext. Dessutom hänvisar eleven i sin redogörelse tilagar och andra bestämmelser inom området.</p><p>Eleven använder <b>med säkerhet</b> terminologi inom området.</p>",
"judge":{"E":["Eleven gör en <b>enkel</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>enkel</b> problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>enkla</b> omdömen sin projektplan.",
"Eleven utvecklar några <b>enkla</b> tredimensionella objekt. Eleven utformar också med <b>tillfredsställande</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>översiktligt</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.",
"Gränssnittet har på <b>något</b> sätt bearbetats enligt principer för visuell design samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>någon enkel</b> princip för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsnedsättningar.",
"Eleven följer <b>någon</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat råga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några <b>enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>någon</b> av designens viktiga delar.",
"Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar med<b>enkla</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>översiktligt</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.",
"Eleven redogör <b>översiktligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem, gränssnitt och tjänster utformade efter geografisk kontext.",
"Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området. Eleven använder <b>med viss säkerhet</b> <b>enkel</b> terminologi inom området."],
"C":["Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan.",
"Eleven utvecklar några tredimensionella objekt. Eleven utformar också med <b>tillfredsställande</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>utförligt</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.",
"Gränssnittet har på <b>några</b> sätt bearbetats enligt principer föisuell design samt med <b>tillfredsställande</b> resultat anpassats tilnvändarens behov utifrån <b>några</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar.",
"Eleven följer <b>några</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar euvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat råga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några <b>enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>några</b> av designens viktiga delar.",
"Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>utförligt</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.",
"Eleven redogör <b>utförligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen aatorsystem, gränssnitt och tjänster utformade efter geografisk kontext. Dessutom hänvisar eleven i sin redogörelse till lagar och andrestämmelser inom området.",
"Eleven använder <b>med viss säkerhet</b> terminologi inom området."],
"A":["Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>komplex</b> problemformulering utifrån kundönskemål, identifikation av målgruppech dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan <b>ur flera perspektiv samt föreslår vid behov förbättringar av planen</b>.",
"Eleven utvecklar några tredimensionella objekt. Eleven utformar också med <b>gott</b> resultat navigation och interaktivitet för en virtuell miljö eller förstärkt verklighet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika datakällor som kan användas för att ge information till användaren av gränssnittet.",
"Gränssnittet har på <b>flera</b> sätt bearbetats enligt principer föisuell design samt med <b>gott</b> resultat anpassats till användarens behov utifrån <b>flera</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen, så att gränssnittet har en <b>god</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar.",
"Eleven följer <b>flera</b> av de vedertagna konventioner som finns för den typ av applikation för vilken gränssnittet är avsett. Eleven utvecklar euvudsakligen interaktiv prototyp med <b>gott</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med några metoder. Prototypen kompletteras med en stilguide som täcker <b>flera</b> av designens viktiga delar.",
"Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. <b>Dessutom ger eleven förslag på hur arbetet kan förbättras</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur det egna gränssnittet förhåller sig till teoribildningen om människa-datorinteraktion.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b>, utifrån några exempel ardagen, för på vilket sätt integritet och etik har betydelse fötformningen av datorsystem, gränssnitt och tjänster utformade efteeografisk kontext. Dessutom hänvisar eleven i sin redogörelse tilagar och andra bestämmelser inom området.",
"Eleven använder <b>med säkerhet</b> terminologi inom området."]},
"req":"GRÄGRÄ0",
"reqarr":["GRÄGRÄ0"],
"friends":["GRÄGRÄ0",
"GRÄGRÄ0"]}