{"subject":"GRÄ",
"name":"Gränssnittsdesign",
"points":100,
"code":"GRÄGRÄ0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Gränssnitt för en applikation.",
"Genomförande av förstudier genom problemformulering utifrån kundönskemål, identifikation av målgrupper och typanvändare, undersökning av tekniska förutsättningar och liknande applikationer samt formulering av målsättningar och framgångskriterier.",
"Genomförande av gränssnittsdesignprojekt, vilket innebär idégenerering, skisser, återkoppling till beställare, interaktiv prototyp, testning, dokumentation och överlämnande för implementering.",
"Datorstöd för projekthantering.",
"Inhämtning och värdering av information.",
"Redigering och anpassning av digital bild och video samt digitalt ljud till ett gränssnitt.",
"Kommunikationsteknik och textbearbetning för effektiv anpassning till relevant medium.",
"Faktorer som skapar en god användarupplevelse.",
"Typsnitt, färgscheman och principer för layout av gränssnitt.",
"Informationsarkitektur och användarvänlig navigation.",
"Konventioner och formspråk eller mönster för interaktion, inmatnings- och utmatningsmetoder och vanligt förekommande gränssnittselement, till exempel textinmatningsfält eller knappar.",
"Faktorer som möjliggör kommunikation av specifika budskap.",
"Principer för användbarhet samt metoder för att testa användbarhet.",
"Krav på ett inkluderande gränssnitt. Riktlinjer, principer, tekniker och testning för tillgänglighet.",
"Datorsystem (ubicomp) och gränssnitt i vardagen.",
"Frågor som rör integritet och etik.",
"Lagar och andra bestämmelser inom området. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör en <b>enkel</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>enkel</b> problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>enkla</b> omdömen sin projektplan.</p><p>För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dem i gränssnittet till applikationen. Gränssnittet har på <b>något</b> sätt bearbetats enligt principer för visuell design samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>någon enkel</b> princip för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>tillfredsställande</b> sätt.</p><p>Eleven följer <b>någon</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>några enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>någon</b> av designens viktigaste delar.</p><p>Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>översiktligt</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas.</p><p>Eleven redogör <b>översiktligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.</p><p>Eleven använder <b>med viss säkerhet enkel</b> terminologi inom området.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan.</p><p>För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dem i gränssnittet till applikationen. Gränssnittet har på <b>några olika</b> sätt bearbetats enligt principer för visuell design samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>några</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>tillfredsställande</b> sätt.</p><p>Eleven följer <b>några</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>några enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>några</b> av designens viktigaste delar.</p><p>Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>utförligt</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas.</p><p>Eleven redogör <b>utförligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.</p><p>Eleven använder <b>med viss säkerhet</b> terminologi inom området.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>komplex</b> problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektpla <b>ur flera perspektiv samt föreslår vid behov förbättringar av planen</b>.</p><p>För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dessa i gränssnittet till applikationen. Gränssnittet har på <b>flera olika</b> sätt bearbetats enligt principer för visuell design samt med <b>gott</b> resultat anpassats till användarens behov utifrån <b>flera komplexa</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>god</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>gott</b> sätt.</p><p>Eleven följer <b>flera</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>gott</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>flera olika</b> metoder <b>samt återkopplar resultaten från sin testning till sin design</b>. Prototypen kompletteras med en stilguide som täcker <b>flera</b> av designens viktigaste delar.</p><p>Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. Dessutom <b>ger eleven förslag på hur arbetet kan förbättras</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas. <b>Dessutom ger eleven förslag på hur resultatet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.</p><p>Eleven använder <b>med säkerhet</b> terminologi inom området.</p>",
"judge":{"E":["Eleven gör en <b>enkel</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>enkel</b> problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>enkla</b> omdömen sin projektplan.",
"För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dem i gränssnittet till applikationen. Gränssnittet har på <b>något</b> sätt bearbetats enligt principer för visuell design samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>någon enkel</b> princip för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>tillfredsställande</b> sätt.",
"Eleven följer <b>någon</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>några enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>någon</b> av designens viktigaste delar.",
"Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>översiktligt</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas.",
"Eleven redogör <b>översiktligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.",
"Eleven använder <b>med viss säkerhet enkel</b> terminologi inom området."],
"C":["Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektplan.",
"För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dem i gränssnittet till applikationen. Gränssnittet har på <b>några olika</b> sätt bearbetats enligt principer för visuell design samt med <b>tillfredsställande</b> resultat anpassats till användarens behov utifrån <b>några</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>tillfredsställande</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>tillfredsställande</b> sätt.",
"Eleven följer <b>några</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>tillfredsställande</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>några enkla</b> metoder. Prototypen kompletteras med en stilguide som täcker <b>några</b> av designens viktigaste delar.",
"Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. I utvärderingen diskuterar eleven <b>utförligt</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas.",
"Eleven redogör <b>utförligt</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.",
"Eleven använder <b>med viss säkerhet</b> terminologi inom området."],
"A":["Eleven gör en <b>genomarbetad</b> projektplan för att utveckla ett gränssnitt till en applikation. Projektplanen innehåller en <b>komplex</b> problemformulering utifrån kundönskemål, identifikation av målgruppen och dess behov samt projektets tekniska förutsättningar. Eleven värderar med <b>nyanserade</b> omdömen sin projektpla <b>ur flera perspektiv samt föreslår vid behov förbättringar av planen</b>.",
"För att utveckla gränssnittet hämtar eleven, eller skapar egna, texter, bilder och eventuell annan media samt infogar dessa i gränssnittet till applikationen. Gränssnittet har på <b>flera olika</b> sätt bearbetats enligt principer för visuell design samt med <b>gott</b> resultat anpassats till användarens behov utifrån <b>flera komplexa</b> principer för användbarhet. Detta gör eleven genom att anpassa den visuella designen och interaktionen så att gränssnittet har en <b>god</b> kvalitet i fråga om uppfattningsbarhet och användbarhet också för användare med funktionsned­sättningar. Dessutom för gränssnittet fram kundens önskade budskap på ett <b>gott</b> sätt.",
"Eleven följer <b>flera</b> av de vedertagna konventioner som finns för den plattform som hon eller han arbetar med. Eleven utvecklar en huvudsakligen interaktiv prototyp med <b>gott</b> resultat i fråga om funktion, utseende och användbarhet. Dessutom testar eleven prototypens användbarhet med <b>flera olika</b> metoder <b>samt återkopplar resultaten från sin testning till sin design</b>. Prototypen kompletteras med en stilguide som täcker <b>flera</b> av designens viktigaste delar.",
"Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat utifrån projektplanen. Dessutom <b>ger eleven förslag på hur arbetet kan förbättras</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur det egna gränssnittet förhåller sig till generella principer för hur en god användarupplevelse skapas. <b>Dessutom ger eleven förslag på hur resultatet kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b>, utifrån några exempel i vardagen, för på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt. Dessutom hänvisar eleven i sin redogörelse till lagar och andra bestämmelser inom området.",
"Eleven använder <b>med säkerhet</b> terminologi inom området."]},
"reqBy":["GRÄGRN0"]}