{"subject":"GYN",
"novux":true,
"name":"Gymnasieingenjören i praktiken",
"origname":"Gymnasieingenjören i praktiken",
"points":200,
"code":"GYNGYM0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Etiska, sociala och historiska aspekter på ingenjörens roll.",
"Systemtänkande samt olika metoder och begrepp som är gemensamma och användbara för det ingenjörsmässiga arbetet.",
"Entreprenörskap och företagande inom teknikområdet med fokus på dess villkor, förutsättningar och behov.",
"Målstyrning och behovsstyrning.",
"Olika företagskulturers betydelse.",
"Grundläggande företagsekonomiska teorier och begrepp inom området ekonomisk hållbarhet. Kalkylering, budgetering och projektekonomi.",
"Grundläggande juridik inom teknikområdet, till exempel avtals-, arbetsmarknads-, upphandlings- och arbetsmiljörätt.",
"Hur en projektplan upprättas och genomförs samt användbara verktyg, till exempel kalkyl och budget.",
"Grundläggande teorier om ledarskap och organisation, till exempel hur beslutsfattande sker i en organisation.",
"Grupprocesser och gruppdynamik.",
"Naturvetenskapliga och tekniska teorier och metoder.",
"Kommunikationsstrategier samt kommunikations-, dokumentations- och presentationsteknik för att förmedla teknik och information."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>enkla</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>översiktligt</b> om olika etiska frågeställningar i samband med ingenjörsarbete.</p><p>Eleven redogör <b>översiktligt</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>översiktligt</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>översiktligt</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>översiktligt</b> för vad entreprenörskap i tekniska företag innebär.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för innebörden av juridiska begrepp och använder dem <b>med viss säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument. Utifrån <b>enkla</b> fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat <b>enkla</b> juridiska problem.</p><p>Eleven redogör <b>översiktligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>översiktligt</b> några modeller för kommunikation. Eleven redogör också <b>översiktligt</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med viss säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>översiktligt</b> för gruppdynamiska problem som kan uppstå i projekt.</p><p>Eleven planerar ett projekt samt beskriver <b>översiktligt</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med viss säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använde <b>med viss säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med viss säkerhet</b> kalkyler och budget.</p><p>Eleven väljer <b>med viss säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>enkel</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>enkla</b> kommunikationsstrategier och tillämpar dem <b>med viss säkerhet</b> i olika situationer.</p><p>Eleven använder <b>med viss säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>i samråd</b> med handledare relevanta metoder i det praktiska arbetet.</p><p>Eleven utvärderar med <b>enkla</b> omdömen ett genomfört projekt.</p><p>Eleven presenterar sitt arbete <b>med viss säkerhet</b> och väljer <b>i samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>välgrundade</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>utförligt</b> om olika etiska frågeställningar i samband med ingenjörsarbete.</p><p>Eleven redogör <b>utförligt</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>utförligt</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>utförligt</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>utförligt</b> för vad entreprenörskap i tekniska företag innebär.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för innebörden av juridiska begrepp och använder dem <b>med viss säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument. Utifrån fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat juridiska problem.</p><p>Eleven redogör <b>utförligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>utförligt</b> några modeller för kommunikation. Eleven redogör också <b>utförligt</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med viss säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>utförligt</b> för gruppdynamiska problem som kan uppstå i projekt.</p><p>Eleven planerar ett projekt samt beskriver <b>utförligt</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med viss säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använder <b>med viss säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med viss säkerhet</b> kalkyler och budget.</p><p>Eleven väljer <b>med viss säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>noggrann</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>välgrundade</b> kommunikationsstrategier och tillämpar dem <b>med viss säkerhet</b> i olika situationer.</p><p>Eleven använder <b>med viss säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>efter samråd</b> med handledare relevanta metoder i det praktiska arbetet.</p><p>Eleven utvärderar med <b>nyanserade</b> omdömen ett genomfört projekt.</p><p>Eleven presenterar sitt arbete <b>med viss säkerhet</b> och väljer <b>efter samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>utförligt och nyanserat</b> om olika etiska frågeställningar i samband med ingenjörsarbete.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>utförligt och nyanserat</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>utförligt och nyanserat</b> för vad entreprenörskap i tekniska företag innebär.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och nyanserat</b> för innebörden av juridiska begrepp och använder dem <b>med säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>gott</b> resultat något sådant dokument. Utifrån fallbeskrivningar löser eleven med <b>gott</b> resultat juridiska problem.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>utförligt och nyanserat</b> några modeller för kommunikation. Eleven redogör också <b>utförligt och nyanserat</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>utförligt och nyanserat</b> för gruppdynamiska problem som kan uppstå i projekt.</p><p>Eleven planerar ett projekt samt beskriver <b>utförligt och nyanserat</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använder <b>med säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med säkerhet</b> kalkyler och budget.</p><p>Eleven väljer <b>med säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>välgrundade och nyanserade</b> kommunikationsstrategier och tillämpar dem <b>med säkerhet</b> i olika situationer.</p><p>Eleven använder <b>med säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>efter samråd</b> med handledare relevanta metoder i det praktiska arbetet.</p><p>Eleven utvärderar med <b>nyanserade</b> omdömen ett genomfört projekt <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven presenterar sitt arbete <b>med säkerhet</b> och väljer <b>efter samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>enkla</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>översiktligt</b> om olika etiska frågeställningar i samband med ingenjörsarbete.",
"Eleven redogör <b>översiktligt</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>översiktligt</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>översiktligt</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>översiktligt</b> för vad entreprenörskap i tekniska företag innebär.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för innebörden av juridiska begrepp och använder dem <b>med viss säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument. Utifrån <b>enkla</b> fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat <b>enkla</b> juridiska problem.",
"Eleven redogör <b>översiktligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>översiktligt</b> några modeller för kommunikation. Eleven redogör också <b>översiktligt</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med viss säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>översiktligt</b> för gruppdynamiska problem som kan uppstå i projekt.",
"Eleven planerar ett projekt samt beskriver <b>översiktligt</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med viss säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använde <b>med viss säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med viss säkerhet</b> kalkyler och budget.",
"Eleven väljer <b>med viss säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>enkel</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>enkla</b> kommunikationsstrategier och tillämpar dem <b>med viss säkerhet</b> i olika situationer.",
"Eleven använder <b>med viss säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>i samråd</b> med handledare relevanta metoder i det praktiska arbetet.",
"Eleven utvärderar med <b>enkla</b> omdömen ett genomfört projekt.",
"Eleven presenterar sitt arbete <b>med viss säkerhet</b> och väljer <b>i samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>välgrundade</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>utförligt</b> om olika etiska frågeställningar i samband med ingenjörsarbete.",
"Eleven redogör <b>utförligt</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>utförligt</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>utförligt</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>utförligt</b> för vad entreprenörskap i tekniska företag innebär.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för innebörden av juridiska begrepp och använder dem <b>med viss säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument. Utifrån fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat juridiska problem.",
"Eleven redogör <b>utförligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>utförligt</b> några modeller för kommunikation. Eleven redogör också <b>utförligt</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med viss säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>utförligt</b> för gruppdynamiska problem som kan uppstå i projekt.",
"Eleven planerar ett projekt samt beskriver <b>utförligt</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med viss säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använder <b>med viss säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med viss säkerhet</b> kalkyler och budget.",
"Eleven väljer <b>med viss säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>noggrann</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>välgrundade</b> kommunikationsstrategier och tillämpar dem <b>med viss säkerhet</b> i olika situationer.",
"Eleven använder <b>med viss säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>efter samråd</b> med handledare relevanta metoder i det praktiska arbetet.",
"Eleven utvärderar med <b>nyanserade</b> omdömen ett genomfört projekt.",
"Eleven presenterar sitt arbete <b>med viss säkerhet</b> och väljer <b>efter samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur ingenjörsrollen vuxit fram i vårt samhälle, vilken roll den har i dag och kan tänkas ha i framtiden. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över ingenjörens betydelse för vår tekniska utveckling. Vidare resonerar eleven <b>utförligt och</b> <b>nyanserat</b> om olika etiska frågeställningar i samband med ingenjörsarbete.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några företagsekonomiska teorier och begrepp samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur verksamheter styrs av ekonomiska mål. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur värderingar, visioner och normer påverkar ett företag och dess kultur. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vad entreprenörskap i tekniska företag innebär.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för innebörden av juridiska begrepp och använder dem <b>med säkerhet</b> i relevanta sammanhang. Eleven förklarar innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>gott</b> resultat något sådant dokument. Utifrån fallbeskrivningar löser eleven med <b>gott</b> resultat juridiska problem.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur individer och grupper fungerar inom en organiserad verksamhet. I redogörelsen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några modeller för kommunikation. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för olika former av kommunikation och samverkan samt för metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven <b>med säkerhet</b> de olika formerna och metoderna i förhållande till genomförda projekt. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för gruppdynamiska problem som kan uppstå i projekt.",
"Eleven planerar ett projekt samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur det kan genomföras och struktureras beroende på mål och behov. Eleven upprättar <b>med säkerhet</b> en projektplan inom den valda tekniska profilen. Eleven använder <b>med säkerhet</b> lämpligt planeringsverktyg. I arbetet använder eleven <b>med säkerhet</b> kalkyler och budget.",
"Eleven väljer <b>med säkerhet</b> lämpliga arbetsmetoder för styrning och ledning av projektet samt gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete och resultat. Dessutom föreslår eleven <b>välgrundade och nyanserade</b> kommunikationsstrategier och tillämpar dem <b>med säkerhet</b> i olika situationer.",
"Eleven använder <b>med säkerhet</b> lämpliga tekniska och naturvetenskapliga teorier och begrepp för problemlösning samt väljer <b>efter samråd</b> med handledare relevanta metoder i det praktiska arbetet.",
"Eleven utvärderar med <b>nyanserade</b> omdömen ett genomfört projekt <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven presenterar sitt arbete <b>med säkerhet</b> och väljer <b>efter samråd</b> med handledare relevanta presentationsverktyg och presentationsmetoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["GYMGYM0"]}