{"subject":"HAA",
"name":"Barnhälsovård",
"points":100,
"code":"HAABAR0",
"goals":[1,1,1,1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Barns hälsa och välbefinnande.",
"Sambanden mellan levnadsvanor, livsvillkor samt barns hälsa och välbefinnande.",
"Vanliga barnsjukdomar och skaderisker hos barn.",
"Barnhälsovårdens organisation, utveckling och funktion.",
"Förebyggande barnhälsoarbete, till exempel tandvård, kontroller och vaccinationer.",
"FN:s konvention om barnets rättigheter.",
"Lagar och andra bestämmelser inom verksamhetsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>några</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>enkla</b> samband samt drar <b>enkla</b> slutsatser. Dessutom beskriver eleven <b>översiktligt</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.</p><p>Eleven redogör <b>översiktligt</b> för barnhälsovårdens organisation och arbete och ger <b>några</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>översiktligt</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>översiktligt</b> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>flera</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>enkla</b> samband samt drar <b>välgrundade</b> slutsatser. Dessutom beskriver eleven <b>utförligt</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.</p><p>Eleven redogör <b>utförligt</b> för barnhälsovårdens organisation och arbete och ger <b>flera</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>utförligt</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt</b> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>flera</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>komplexa</b> samband samt drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom beskriver eleven <b>utförligt och nyanserat</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för barnhälsovårdens organisation och arbete och ger <b>flera</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>utförligt och nyanserat</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för FN:s konvention om barnets rättigheter samt för andra lagar och bestämmelser som reglerar verksamheter för barn.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>några</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>enkla</b> samband samt drar <b>enkla</b> slutsatser. Dessutom beskriver eleven <b>översiktligt</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
"Eleven redogör <b>översiktligt</b> för barnhälsovårdens organisation och arbete och ger <b>några</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>översiktligt</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>översiktligt</b> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor."],
"C":["Eleven redogö <b>utförligt</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>flera</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>enkla</b> samband samt drar <b>välgrundade</b> slutsatser. Dessutom beskriver eleven <b>utförligt</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
"Eleven redogör <b>utförligt</b> för barnhälsovårdens organisation och arbete och ger <b>flera</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>utförligt</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt</b> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor."],
"A":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande. Eleven ger <b>flera</b> exempel på faktorer som påverkar barns hälsa och förklarar <b>komplexa</b> samband samt drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för barnhälsovårdens organisation och arbete och ger <b>flera</b> exempel på förebyggande barnhälsoarbete samt beskriver <b>utförligt och</b> <b>nyanserat</b> insatsernas betydelse för barns hälsa. I redogörelserna och beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för FN:s konvention om barnets rättigheter samt för andra lagar och bestämmelser som reglerar verksamheter för barn.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder och värderingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor."]},
"friends":["HAAFRI0",
"HAAKOM0",
"HAAKOS0"]}