{"subject":"HAA",
"novux":false,
"name":"Friskvård och hälsa",
"origname":"Friskvård och hälsa",
"points":100,
"code":"HAAFRI0",
"goals":[1,1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Människors livsvillkor och hälsoeffekter ur psykosociala, socioekonomiska, kulturella, historiska och internationella aspekter samt genus- och miljöaspekter.",
"Kost, näring, fysisk aktivitet och sömn.",
"Stress och stresshantering.",
"Missbruk och beroende.",
"Sexualitet och samlevnad samt STI (sexually transmitted infections).",
"Folksjukdomar och förebyggande hälsoarbete.",
"Centrala begrepp och teorier, till exempel KASAM (känsla av sammanhang).",
"Lagar och andra bestämmelser samt internationella överenskommelser inom hälsoområdet.",
"Hälsoupplysning individuellt och i grupp.",
"Hälsoprofil som verktyg.",
"Hälsofrämjande program på individ- och gruppnivå.",
"Kommunikation och coachning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Dessutom redogör eleven <b>översiktligt</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.</p><p>Eleven planerar och genomför, <b>i samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>tillfredsställande</b> resultat. Eleven utvärderar resultatet med <b>enkla</b> omdömen och motiverar <b>översiktligt</b> tillvägagångssättet. Eleven gör en <b>enkel</b> dokumentation av utfört arbete.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser. Dessutom redogör eleven <b>utförligt</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.</p><p>Eleven planerar och genomför, <b>efter samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>tillfredsställande</b> resultat. Eleven utvärderar resultatet med <b>välgrundade</b> omdömen och motiverar <b>utförligt</b> tillvägagångssättet. Eleven gör en <b>noggrann</b> dokumentation av utfört arbete.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom redogör eleven <b>utförligt och nyanserat</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.</p><p>Eleven planerar och genomför, <b>efter samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>gott</b> resultat. Eleven utvärderar resultatet med <b>välgrundade och nyanserade</b> omdömen och motiverar <b>utförligt och nyanserat</b> tillvägagångssättet. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utfört arbete.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Dessutom redogör eleven <b>översiktligt</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
"Eleven planerar och genomför, <b>i samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>tillfredsställande</b> resultat. Eleven utvärderar resultatet med <b>enkla</b> omdömen och motiverar <b>översiktligt</b> tillvägagångssättet. Eleven gör en <b>enkel</b> dokumentation av utfört arbete.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser. Dessutom redogör eleven <b>utförligt</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
"Eleven planerar och genomför, <b>efter samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>tillfredsställande</b> resultat. Eleven utvärderar resultatet med <b>välgrundade</b> omdömen och motiverar <b>utförligt</b> tillvägagångssättet. Eleven gör en <b>noggrann</b> dokumentation av utfört arbete.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för några folksjukdomar samt hur de kan förebyggas och behandlas. I redogörelserna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
"Eleven planerar och genomför, <b>efter samråd</b> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <b>gott</b> resultat. Eleven utvärderar resultatet med <b>välgrundade och nyanserade</b> omdömen och motiverar <b>utförligt och</b> <b>nyanserat</b> tillvägagångssättet. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utfört arbete.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HAABAR0",
"HAAKOM0",
"HAAKOS0"]}