{"subject":"HAA",
"name":"Komplementärmedicin",
"points":100,
"code":"HAAKOM0",
"goals":[1,1,0,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Den komplementärmedicinska historiken ur ett kulturellt perspektiv. Etiska perspektiv på komplementärmedicinska behandlingsmetoder.",
"Komplementära behandlingsmetoder och verkningssätt och effekter ur ett fysiologiskt och psykologiskt perspektiv.",
"Komplementära behandlingsmetoder i relation till skolmedicin.",
"Massage och beröring som terapeutisk metod och dess fysiologiska samt psykologiska effekter.",
"Lagar och andra bestämmelser som reglerar det komplementärmedicinska verksamhetsområdet.",
"Planering, genomförande och utvärdering samt dokumentation av komplementär metod i syfte att öka psykiskt, fysiskt eller socialt välbefinnande, till exempel taktil stimulering eller klassisk massage.",
"Yrkesetik i samarbete och kommunikation i utövande av komplementärmedicinska behandlingsmetoder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver <b>översiktligt</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>i samråd</b> med handledare utifrån dessa.</p><p>Eleven planerar och genomför <b>i samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>översiktligt</b> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>enkla</b> omdömen.</p><p>Eleven beskriver äve <b>översiktligt</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>översiktligt</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven me <b>viss säkerhet</b> med andra  <b>bekanta</b> situationer på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver även <b>utförligt</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>efter samråd</b> med handledare utifrån dessa.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>gott</b> resultat. Dessutom beskriver eleven <b>utförligt</b> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>nyanserade</b> omdömen.</p><p>Eleven beskriver även <b>utförligt</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>utförligt</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven med <b>viss säkerhet</b> med andra  <b>nya</b> situationer på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver även <b>utförligt och nyanserat</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>efter samråd</b> med handledare utifrån dessa.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>gott</b> resultat <b>och anpassar vid behov sitt arbete till ändrade förutsättningar</b>. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur behandlingsmetoderna kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>nyanserade</b> omdömen.</p><p>Eleven beskriver äve <b>utförligt och nyanserat</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>utförligt och nyanserat</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven med <b>säkerhet</b> med andra i <b>nya</b> situationer på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver <b>översiktligt</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>i samråd</b> med handledare utifrån dessa.",
"Eleven planerar och genomför <b>i samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>översiktligt</b> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>enkla</b> omdömen.",
"Eleven beskriver äve <b>översiktligt</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>översiktligt</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven med <b>viss säkerhet</b> med andra  <b>bekanta</b> situationer på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver även <b>utförligt</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>efter samråd</b> med handledare utifrån dessa.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>gott</b> resultat. Dessutom beskriver eleven <b>utförligt</b> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>nyanserade</b> omdömen.",
"Eleven beskriver även <b>utförligt</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>utförligt</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven med <b>viss säkerhet</b> med andra  <b>nya</b> situationer på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <b>efter samråd</b> med handledare utifrån dessa.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <b>gott</b> resultat <b>och anpassar vid behov sitt arbete till ändrade förutsättningar</b>. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur behandlingsmetoderna kan bidra till människors upplevelse av hälsa samt välbefinnande. Eleven gör även en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>nyanserade</b> omdömen.",
"Eleven beskriver äve <b>utförligt och</b> <b>nyanserat</b> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder och värderingar till dem. Dessutom samarbetar och kommunicerar eleven med <b>säkerhet</b> med andra i <b>nya</b> situationer på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HAABAR0",
"HAAFRI0",
"HAAKOS0"]}