{"subject":"HAA",
"name":"Kost, måltid och munhälsa",
"origname":"Kost, måltid och munhälsa",
"points":100,
"code":"HAAKOS0",
"goals":[1,1,0,0,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Näringsbehov, nutrition och nationella kostrekommendationer.",
"Livsmedelshygien och hantering av livsmedel för bevarande av dess näringsinnehåll.",
"Kulturella aspekter på kost och måltid samt måltidsmiljöns estetiska och psykosociala aspekter.",
"Sambanden mellan kost, levnadsvanor, hälsa och välbefinnande.",
"Balanserad kost och specialkost vid ohälsa, sjukdom och funktionsnedsättning.",
"Functional food, dvs. livsmedel med specifika fysiologiska hälsoeffekter.",
"Tillagning, iordningställande och servering av måltider.",
"Svälj- och matsmältningsbesvär samt anpassning av kosten vid olika sjukdomstillstånd.",
"Munhygien och munvård hos äldre och sjuka."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för människans näringsbehov och ger <b>några</b> exempel på nationella rekommendationer inom området. Dessutom ger eleven <b>några</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>översiktligt</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>översiktligt</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven planerar och genomför, <b>i samråd</b> med handledare, stöd och assistans vid måltid och munvård med ett <b>tillfredsställande</b> resultat. Eleven motivera <b>översiktligt</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>enkla</b> omdömen.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för människans näringsbehov och ger <b>flera</b> exempel på nationella rekommendationer inom området. Dessutom ger eleven <b>flera</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>utförligt</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>utförligt</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven planerar och genomför, <b>efter samråd</b> med handledare, stöd och assistans vid måltid och munhygien med ett <b>tillfredsställande</b> resultat. Eleven motiverar <b>utförligt</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>välgrundade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för människans näringsbehov och ger <b>flera</b> exempel på nationella rekommendationer på området. Dessutom ger eleven <b>flera</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>utförligt och nyanserat</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>utförligt och nyanserat</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.</p><p><b>Eleven</b> planerar och genomför, <b>efter samråd</b> med handledare, stöd och assistans vid måltid och munhygien med ett <b>gott</b> resultat. Eleven motivera <b>utförligt och nyanserat</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>välgrundade och</b> <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med säkerhet</b> på ett yrkesetiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för människans näringsbehov och ger <b>några</b> exempel på nationella rekommendationer inom området. Dessutom ger eleven <b>några</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>översiktligt</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>översiktligt</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven planerar och genomför, <b>i samråd</b> med handledare, stöd och assistans vid måltid och munvård med ett <b>tillfredsställande</b> resultat. Eleven motivera <b>översiktligt</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>enkla</b> omdömen.",
"Eleven diskuterar <b>översiktligt</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för människans näringsbehov och ger <b>flera</b> exempel på nationella rekommendationer inom området. Dessutom ger eleven <b>flera</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>utförligt</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>utförligt</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven planerar och genomför, <b>efter samråd</b> med handledare, stöd och assistans vid måltid och munhygien med ett <b>tillfredsställande</b> resultat. Eleven motiverar <b>utförligt</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>välgrundade</b> omdömen.",
"Eleven diskuterar <b>utförligt</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för människans näringsbehov och ger <b>flera</b> exempel på nationella rekommendationer på området. Dessutom ger eleven <b>flera</b> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär. I redogörelserna använder eleven <b>med säkerhet</b> centrala begrepp och teorier.",
"<b>Eleven</b> planerar och genomför, <b>efter samråd</b> med handledare, stöd och assistans vid måltid och munhygien med ett <b>gott</b> resultat. Eleven motivera <b>utförligt och</b> <b>nyanserat</b> sitt handlingssätt utifrån olika teorier om kost och hälsa. Eleven gör även en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <b>välgrundade och</b> <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras värderingar samt attityder till kost och hälsa. Dessutom samarbetar och kommunicerar eleven <b>med säkerhet</b> på ett yrkesetiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HAABAR0",
"HAAFRI0",
"HAAKOM0"]}