{"subject":"HAL",
"name":"Ergonomi",
"points":100,
"code":"HALERG0",
"goals":[1,0,2,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Begreppet ergonomi samt ergonomi som kunskapsområde.",
"Arbetets och arbetsmiljöns påverkan på hälsa och välbefinnande. Hur miljöer ergonomiskt kan anpassas till människan.",
"Yrkesetik i arbetet samt lagar och andra bestämmelser som reglerar arbetet.",
"Tekniker för ergonomiskt och säkert utfört arbete i olika situationer, såväl i vardags- som i arbetslivet. Riskanalys och konsekvenser vid rätt respektive felaktig teknik.",
"Ergonomiska verktyg och annan teknisk utrustning, deras funktion och underhåll.",
"Kommunikation, samarbete och samverkan i mötet med människor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med</b> <b>viss säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven redogör <b>översiktligt</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>i samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med viss säkerhet</b> risker för skador i arbetet samt diskuterar <b>översiktligt</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.</p><p>Eleven använder och underhåller <b>med viss säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.</p><p>Eleven planerar <b>i samråd</b> med handledare uppgifter och genomför dem <b>med viss säkerhet</b> samt bedömer och motiverar, <b>med viss säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet me <b>enkla</b> omdömen och diskuterar <b>översiktligt</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med</b> <b>viss säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven redogör <b>utförligt</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>efter samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med viss säkerhet</b> risker för skador i arbetet samt diskuterar <b>utförligt</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.</p><p>Eleven använder och underhåller <b>med viss säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.</p><p>Eleven planerar <b>efter samråd</b> med handledare uppgifter och genomför dem <b>med viss säkerhet</b> samt bedömer och motiverar, <b>med viss säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen och diskuterar <b>utförligt</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med säkerhet</b> centrala begrepp och teorier.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med</b> <b>säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>efter samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med säkerhet</b> risker för skador i arbetet samt diskuterar <b>utförligt och nyanserat</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.</p><p>Eleven använder och underhåller <b>med säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.</p><p>Eleven planerar <b>efter samråd</b> med handledare uppgifter och genomför dem <b>med säkerhet</b> samt bedömer och motiverar, <b>med säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b> och diskuterar <b>utförligt och nyanserat</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med viss säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven redogör <b>översiktligt</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>i samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med viss säkerhet</b> risker för skador i arbetet samt diskuterar <b>översiktligt</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.",
"Eleven använder och underhåller <b>med viss säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.",
"Eleven planerar <b>i samråd</b> med handledare uppgifter och genomför dem <b>med viss säkerhet</b> samt bedömer och motiverar, <b>med viss säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet med <b>enkla</b> omdömen och diskuterar <b>översiktligt</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med viss säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven redogör <b>utförligt</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>efter samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med viss säkerhet</b> risker för skador i arbetet samt diskuterar <b>utförligt</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.",
"Eleven använder och underhåller <b>med viss säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.",
"Eleven planerar <b>efter samråd</b> med handledare uppgifter och genomför dem <b>med viss säkerhet</b> samt bedömer och motiverar, <b>med viss säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen och diskuterar <b>utförligt</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven kommunicerar <b>med viss säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kunskapsområdet ergonomis betydelse för människors hälsa och välbefinnande. I redogörelsen använder eleven <b>med säkerhet</b> centrala begrepp och teorier.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser inom aktuellt område och tar <b>med säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika principer och tekniker för säkert och ergonomiskt utfört arbete samt visar, <b>efter samråd</b> med handledare, tekniker för säkert och ergonomiskt utfört arbete i olika situationer. Eleven identifierar <b>med säkerhet</b> risker för skador i arbetet samt diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån några exempel konsekvenser då rätt respektive felaktig teknik används.",
"Eleven använder och underhåller <b>med säkerhet</b> ergonomiska verktyg och annan teknisk utrustning.",
"Eleven planerar <b>efter samråd</b> med handledare uppgifter och genomför dem <b>med säkerhet</b> samt bedömer och motiverar, <b>med säkerhet</b>, val av tekniker och utrustning utifrån situationens krav. Eleven utvärderar arbetet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b> och diskuterar <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven kommunicerar <b>med säkerhet</b> i samarbete och möten med människor.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HALHAL0",
"HALKOC0",
"HALMEN0"]}