{"subject":"HAL",
"novux":false,
"name":"Hälsopedagogik",
"origname":"Hälsopedagogik",
"points":100,
"code":"HALHAL0",
"goals":[1,1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Människors hälsa, hälsorelaterade levnadsvanor och olika hälsoeffekter ur ett miljöperspektiv, historiskt perspektiv och internationellt perspektiv samt ur sociala och kulturella aspekter.",
"Olika former av folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå.",
"Innebörden av ett salutogent förhållningssätt.",
"Arbetets, arbetsmiljöns och fritidens påverkan på människors hälsa. ",
"Innebörden av inflytande, delaktighet och jämställdhet för människors hälsa.",
"Frisk- och riskfaktorers påverkan på människors hälsa, till exempel motion, rekreation och kost, samt droger och stress.",
"Kriser och krishantering.",
"Lagar, mål, andra bestämmelser och överenskommelser för folkhälsoarbete på internationell, nationell och lokal nivå.",
"Metoder för att analysera människors hälsotillstånd.",
"Kritisk bearbetning av information från olika källor.",
"Interaktion och kommunikation i samarbete och möten med människor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>översiktligt</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med</b> <b>viss säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet</b>. I arbetet söker och bearbetar eleven <b>med viss säkerhet</b> information från olika källor samt värderar dem med <b>enkla</b> omdömen.</p><p>Eleven utvärderar uppgifterna och aktiviteterna me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>utförligt</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med</b> <b>viss säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet</b>. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet söker och bearbetar eleven <b>med viss säkerhet</b> information från olika källor samt värderar dem med <b>nyanserade</b> omdömen.</p><p>Eleven utvärderar uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>utförligt och nyanserat</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med</b> <b>säkerhet</b> utgångspunkt i dessa i sitt arbete.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet söker och bearbetar eleven <b>med säkerhet</b> information från olika källor samt värderar dem med <b>nyanserade</b> omdömen.</p><p>Eleven utvärderar uppgifterna och aktiviteterna med<b><strong> nyanserade</b> </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>översiktligt</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med viss säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet</b>. I arbetet söker och bearbetar eleven <b>med viss säkerhet</b> information från olika källor samt värderar dem med <b>enkla</b> omdömen.",
"Eleven utvärderar uppgifterna och aktiviteterna med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor."],
"C":["Eleven beskriver <b>utförligt</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>utförligt</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med viss säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet</b>. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet söker och bearbetar eleven <b>med viss säkerhet</b> information från olika källor samt värderar dem med <b>nyanserade</b> omdömen.",
"Eleven utvärderar uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> människors hälsa, hälsorelaterade levnadsvanor och livsvillkor ur olika perspektiv och aspekter. Eleven ger också exempel på faktorer som påverkar människors hälsa. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> folkhälsoarbete och hälsofrämjande arbetssätt på individ-, grupp- och samhällsnivå. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika lagar och andra bestämmelser som styr verksamheter och tar <b>med säkerhet</b> utgångspunkt i dessa i sitt arbete.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>med viss säkerhet samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet söker och bearbetar eleven <b>med säkerhet</b> information från olika källor samt värderar dem med <b>nyanserade</b> omdömen.",
"Eleven utvärderar uppgifterna och aktiviteterna med<b><strong> nyanserade</b> </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Eleven interagerar, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor."]},
"friends":["HALERG0",
"HALKOC0",
"HALMEN0"]}