{"subject":"HAL",
"novux":false,
"name":"Kost och hälsa",
"origname":"Kost och hälsa",
"points":100,
"code":"HALKOC0",
"goals":[1,1,0,1,1,0,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Kostens och måltidens betydelse för hälsa och välbefinnande.",
"Näringslära, livsmedelskvalitet och tillagning.",
"Betydelsen av fysisk aktivitet och vila för människors hälsa.",
"Hygien, smitta och smittspridning.",
"Olika allergier, deras konsekvenser och hur de kan hanteras.",
"Människors behov av specialkoster utifrån medicinska, kulturella och etiska skäl och hantering av detta.",
"Kritisk användning av information från olika källor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>några</b> kost- och näringsrekommendationer och redogör <b>översiktligt</b> för dessa. Dessutom beskriver eleven <b>översiktligt</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>flera</b> kost- och näringsrekommendationer och redogör <b>utförligt</b> för dessa. Dessutom beskriver eleven <b>utförligt</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>flera</b> kost- och näringsrekommendationer och redogör <b>utförligt och nyanserat</b> för dessa. Dessutom beskriver eleven <b>utförligt och nyanserat</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>några</b> kost- och näringsrekommendationer och redogör <b>översiktligt</b> för dessa. Dessutom beskriver eleven <b>översiktligt</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"C":["Eleven redogör <b>utförligt</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>flera</b> kost- och näringsrekommendationer och redogör <b>utförligt</b> för dessa. Dessutom beskriver eleven <b>utförligt</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur kosten kan påverka människors hälsa och välbefinnande. Eleven ger exempel på <b>flera</b> kost- och näringsrekommendationer och redogör <b>utförligt och</b> <b>nyanserat</b> för dessa. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> utifrån egna exempel hur vardagslivet bör förändras för att påverka individens hälsa på ett positivt sätt. I redogörelsen och beskrivningen använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter."]},
"friends":["HALERG0",
"HALHAL0",
"HALMEN0"]}