{"subject":"HAN",
"name":"Affärsutveckling och ledarskap",
"points":100,
"instrRAW":"som bygger på kursen praktisk marknadsföring 1.",
"descarr":["Den bygger på kursen ",
"HANPRA01",
"."],
"reqRAW":"kursen HANPRA01",
"code":"HANAFR0",
"comments":{"comment":"<h4>Marknadsundersökningar</h4><p>I kursen affärsutveckling och ledarskap kan marknadsundersökningarna till exempel fokusera på butiksutbud och befolkningsstrukturer, i syfte att planera för butiksetableringar.</p><h4>Positionering</h4><p>Inom marknadsföring finns teorier om hur företag väljer att visa upp sin affärsidé på marknaden. Positionering innebär att man skapar en bild av företaget som man placerar i målgruppens sinnevärld. Detta gör man genom att använda sig av något eller några av elementen i teorin om 5 P (pris, plats, produkt, påverkan, personal)</p><h4>Praktisk butiksdrift</h4><p>Här innefattas de många olika typer av arbetsuppgifter som dagens butiksledare har, till exempel budget, schemaläggning, förhandlingar med leverantörer och organisation av det dagliga arbetet. Entreprenörskap och eget företagande är inslag i kursen eftersom det inom branschen finns många småföretagare. Att driva ett eget företag ställer bland annat krav på god organisationsförmåga. Genom kursen kan eleverna ges insyn i vad det praktiskt innebär.</p><h4>Ledarens roll</h4><p>Kursen fokuserar på det praktiska ledarskapet i till exempel butiker, stormarknader och varuhus utifrån olika teorier om ledarskap. Även de sociala aspekterna av ledarskap ingår i kursen, något som speglar de krav som finns på dagens ledare.</p><h4>Lagar och andra bestämmelser</h4><p>Exempel på lagar som kan behandlas här kan utöver arbetsrätt vara byggnormer och lagar och regler om varuhantering inom olika områden.</p><h4>Förebyggande arbete</h4><p>Inom handeln finns många typer av internkontroll som en del i ett förebyggande arbete, till exempel brandtillsyn och egenkontroll.</p>"},
"goals":[0,1,1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Affärsutveckling, omvärldsanalys och marknadsundersökningar.",
"Affärsidé, koncept, försäljningskanaler och positionering.",
"Entreprenörskap och eget företagande.",
"Praktisk butiksdrift.",
"Säljmiljö, inredning och utrustning i butiker.",
"Ledarens roll och uppgifter i butiker, stormarknader och varuhus.",
"Arbetsledning samt organisations- och personalfrågor, till exempel projektledning, konflikthantering, samarbete, sociala normer och arbetsvillkor.",
"Lagar och andra bestämmelser, till exempel om arbetsrätt.",
"Olika tekniker och metoder för ekonomiska beräkningar samt riskbedömningar och nyckeltal.",
"Säkerhet och risker i handeln samt förebyggande arbete för god inre och yttre säkerhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>någon</b> aspekt på entreprenörskap och <b>översiktligt</b> villkoren för eget företagande.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.</p><p>Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med viss säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>i samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>några</b> aspekter på entreprenörskap och <b>utförligt</b> villkoren för eget företagande.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.</p><p>Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med viss säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>efter samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar <b>och förklarar</b> nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>flera</b> aspekter på entreprenörskap samt <b>utförligt och nyanserat</b> villkoren för eget företagande.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>gott</b> resultat. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.</p><p>Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>efter samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar <b>och förklarar</b> nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.</p><p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>någon</b> aspekt på entreprenörskap och <b>översiktligt</b> villkoren för eget företagande.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.",
"Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med viss säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>i samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>i samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>några</b> aspekter på entreprenörskap och <b>utförligt</b> villkoren för eget företagande.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>tillfredsställande</b> resultat. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.",
"Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med viss säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>efter samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar <b>och förklarar</b> nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> villkoren för samt olika sätt att utveckla, organisera och leda arbetet. Dessutom beskriver eleven <b>flera</b> aspekter på entreprenörskap samt <b>utförligt och</b> <b>nyanserat</b> villkoren för eget företagande.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare arbetsuppgifter inom affärsutveckling, ledarskap och butiksetablering. Eleven utför dem med <b>gott</b> resultat. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, material, redskap, tekniker och arbetsmetoder.",
"Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser. Under arbetets gång utför eleven <b>med säkerhet</b> ekonomiska beräkningar, gör grundläggande riskbedömningar och löser, <b>efter samråd</b> med handledare, problem som uppkommer. Beräkningarna är riktigt utförda och eleven identifierar <b>och förklarar</b> nyckeltal. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <b>efter samråd</b> med handledare.",
"När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> på ett kundanpassat sätt <b>och med korrekt fackspråk</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HANPRA01",
"reqarr":["HANPRA01"]}