{"subject":"HAV",
"name":"Florist 3",
"points":200,
"requirements":"florist 2",
"instructiontext":"som bygger på kursen florist 2.",
"code":"HAVFLO03",
"comment":"<h2>Begrepp i kursen florist 3</h2><h3>Tidsåtgång och kostnadsberäkning</h3><p>För att yrket ska vara lönsamt för yrkesutövaren är tids- och kostnadsberäkningar av stor vikt, och därför betonas målet förmåga att beräkna kostnad, material och tidsåtgång i kursen.</p><p></p><h3>Moderna dekorationsmaterial</h3><p>Vilka dekorationsmaterial som är moderna varierar beroende på var i Sverige eller världen man befinner sig.</p><p></p><h3>Försäljning och service</h3><p>Som florist möter man ibland kunder i svåra situationer, till exempel kunder som har sorg. Att ha kunskap om olika typer av kunder och hur man bemöter kunder i olika situationer kan vara en avgörande faktor för yrkesutövaren. Därför betonas målet att utföra service och försäljning i kursen. Eleverna kan träna detta till exempel genom att diskutera eller dramatisera olika kommunikationssituationer i en fiktiv butiksmiljö.</p><p></p><p>I försäljningsarbetet kan också enkel marknadsföring ingå, till exempel designa visitkort eller digital reklam. Inom branscherna finns det digitala verktyg för hantering av kassa. Här kan eleverna träna hantering av olika betalningsmedel såsom kontanter och kreditkort samt redovisning av dagskassa.</p>",
"goaltext":"Kursen florist 3 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"high",
"content":["Floristiska arbeten med varierande tekniker med fokus på proportioner och färg. I samband med det behandlas mer utvecklad planering av tidsåtgång samt kostnadsberäkning och val av material med ett kvalitetsperspektiv.",
"Utveckling av tekniker.",
"Moderna dekorationsmaterial.",
"Moderna krukväxters och snittblommors namn, egenskaper och skötsel.",
"Utvecklade textningstekniker, till exempel begravningsband.",
"Skissteknik för idéutveckling av komplexa floristiska arbeten.",
"Kompositionslära i komplexa floristiska arbeten, till exempel gruppering och rörelser.",
"Fackspråk, anpassat efter situation och mottagare.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för enkel marknadsföring samt dokumentation av arbetsprocessen och det färdiga resultatet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid tillverkning, försäljning och service i bekanta situationer, till exempel vid kundsamtal. I samband med det behandlas kassasystem och hantering av olika betalningsmedel."]}