{"subject":"HAV",
"name":"Florist 4",
"points":200,
"requirements":"florist 3",
"instructiontext":"som bygger på kursen florist 3.",
"code":"HAVFLO04",
"comment":"<h2>Begrepp i kursen florist 4</h2><h3>Kostnadskalkyler</h3><p>I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. </p><p></p><h3>Ansvarsfullt yrkesutövade</h3><p>Med ansvarsfullt yrkesutövande avses dels kvaliteten på det utförda binderiet, dels bemötandet av kunden. Att identifiera kundens behov är avgörande för en florist då hon eller han ska tillgodose dennas önskemål. Som florist behöver man kunna ställa relevanta frågor för att utröna behov och önskemål eftersom kunden inte alltid explicit kan beskriva dessa God service kan också generera merförsäljning i butiken.</p><p>Ansvarsfullt yrkesutövande kan också innefatta hur man uppträder på en arbetsplats. Som florist och företagare är det viktigt med ett gott företagsklimat där medarbetarna förstår sin egen roll för den psykosociala arbetsmiljön och tar ansvar för sitt yrkesutövande. Det gäller mot såväl kolleger som kunder och leverantörer.</p>",
"goaltext":"Kursen florist 4 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas utökade fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"normal",
"content":["Tekniker i avancerade floristiska arbeten med fokus på kvalitet och lönsamhet. I samband med det behandlas detaljerad planering av tidsåtgång samt detaljerad kostnadsberäkning och val av material med miljöhänsyn.",
"Moderna dekorationsmaterial.",
"Krukväxters och snittblommors namn, egenskaper och skötsel.",
"Inköpsplanering för högre effektivitet och lönsamhet.",
"Skissteknik för vidareutveckling av avancerade floristiska arbeten.",
"Kompositionslära i avancerade floristiska arbeten, till exempel gruppering och rörelse. I samband med det behandlas analys av färg, form och komposition.",
"Fackspråk, anpassat efter situation och mottagare, till exempel vid kommunikation med bransch och kund.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker, skisser och facktermer för dokumentation av arbetsprocessen och det färdiga resultatet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service i olika sammanhang. I samband med det behandlas målgrupper, kundsamtal och behovsanalys."]}