{"subject":"HAV",
"name":"Finsnickeri 5",
"points":200,
"requirements":"finsnickeri 4",
"instructiontext":"som bygger på kursen finsnickeri 4.",
"code":"HAVFIN05",
"comment":"<h2>Begrepp i kursen finsnickeri 5</h2><h3>Kostnadskalkyler</h3><p>I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. <br /><br />Utvärdering</p><p>Att utvärdera och analysera en arbetsprocess och uppnått resultat ger möjlighet till reflektion och förbättringsåtgärder. I dialog lärare–elev eller elev–elev kan elevens analysförmåga och ett processinriktat arbetssätt utvecklas. Dialogen underlättar också en formativ bedömning och handledning.</p><p>Presentation av det färdiga arbetet<br />En del av en finsnickares marknadsföring kan vara att visa upp resultat av tidigare utförda arbeten. Detta kan göras till exempel med hjälp av en digital portfolio, på en webbplats eller skyltning i verkstaden.</p><p></p><h3>Ansvarsfullt yrkesutövande</h3><p>Ansvarsfullt yrkesutövande kan till exempel innefatta hur man uppträder på en arbetsplats. Det kan också innefatta förståelse av den psykosociala arbetsmiljön på arbetsplatsen och hur kolleger tillsammans påverkar denna.</p>",
"goaltext":"Kursen finsnickeri 5 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2 och 6. I kursen befästs fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,1,2,1,1,1,1],
"level":"normal",
"content":["Kreativt produktionsarbete där effektivisering, lönsamhet och resultatets kvalitet ligger i fokus, till exempel utveckling av digitala produktionstekniker. I samband med det behandlas produktionsplanering samt material-, tids- och kostnadskalkyler.",
"Skiss- och ritteknik för detaljerade tekniska beskrivningar och vidareutveckling av idéer.",
"Analys av färg, form och proportioner för kvalitetshöjning av resultatet.",
"Kommunikation kring arbetsprocessen och utvärdering av det färdiga resultatet.",
"Digitala tekniker för presentation av det färdiga arbetet.",
"Systematiskt arbetsmiljöarbete vid arbetsplatsen enligt säkerhetsföreskrifter samt hur man använder skyddsutrustning.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt och användande av skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service."]}