{"subject":"HAV",
"name":"Finsnickeri 6a",
"points":100,
"requirements":"finsnickeri 5",
"notwith":"finsnickeri 6b",
"instructiontext":"som bygger på kursen finsnickeri 5. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen finsnickeri 6b.",
"code":"HAVFIN06a",
"goaltext":"Kursen finsnickeri 6a omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 6 och 10. I kursen behandlas fördjupad färdighetsträning.",
"goals":[2,2,1,1,1,2,1,1,1,2],
"level":"normal",
"content":["Varierade tekniker i komplexa konstruktioner. Effektivitet och kreativitet i produktionsarbetet, med lönsamhet och resultatets kvalitet i fokus. I samband med det behandlas miljöhänsyn i produktionsarbete och vid materialhantering.",
"Arbete i projektsammanhang. I samband med det behandlas utveckling av arbetet och möjligheter till utveckling inom yrkesområdet.",
"Planering av inköp och prissättning av produkter, varor och tjänster för bättre lönsamhet. I samband med det behandlas exponeringstekniker.",
"Skissteknik för att presentera idéer för kunder och för vidareutveckling av kreativa avancerade snickeriarbeten. I samband med det teknisk beskrivning för att kommunicera inom branschen.",
"Analys av färg, form och proportioner för kvalitetshöjning av resultatet.",
"Kommunikation kring arbetsprocessen och utvärdering och analys av det färdiga resultatet.",
"Digitala tekniker i produktionsarbete eller för beskrivning av arbetsprocess och resultat.",
"Systematiskt arbetsmiljöarbete vid arbetsplatsen enligt säkerhetsföreskrifter samt hur man använder skyddsutrustning.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt och användande av skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad produktion, försäljning och service.",
"Kreativt och positivt agerande i servicesituationer.",
"Kroppsspråk och kulturella skillnader i kommunikation med kunder.",
"Tillämpning av god säljetik."]}