{"subject":"HAV",
"name":"Finsnickeri 5",
"origname":"Finsnickeri 5",
"points":200,
"instrRAW":"som bygger på kursen finsnickeri 4.",
"descarr":["Den bygger på kursen ",
"HAVFIN04",
"."],
"reqRAW":"kursen HAVFIN04",
"code":"HAVFIN05",
"comments":{"innehållet":"<h4>Kostnadskalkyler</h4><p>I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. <br /><br />Utvärdering</p><p>Att utvärdera och analysera en arbetsprocess och uppnått resultat ger möjlighet till reflektion och förbättringsåtgärder. I dialog lärare-elev eller elev-elev kan elevens analysförmåga och ett processinriktat arbetssätt utvecklas. Dialogen underlättar också en formativ bedömning och handledning.</p><p>Presentation av det färdiga arbetet<br />En del av en finsnickares marknadsföring kan vara att visa upp resultat av tidigare utförda arbeten. Detta kan göras till exempel med hjälp av en digital portfolio, på en webbplats eller skyltning i verkstaden.</p><p></p><h4>Ansvarsfullt yrkesutövande</h4><p>Ansvarsfullt yrkesutövande kan till exempel innefatta hur man uppträder på en arbetsplats. Det kan också innefatta förståelse av den psykosociala arbetsmiljön på arbetsplatsen och hur kolleger tillsammans påverkar denna.</p>      "},
"goals":[2,2,1,1,1,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Kreativt produktionsarbete där effektivisering, lönsamhet och resultatets kvalitet ligger i fokus, till exempel utveckling av digitala produktionstekniker. I samband med det behandlas produktionsplanering samt material-, tids- och kostnadskalkyler.",
"Skiss- och ritteknik för detaljerade tekniska beskrivningar och vidareutveckling av idéer.",
"Analys av färg, form och proportioner för kvalitetshöjning av resultatet.",
"Kommunikation kring arbetsprocessen och utvärdering av det färdiga resultatet.",
"Digitala tekniker för presentation av det färdiga arbetet.",
"Systematiskt arbetsmiljöarbete vid arbetsplatsen enligt säkerhetsföreskrifter samt hur man använder skyddsutrustning.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt och användande av skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven tolkar <b>i samråd</b> med handledare arbetsuppgifter samt gör en <b>enkel</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med viss säkerhet</b>. <b>I samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>enkla</b> skisser och ritningar, ger <b>enkla</b> förslag på alternativa lösningar och gör <b>med viss säkerhet</b> <b>enkla</b> beräkningar.</p><p>Eleven använder <b>i samråd</b> med handledare <b>och med viss säkerhet</b> tekniker och metoder och uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som går att använda i det avsedda sammanhanget</b>. I arbetet hanterar eleven verktyg och maskiner med <b>visst</b> handlag. Under arbetet upptäcker och löser eleven <b>i samråd</b> med handledare eventuella problem som uppkommer. Eleven beskriver <b>översiktligt</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>enkla</b> omdömen. Beskrivningen innehåller <b>enkla</b> förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <b>med viss säkerhet</b> relevanta <b>facktermer</b>.</p><p>Eleven använder <b>i samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>Eleven agerar kundorienterat i <b>bekanta</b> försäljnings- eller servicesituationer samt motiverar <b>översiktligt</b> sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven tolkar <b>efter samråd</b> med handledare arbetsuppgifter samt gör en <b>genomarbetad</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med viss säkerhet</b>. <b>Efter samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån <b>materialens egenskaper och</b> den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>utförligt</b> sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser och ritningar, ger <b>välgrundade</b> förslag på alternativa lösningar och gör <b>med viss säkerhet</b> beräkningar.</p><p>Eleven använder <b>med viss säkerhet</b> tekniker och metoder och uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som fungerar väl i det avsedda sammanhanget</b>. I arbetet hanterar eleven verktyg och maskiner med <b>gott</b> handlag. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer. Eleven beskriver <b>utförligt</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>enkla</b> omdömen. Beskrivningen innehåller <b>välgrundade</b> förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <b>med viss säkerhet</b> relevant <b>fackspråk</b>.</p><p>Eleven använder <b>efter samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <b>Eleven</b><b> utvärderar sin egen arbetsmiljö med enkla omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön</b>.</p><p>Eleven agerar kundorienterat i <b>bekanta</b> försäljnings- eller servicesituationer,<b> tar egna initiativ</b> samt motiverar <b>utförligt</b> sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven tolkar <b>efter samråd</b> med handledare arbetsuppgifter samt gör en <b>genomarbetad</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med säkerhet</b>. <b>Efter samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån <b>materialens egenskaper och</b> den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>utförligt och nyanserat</b> sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser och ritningar, ger <b>välgrundade och nyanserade</b> förslag på alternativa lösningar och gör <b>med säkerhet</b> <b>komplexa</b> beräkningar.</p><p>Eleven använder <b>med säkerhet</b> tekniker och metoder och uppnår resultat <b>som uppfyller höga krav på</b> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <b>mycket</b> <b>gott</b> handlag. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer, <b>efter att ha övervägt alternativa lösningar</b>. Eleven beskriver <b>utförligt och nyanserat</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förslag på förbättringar av, <b>och alternativa tillvägagångssätt i</b>, arbetsprocessen. I beskrivningen använder eleven <b>med säkerhet</b> relevant <b>fackspråk</b>.</p><p>Eleven använder <b>efter samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <b>Eleven</b> <b>utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade och nyanserade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa</b>.</p><p>Eleven agerar kundorienterat i <b>nya</b> försäljnings- eller servicesituationer,<b> tar egna initiativ</b> samt motiverar <b>utförligt och</b> <b>nyanserat</b> sitt agerande <b>och ger förslag på alternativa tillvägagångssätt i agerandet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven tolkar <b>i samråd</b> med handledare arbetsuppgifter samt gör en <b>enkel</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med viss säkerhet</b>. <b>I samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till ekonomi och miljö.",
"I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>enkla</b> skisser och ritningar, ger <b>enkla</b> förslag på alternativa lösningar och gör <b>med viss säkerhet</b> <b>enkla</b> beräkningar.",
"Eleven använder <b>i samråd</b> med handledare <b>och med viss säkerhet</b> tekniker och metoder och uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som går att använda i det avsedda sammanhanget</b>. I arbetet hanterar eleven verktyg och maskiner med <b>visst</b> handlag. Under arbetet upptäcker och löser eleven <b>i samråd</b> med handledare eventuella problem som uppkommer. Eleven beskriver <b>översiktligt</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>enkla</b> omdömen. Beskrivningen innehåller <b>enkla</b> förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <b>med viss säkerhet</b> relevanta <b>facktermer</b>.",
"Eleven använder <b>i samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.",
"Eleven agerar kundorienterat i <b>bekanta</b> försäljnings- eller servicesituationer samt motiverar <b>översiktligt</b> sitt agerande.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven tolkar <b>efter samråd</b> med handledare arbetsuppgifter samt gör en <b>genomarbetad</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med viss säkerhet</b>. <b>Efter samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån <b>materialens egenskaper och</b> den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>utförligt</b> sina val med hänsyn till ekonomi och miljö.",
"I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser och ritningar, ger <b>välgrundade</b> förslag på alternativa lösningar och gör <b>med viss säkerhet</b> beräkningar.",
"Eleven använder <b>med viss säkerhet</b> tekniker och metoder och uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som fungerar väl i det avsedda sammanhanget</b>. I arbetet hanterar eleven verktyg och maskiner med <b>gott</b> handlag. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer. Eleven beskriver <b>utförligt</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>enkla</b> omdömen. Beskrivningen innehåller <b>välgrundade</b> förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <b>med viss säkerhet</b> relevant <b>fackspråk</b>.",
"Eleven använder <b>efter samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <b>Eleven</b><b> utvärderar sin egen arbetsmiljö med enkla omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön</b>.",
"Eleven agerar kundorienterat i <b>bekanta</b> försäljnings- eller servicesituationer,<b> tar egna initiativ</b> samt motiverar <b>utförligt</b> sitt agerande.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven tolkar <b>efter samråd</b> med handledare arbetsuppgifter samt gör en <b>genomarbetad</b> planering av sitt arbete. Eleven organiserar och genomför sitt arbete <b>med säkerhet</b>. <b>Efter samråd</b> med handledare väljer eleven material och arbetsmetoder utifrån <b>materialens egenskaper och</b> den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till ekonomi och miljö.",
"I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser och ritningar, ger <b>välgrundade och nyanserade</b> förslag på alternativa lösningar och gör <b>med säkerhet</b> <b>komplexa</b> beräkningar.",
"Eleven använder <b>med säkerhet</b> tekniker och metoder och uppnår resultat <b>som uppfyller höga krav på</b> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <b>mycket gott</b> handlag. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer, <b>efter att ha övervägt alternativa lösningar</b>. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> sin arbetsprocess och sitt resultat samt värderar dessa med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förslag på förbättringar av, <b>och alternativa tillvägagångssätt i</b>, arbetsprocessen. I beskrivningen använder eleven <b>med säkerhet</b> relevant <b>fackspråk</b>.",
"Eleven använder <b>efter samråd</b> med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <b>Eleven utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade och nyanserade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa</b>.",
"Eleven agerar kundorienterat i <b>nya</b> försäljnings- eller servicesituationer,<b> tar egna initiativ</b> samt motiverar <b>utförligt och</b> <b>nyanserat</b> sitt agerande <b>och ger förslag på alternativa tillvägagångssätt i agerandet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HAVFIN04",
"reqarr":["HAVFIN04"],
"reqBy":["HAVFIN06a",
"HAVFIN06b"],
"friends":["HAVFIN01",
"HAVFIN02",
"HAVFIN03",
"HAVFIN04",
"HAVFIN04",
"HAVFIN04S",
"HAVFIN05S",
"HAVFIN06a",
"HAVFIN06b",
"HAVFLO01",
"HAVFLO02",
"HAVFLO03",
"HAVFLO04",
"HAVFLO04S",
"HAVFLO05",
"HAVFLO05S",
"HAVFLO06a",
"HAVFLO06b",
"HAVFRI01",
"HAVFRI02",
"HAVFRI03",
"HAVFRI04",
"HAVFRI04S",
"HAVFRI05",
"HAVFRI05S",
"HAVFRI06a",
"HAVFRI06b",
"HAVHAV0",
"HAVHNT01",
"HAVHNT02",
"HAVHNT03",
"HAVHNT04",
"HAVHNT04S",
"HAVHNT05",
"HAVHNT05S",
"HAVHNT06a",
"HAVHNT06b",
"HAVTEX01",
"HAVTEX02",
"HAVTEX03",
"HAVTEX04",
"HAVTEX04S",
"HAVTEX05",
"HAVTEX05S",
"HAVTEX06a",
"HAVTEX06b"]}