{"subject":"HAV",
"name":"Florist 2",
"points":200,
"requirements":"florist 1",
"instructiontext":"som bygger på kursen florist 1.",
"code":"HAVFLO02",
"comment":"<h2>Begrepp i kursen florist 2</h2><h3>Fokus på form</h3><p>Formlära kan till exempel inbegripa kontraster i form, linjer eller textur.</p><p></p><h3>Dekorationsmaterial</h3><p>Dekorationsmaterial är floristens arbetsmaterial förutom växtmaterial. Dekorationsmaterial innefattar även tekniska hjälpmedel, till exempel stickmassa.</p><p></p><h3>Kompositionslära</h3><p>Kompositionslära är ett samlingsbegrepp för färg, form och stillära.</p><p></p><h3>Beskrivning och dokumentation</h3><p>Digitala tekniker ska användas för att beskriva eller dokumentera utfört arbete och resultat, till exempel med hjälp av portfolio där digitala bilder ingår. Att dokumentera och beskriva en idé eller arbetsprocess ger möjlighet att reflektera över sitt arbete och komma med förslag till förbättringar. I dialog lärare–elev eller elev–elev kan elevens analysförmåga och ett processinriktat arbetssätt utvecklas.</p>",
"goaltext":"Kursen florist 2 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 3&mdash;4 och 6&mdash;7. I kursen befästs grundkunskaper i ämnet.",
"goals":[2,1,2,2,1,2,2,1,1,1],
"level":"normal",
"content":["Utveckling av floristiska arbeten, med fokus på form och teknik. I samband med det används och övas olika tekniker, till exempel trådning och skaftning.",
"Dekorationsmaterial.",
"Krukväxters och snittblommors namn, egenskaper och skötsel.",
"Planering av tidsåtgång samt beräkning och val av material till floristiska arbeten. I samband med det används och utvecklas skisstekniker.",
"Kompositionslära i floristiska arbeten.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Beskrivning och dokumentering av idéer och arbetsprocesser med hjälp av fackspråk och digitala tekniker.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Säljarbete och försäljningstekniker, till exempel kundsamtal och exponering."]}