{"subject":"HAV",
"name":"Florist 6a",
"points":100,
"requirements":"florist 5",
"notwith":"florist 6b",
"instructiontext":"som bygger på kursen florist 5. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen florist 6b.",
"code":"HAVFLO06a",
"comment":"<h2>Begrepp i kursen florist 6a</h2><h3>Arbete i projektsammanhang</h3><p>I kursen betonas arbete i projektsammanhang. Här kan eleven till exempel driva ett företag i enlighet med Ung Företagsamhet (UF), ett fiktivt företag eller genomföra ett större projekt.</p><h3><br />Kundorienterat yrkesutövande</h3><p>För en florist är kunden och hennes eller hans önskemål centrala. Därför betonas ett kundorienterat yrkesutövande med fokus på service och bemötande. I kommunikation med kunden och god säljetik ingår bland annat exponering av produkter, rimlig prissättning och kvalitetsgranskning.</p>",
"goaltext":"Kursen florist 6a omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 6 och 10. I kursen behandlas fördjupad färdighetsträning.",
"goals":[2,2,1,1,1,2,1,1,1,2],
"level":"normal",
"content":["Avancerade floristiska arbeten. Effektivt och kreativt produktionsarbete med lönsamhet och resultatets kvalitet i fokus. I samband med det behandlas planering av tidsåtgång och kostnadsberäkning med hjälp av kalkyleringsprogram samt val av material med miljöhänsyn.",
"Arbete i projektsammanhang. I samband med det behandlas utveckling av arbetet och möjligheter till utveckling inom yrkesområdet.",
"Planering av inköp och prissättning av produkter, varor och tjänster för bättre lönsamhet. I samband med det behandlas exponeringstekniker.",
"Kommunikation kring arbetsprocessen samt utvärdering och analys av det färdiga resultatet.",
"Digitala tekniker vid försäljning samt vid presentation av idé och resultat.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad produktion, försäljning och service.",
"Kreativt och positivt agerande i servicesituationer.",
"Kroppsspråk och kulturella skillnader i kommunikation med kunder.",
"Tillämpning av god säljetik."]}