{"subject":"HAV",
"name":"Frisör 3",
"points":200,
"requirements":"frisör 2",
"instructiontext":"som bygger på kursen frisör 2.",
"code":"HAVFRI03",
"comment":"<h2>Begrepp i kursen frisör 3</h2><h3>Tidsåtgång och kostnadsberäkning</h3><p>För att yrket ska vara lönsamt för yrkesutövaren är tids- och kostnadsberäkningar av stor vikt och därför betonas målet förmåga att beräkna kostnad, material och tidsåtgång i kursen.</p><p></p><h3>Försäljning och service</h3><p>Som frisör är det av stor vikt att kunna samtala med alla kunder. Att ha kunskap om olika typer av kunder kan vara en avgörande faktor för yrkesutövaren, därför betonas målet att utföra service och försäljning i kursen. Eleverna kan träna detta till exempel genom att diskutera eller dramatisera olika kommunikationssituationer i en fiktiv salongsmiljö.</p><p></p><p>I försäljningsarbetet kan också enkel marknadsföring ingå. Eleverna kan till exempel designa visitkort eller digital reklam.</p><p></p><p>Inom branschen finns det digitala verktyg både vid dokumentation av behandlingar och till hantering av kassa. Här kan eleven träna hantering av olika betalmedel såsom kontanter och kreditkort samt redovisning av dagskassa.</p>",
"goaltext":"Kursen frisör 3 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"high",
"content":["Varierade dam- och herrklipptekniker, designtekniker samt färg- och strukturförändrade tekniker vid kundbehandlingar med fokus på kvalitet. I samband med det behandlas produkter och material från olika leverantörer.",
"Detaljerad planering av tidsåtgång samt kostnadsberäkning och val av material.",
"Terminologi samt skiss- och ritteknik för att beskriva idé, process och resultat.",
"Fackspråk, anpassat efter situation och mottagare.",
"Betydelsen av färg, form och proportion för resultatets kvalitet.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för enkel marknadsföring samt dokumentation av arbetsprocessen och det färdiga resultatet.",
"Hygieniskt, ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt samt hur man använder skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid behandling, försäljning och service, till exempel vid kundsamtal. I samband med det behandlas kassasystem och hantering av olika betalningsmedel."]}