{"subject":"HAV",
"name":"Frisör 4",
"points":200,
"requirements":"frisör 3",
"instructiontext":"som bygger på kursen frisör 3.",
"code":"HAVFRI04",
"comment":"<h2>Begrepp i kursen frisör 4</h2><h3>Kombinerade tekniker</h3><p>I kursen arbetar eleverna med varierade och kombinerade tekniker där de gör fler än en behandling på kund eller modell. Att sälja mer än en behandling till en kund är viktigt för en frisör. Kombinationer av behandlingar kan vara färgbehandling och klippning men också klippning och styling eller uppsättning.</p><p></p><h3>Kostnadskalkyler</h3><p>I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. </p><p></p><h3>Ansvarsfullt yrkesutövande</h3><p>Med ansvarsfullt yrkesutövande avses dels kvaliteten på det utförda arbetet, dels bemötandet av kunden. Att identifiera kundens behov är avgörande för en frisår då hon eller han ska tillgodose dennas önskemål. Som frisör behöver man kunna ställa relevanta frågor för att utröna behov och önskemål eftersom kunden inte alltid explicit kan beskriva dessa</p><p>Ansvarsfullt yrkesutövande kan också innefatta hur man uppträder på en arbetsplats. Som frisör och företagare är det viktigt med ett gott företagsklimat där medarbetarna förstår sin egen roll för den psykosociala arbetsmiljön och tar ansvar för sitt yrkesutövande. Det gäller mot såväl kolleger som kunder och leverantörer.</p>",
"goaltext":"Kursen frisör 4 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas utökade fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"normal",
"content":["Kombinerade och varierade klipp- och designtekniker samt färg- och strukturförändrande tekniker vid kundbehandlingar med fokus på lönsamhet och kvalitet. I samband med det behandlas produkter och material från olika leverantörer.",
"Effektivisering och planering av tidsåtgång samt kostnadsberäkning och val av material.",
"Terminologi samt skiss- och ritteknik för vidareutveckling av idéer, process och resultat.",
"Fackspråk, anpassat efter situation och mottagare, till exempel vid kommunikation med bransch och kund.",
"Användning av färg, form och proportioner för kvalitetshöjning av resultat.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för dokumentation av arbetsprocessen och det färdiga resultatet.",
"Hygieniskt, ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt samt hur man använder skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid kundbehandling, försäljning och service, till exempel vid behovsanalys."]}