{"subject":"HAV",
"name":"Hantverksteknik 3",
"points":200,
"requirements":"hantverksteknik 2",
"instructiontext":"som bygger på kursen hantverksteknik 2 med innehåll från vald profil.",
"code":"HAVHNT03",
"comment":"<h2>Begrepp i kursen hantverksteknik 3</h2><h3>Tids- och kostnadskalkyler</h3><p>För att yrket ska vara lönsamt för yrkesutövaren är tids- och kostnadsberäkningar av stor vikt, och därför betonas målet förmåga att beräkna kostnad, material och tidsåtgång i kursen.</p><p></p><h3>Försäljning och service</h3><p>Att ha kunskap om olika typer av kunder kan vara en avgörande faktor för yrkesutövaren, därför betonas målet att utföra service och försäljning i kursen. Eleverna kan träna detta till exempel genom att diskutera eller dramatisera olika kommunikationssituationer i en fiktiv yrkesmiljö.</p>",
"goaltext":"Kursen hantverksteknik 3 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas fördjupade kunskaper i ämnet, inom den valda profilen.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"high",
"content":["Produktion med varierade tekniker utifrån material- och kvalitetstänkande.",
"Introduktion i digitala produktionstekniker.",
"Produkt- och materialkunskap i samband med planering och genomförande.",
"Arbetsgångsplanering. I samband med det behandlas material-, tids- och kostnadskalkyler.",
"Idéutveckling och skisstekniker samt färgers, formers och proportioners betydelse för resultatets kvalitet.",
"Formgivning och konstruktionsritning med digitala tekniker.",
"Fackspråk, anpassat efter situation och mottagare.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för dokumentation av arbetsprocessen och det färdiga resultatet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt samt hur man använder eventuell skyddsutrustning.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid tillverkning, försäljning och service, till exempel vid kundsamtal."]}