{"subject":"HAV",
"name":"Hantverk &mdash; introduktion",
"points":200,
"code":"HAVHAV0",
"comment":"<h2>Om kursen hantverk – introduktion</h2><p>Ämnets inledande kurs hantverk – introduktion är generellt skriven och ska anpassas efter valt yrkesområde. Den ska således inte vara en orienteringskurs inom olika hantverk. Kursen lägger en grund för yrkesutbildning och omfattar enkla arbetsuppgifter. Med enkla arbetsuppgifter avses inte nödvändigtvis vanligt förekommande arbetsuppgifter, eftersom dessa kan vara av avancerad karaktär.</p><p></p><h2>Begrepp i kursen hantverk – introduktion</h2><h3>Ansvarsfullt uppträdande i yrkesutövandet</h3><p>Som hantverkare och företagare är det viktigt med ett gott företagsklimat där medarbetarna förstår sin egen roll för den psykosociala arbetsmiljön och tar ansvar för sitt yrkesutövande. Det gäller mot såväl kolleger som kunder och leverantörer. Därför ingår området ansvarsfullt uppträdande i yrkesutövandet redan i den inledande kursen.</p>",
"goaltext":"Kursen hantverk &mdash; introduktion omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper inom den valda inriktningen eller profilen.",
"goals":[1,1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Material, verktyg, maskiner och tekniker för att utföra enkla arbetsuppgifter. I samband med det behandlas materialberäkning och planering av tidsåtgång.",
"Produkt- och materialkunskap i samband med planering och genomförande. Skissteknik, ritteknik och konstruktion.",
"Färg och form.",
"Fackspråk för att förstå och följa instruktioner.",
"Utvärdering av arbetsprocess och resultat.",
"Digitala tekniker för inspiration och dokumentation, till exempel fotografering av arbetet.",
"Hantering, underhåll och skötsel av maskiner och verktyg.",
"Ergonomiskt, säkert och arbetsmiljömässigt arbetssätt samt hur man använder skyddsutrustning.",
"Miljöhänsyn i arbetet, till exempel med återvinning och källsortering.",
"Ansvarsfullt uppträdande i yrkesutövandet."]}