{"subject":"HAV",
"name":"Textil design 5",
"points":200,
"requirements":"textil design 4",
"instructiontext":"som bygger på kursen textil design 4.",
"code":"HAVTEX05",
"comment":"<h2>Begrepp i kursen textil design 5<br /> </h2><h3>Kostnadskalkyler</h3><p>I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. </p><p></p><h3>Utvärdering</h3><p>Att utvärdera och analysera en arbetsprocess och uppnått resultat ger möjlighet till reflektion och förbättringsåtgärder. I utvärderingen av resultatet kan till exempel det färdiga plagget bedömas genom att färg, form och proportioner analyseras. I dialog lärare–elev eller elev–elev kan elevens analysförmåga och ett processinriktat arbetssätt utvecklas. Dialogen underlättar också en formativ bedömning och handledning.</p><p></p><p>Presentation av det färdiga arbetet<br />En del av en klädskapares marknadsföring kan vara att visa upp resultat av tidigare arbeten. Detta kan till exempel göras med hjälp av en digital portfolio, på en webbplats eller i ateljén.</p><h3><br />Ansvarsfullt yrkesutövande</h3><p>Ansvarsfullt yrkesutövande kan till exempel innefatta hur man uppträder på en arbetsplats. Det kan också innefatta förståelse av den psykosociala arbetsmiljön på arbetsplatsen och hur kolleger tillsammans påverkar denna.</p>",
"goaltext":"Kursen textil design 5 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2 och 6. I kursen befästs fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,1,2,1,1,1,1],
"level":"normal",
"content":["Kreativt produktionsarbete med effektivisering, lönsamhet och resultatets kvalitet i fokus. I samband med det behandlas produktionsplanering material-, tids- och kostnadskalkyler.",
"Modeteckningar och tekniska plaggskisser för vidareutveckling av idéer. I samband med det behandlas konstruktion.",
"Analys av färger, former och proportioner för kvalitetshöjning av resultatet.",
"Kommunikation kring arbetsprocessen och utvärdering av det färdiga resultatet.",
"Digitala tekniker för presentation av det färdiga arbetet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service."]}