{"subject":"HAV",
"name":"Textil design 6a",
"points":100,
"requirements":"textil design 5",
"notwith":"textil design 6b",
"instructiontext":"som bygger på kursen textil design 5. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen textil design 6b.",
"code":"HAVTEX06a",
"comment":"<h2>Begrepp i kursen textil design 6a<br /> </h2><h3>Arbete i projektsammanhang</h3><p>I kursen betonas arbete i projektsammanhang. Här kan eleven till exempel driva ett företag i enlighet med Ung Företagsamhet (UF), ett fiktivt företag eller genomföra ett större projekt.</p><h3><br />Kundorienterat yrkesutövande</h3><p>För en hantverkare är kunden och hennes eller hans önskemål centrala. Därför betonas ett kundorienterat yrkesutövande med fokus på service och bemötande. I kommunikation med kunden och god säljetik ingår bland annat exponering av produkter, rimlig prissättning och kvalitetsgranskning.</p>",
"goaltext":"Kursen textil design 6a omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 6 och 10. I kursen behandlas fördjupad färdighetsträning.",
"goals":[2,2,1,1,1,2,1,1,1,2],
"level":"normal",
"content":["Varierade textila tekniker i komplexa konstruktioner. Effektivitet och kreativitet i produktionsarbetet, med lönsamhet och resultatets kvalitet i fokus. I samband med det behandlas miljöhänsyn i produktionsarbete och vid materialhantering.",
"Arbete i projektsammanhang. I samband med det behandlas utveckling av arbetet och möjligheter till utveckling inom yrkesområdet.",
"Planera inköp och prissätta produkter, varor och tjänster för bättre lönsamhet. I samband med det behandlas exponeringstekniker.",
"Skissteknik för att presentera idéer för kunder och för vidareutveckling av kreativa avancerade textila arbeten. I samband med det behandlas tekniska plaggskisser och konstruktioner för att beskriva och kommunicera inom branschen.",
"Analys av färg, form och proportioner för kvalitetshöjning av resultatet.",
"Kommunikation kring arbetsprocessen och utvärdering av det färdiga resultatet.",
"Digitala tekniker i produktionsarbete eller för beskrivning av arbetsprocess och resultat.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad produktion, försäljning och service.",
"Kreativt och positivt agerande i servicesituationer.",
"Kroppsspråk och kulturella skillnader i kommunikation med kunder.",
"Tillämpning av god säljetik."]}