{"subject":"HAV",
"name":"Textil design 3",
"points":200,
"requirements":"textil design 2",
"instructiontext":"som bygger på kursen textil design 2.",
"code":"HAVTEX03",
"comment":"<h2>Begrepp i kursen textil design 3</h2><h3>Dam- och herrkläder</h3><p>I konstruktion och sömnadsteknik finns vissa likheter mellan dam- och herrkläder, men även olikheter. Kursen ska behandla ett helhetsperspektiv i produktionen för dam- och herrkläder, med utgångspunkt från bland annat olikheterna i mönsterförändringar och mönsteranpassningar.</p><p></p><h3>Teknisk plaggskiss</h3><p>Passform, material, färg och form är viktiga delar i designprocessen. En teknisk plaggskiss fungerar som ett verktyg mellan designer, mönsterkonstruktör och den som syr plagget, det vill säga den är ett kommunikativt verktyg på en detaljerad nivå. Form och proportioner, material, skärningar och var olika sömmar eller fickor placeras är exempel på vad som kan illustreras av den tekniska plaggskissen.</p><p></p><h3>Tids- och kostnadskalkyler</h3><p>För att yrket ska vara lönsamt för yrkesutövaren är tids- och kostnadsberäkningar av stor vikt och därför betonas målet förmåga att beräkna kostnad, material och tidsåtgång i kursen.</p><p></p><h3>Fackspråk</h3><p>Fackspråk kan till exempel utvecklas genom att eleverna kommunicerar produktionsunderlag med olika typer av mottagare i textilbranschen. Eftersom branschen är internationell kan engelska fackuttryck bidra till att öka elevens kommunikationsförmåga i yrkessammanhang.</p><p></p><h3>Försäljning och service</h3><p>Att ha kunskap om olika typer av kunder kan vara en avgörande faktor för yrkesutövaren, därför betonas målet att utföra service och försäljning i kursen. Eleverna kan till exempel diskutera och dramatisera olika kommunikationssituationer i en fiktiv ateljémiljö.</p>",
"goaltext":"Kursen textil design 3 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"high",
"content":["Produktion med varierade tekniker utifrån material- och kvalitetstänkande, med avseende på både dam- och herrkläder. I samband med det behandlas mönsterförändringar och mönsteranpassningar.",
"Produkt- och materialkunskap i samband med planering och genomförande.",
"Utnyttjande av materials egenskaper vid tillverkningen.",
"Färgers, formers och proportioners betydelse vid modeteckningar, tekniska plaggskisser och för resultatets kvalitet. I samband med det behandlas arbetsgångsplanering, konstruktion och beräkning av material-, tids- och kostnadskalkyler.",
"Fackspråk, anpassat efter situation och mottagare.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för dokumentation av arbetsprocessen och det färdiga resultatet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid tillverkning, försäljning och service, till exempel vid kundsamtal."]}