{"subject":"HAV",
"name":"Textil design 4",
"points":200,
"requirements":"textil design 3",
"instructiontext":"som bygger på kursen textil design 3.",
"code":"HAVTEX04",
"comment":"<h2>Begrepp i kursen textil design 4</h2><p><strong>Kvalitet, lönsamhet och kostnadskalkyler</strong></p><p>Hur kvalitet förhåller sig till lönsamhet kan belysas i samband med produktutveckling. Genom enkla mönsterförändringar utifrån en grundstomme av hög kvalitet kan flera olika plagg skapas. Exempel på detta är förändring av krage eller ficka. I samband med att kostnadskalkyler behandlas kan prissättning av varor eller tjänster undersökas i relation till inköpskostnader och arbetad tid. </p><p></p><h3>Ansvarsfullt yrkesutövande</h3><p>Med ansvarsfullt yrkesutövande avses dels kvaliteten på det utförda arbetet, dels bemötandet av kunden eller beställaren. Att identifiera kundens eller beställarens behov är avgörande för den som ska designa ett plagg då hon eller han ska tillgodose dennas önskemål. Som hantverkare behöver man kunna ställa relevanta frågor för att utröna behov och önskemål eftersom kunden eller beställaren inte alltid explicit kan beskriva dessa</p><p>Ansvarsfullt yrkesutövande kan också innefatta hur man uppträder på en arbetsplats. Som hantverkare och företagare är det viktigt med ett gott företagsklimat där medarbetarna förstår sin egen roll för den psykosociala arbetsmiljön och tar ansvar för sitt yrkesutövande. Det gäller mot såväl kolleger som kunder och leverantörer.</p>",
"goaltext":"Kursen textil design 4 omfattar punkterna 1&mdash;10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;2, 5 och 10. I kursen behandlas utökade fördjupade kunskaper i ämnet.",
"goals":[2,2,1,1,2,1,1,1,1,2],
"level":"normal",
"content":["Produktion med varierade tekniker i kombinationer av plaggmodeller utifrån kvalitets- och lönsamhetstänkande, till exempel en kollektion. I samband med det behandlas mönsterförändringar och mönsteranpassningar.",
"Produkt- och materialkunskap i samband med planering och genomförande.",
"Produktionsplanering för effektivisering. I samband med det behandlas material-, tids- och kostnadskalkyler.",
"Modeteckningar och tekniska plaggskisser för vidareutveckling av idéer. I samband med det behandlas konstruktion.",
"Analys av färger, former och proportioner för kvalitetshöjning av resultat.",
"Fackspråk, anpassat efter situation och mottagare, till exempel vid kommunikation med bransch och kund.",
"Utvärdering och analys av arbetsprocess och resultat.",
"Digitala tekniker för enkel marknadsföring samt dokumentation av arbetsprocessen och det färdiga resultatet.",
"Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.",
"Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.",
"Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service, till exempel behovsanalys."]}