{"subject":"HIO",
"novux":false,
"name":"Hippologi - etologi",
"origname":"Hippologi - etologi",
"points":100,
"instrRAW":"som bygger på kursen biologi 2. ",
"descarr":["Den bygger på kursen ",
"BIOBIO02",
". "],
"reqRAW":"kursen BIOBIO02",
"code":"HIOHIL0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Hästens ursprung, hästens domesticering, dagens hästraser, deras exteriör och signalement samt hästens evolution.",
"Biologisk fördjupning inom vetenskapsområdet etologi med utgångspunkt från hästens etologi samt jämförande studier inom området.",
"Organisationer inom hästnäringen, hästens ekonomiska och sociala betydelse i dagens samhälle samt hästens historiska användning och betydelse.",
"Diskussioner om hästens betydelse i dagens och morgondagens samhälle. Utvecklingtendenser, hinder och möjligheter.",
"Tolkning av hästens beteende med utgångspunkt från kunskaper i etologi. Samspel mellan människa och häst. Hantering av hästar.",
"Begrepp, teorier, modeller och metoder inom kunskapsområdet och hur dessa har vuxit fram.",
"Källkritisk granskning, tolkning och värdering av information från olika medier och källor.",
"Planering och genomförande av fältstudier och observationer inom etologi samt formulering och prövning av hypoteser i samband med detta.",
"Naturvetenskapliga presentationer, till exempel rapporter, reportage och seminarier.",
"Lagar och andra bestämmelser, till exempel djurskydds-, arbetsmiljö- och miljölagstiftning samt lagstiftning som rör lastning och transport av hästar. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hästen som biologisk varelse samt för hästens roll i samhället.</p><p>Eleven iakttar och tolkar hästars beteende med <b>tillfredsställande</b> resultat. Eleven analyserar och söker svar på <b>enkla</b> frågor med <b>tillfredsställande</b> resultat. Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom etologi. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur modeller och teorier inom området utvecklas.</p><p>Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. I arbetet hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>viss</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hästen som biologisk varelse samt för hästens roll i samhället.</p><p>Eleven iakttar och tolkar hästars beteende med <b>tillfredsställande</b> resultat. Eleven analyserar och söker svar på frågor med <b>tillfredsställande</b> resultat. Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor och för att beskriva och <b>exemplifiera</b> företeelser inom etologi. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur modeller och teorier inom området utvecklas.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. I arbetet hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>några</b> tänkbara ställningstaganden.</p><p>Eleven använder <b>med viss säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hästen som biologisk varelse samt för hästens roll i samhället.</p><p>Eleven iakttar och tolkar hästars beteende med <b>gott</b> resultat. Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>gott</b> resultat. Eleven använder <b>med säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> företeelser inom etologi. Utifrån <b>flera</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur modeller och teorier inom området utvecklas.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. Dessutom hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar.</b></p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera.</b> Eleven använder <b>med säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hästen som biologisk varelse samt för hästens roll i samhället.",
"Eleven iakttar och tolkar hästars beteende med <b>tillfredsställande</b> resultat. Eleven analyserar och söker svar på <b>enkla</b> frågor med <b>tillfredsställande</b> resultat. Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> företeelser inom etologi. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur modeller och teorier inom området utvecklas.",
"Eleven planerar och genomför <b>i samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. I arbetet hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>viss</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hästen som biologisk varelse samt för hästens roll i samhället.",
"Eleven iakttar och tolkar hästars beteende med <b>tillfredsställande</b> resultat. Eleven analyserar och söker svar på frågor med <b>tillfredsställande</b> resultat. Eleven använder <b>med viss säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor och för att beskriva och <b>exemplifiera</b> företeelser inom etologi. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur modeller och teorier inom området utvecklas.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. I arbetet hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>några</b> tänkbara ställningstaganden.",
"Eleven använder <b>med viss säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästen som biologisk varelse samt för hästens roll i samhället.",
"Eleven iakttar och tolkar hästars beteende med <b>gott</b> resultat. Eleven analyserar och söker svar på <b>komplexa</b> frågor med <b>gott</b> resultat. Eleven använder <b>med säkerhet</b> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> företeelser inom etologi. Utifrån <b>flera</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur modeller och teorier inom området utvecklas.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare fältstudier och undersökande arbete på ett tillfredsställande sätt. Dessutom hanterar eleven hästar, material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar.</b>",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör hippologi. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera.</b>",
"Eleven använder <b>med säkerhet</b> vetenskapliga uttrycks- och presentationsformer och anpassar till <b>stor</b> del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIOBIO02",
"reqarr":["BIOBIO02"],
"foreignlinks":["BIOBIO02"],
"hasreqs":true,
"friends":["BIOBIO01",
"BIOBIO02",
"BIOBIT0",
"HIOHIP0",
"HIOHIO0"]}