{"subject":"HIS",
"name":"Historia 1b",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen historia 1a1 eller kursen historia 1a2.",
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"notwithRAW":"kursen HISHIS01a1 eller kursen HISHIS01a2",
"code":"HISHIS01b",
"comment":"<h2>Begrepp i kursen historia 1b</h2><h3>Epokindelning</h3><p>Epokbegrepp som antiken och medeltiden används i såväl media som personliga samtal. Samtidigt används många andra tidsindelningar som exempelvis stenålder, bronsålder och järnålder eller mellankrigstid och efterkrigstid. Den europeiska epokindelningen är gjord utifrån speciella kulturella och politiska förutsättningar och används parallellt med olika andra former av tidsindelningar. De uppräknade epokbegreppen och problematiseringen av dessa ska behandlas, liksom någon form av fördjupningar kring vissa epoker. Omfattningen av arbetet med olika epoker och andra tidsperioder samt nivån på fördjupningarna kan avgöras av elever och lärare gemensamt.</p><h3>Förändringsprocesser</h3><p>När begreppet <em>förändringsprocesser</em> används i samband med 1800- och 1900-talen innebär det inte att processerna begränsas till dessa århundraden. Det kan vara förändringsprocesser som behandlats redan under arbetet med den äldre historien och fortsätter under 1800- och 1900-talen. Flera av de exempel som ges i det centrala innehållet är av den karaktären.</p><h3>Frågeställningar</h3><p>Det centrala innehållet historiska frågeställningar och förklaringar samspelar med målet att arbeta med historiska teorier och begrepp. De förändringsprocesser som behandlas ska vara storskaliga och långsiktiga. I behandlingen av dem ges perspektiv på både kontinuitet och förändring. Dessa begrepp hör samman; kontinuitet förutsätter förändring och förändring kan bara förstås i förhållande till kontinuitet. Begreppen är centrala i arbetet med historiska förändringsprocesser.</p><p>Att kunna ställa och formulera frågor för att förstå och förklara ett historiskt skeende innebär ett teoretiskt arbete. I varierande grad kan frågorna kopplas till olika problem som exempelvis individens handlingsutrymme i en viss historisk samhällsstruktur. Svaren på frågorna kan då spegla olika aspekter av individuella aktörers betydelse i förhållande till kulturella förutsättningar eller ekonomiska och politiska maktstrukturer.</p><h3>Människors roll</h3><p>De olika delarna av det centrala innehållet behöver inte studeras isolerat utan kan integreras. Det ger möjlighet att kombinera arbetet med ett källmaterial som ger ett tydligt aktörsperspektiv med arbetet med långsiktiga förändringsprocesser. Därigenom ges möjlighet att belysa förhållandet mellan individ och samhällsstruktur i en förändringsprocess. Olika perspektiv gör det också möjligt att belysa kontinuitet och förändring i processen på olika sätt. Om synen på människors värde studeras ur olika perspektiv, till exempel ur ett etnicitetsperspektiv eller utifrån kön och sexualitet, så framträder olika mönster av kontinuitet och förändring. Samtidigt kan samverkan mellan dessa olika mönster tydliggöras.</p><h3>Granskning, tolkning och användning</h3><p>Att <em>granska</em> och <em>tolka</em> en källa innebär att kunna relatera den till liknande källmaterial, förstå hur och i vilket syfte den tillkommit samt vilken betydelse den har för att besvara en viss fråga. Granskning betyder också att källans äkthet genom relation till liknande material och den historiska kontexten ifrågasätts. Detta kan leda fram till en värdering av de olika källornas betydelse och relevans. Att <em>använda</em> en källa är att sätta den i ett sammanhang med annan historisk kunskap för att kunna dra slutsatser och besvara en viss fråga. I praktiken samspelar tolkning och användning av en historisk källa. Den historiska kunskapen ger förståelse för källans tillkomst och källan fördjupar den historiska kunskapen.</p><p>Den källkritiska metoden innebär inte bara att värdera källans äkthet och relevans utan också att genom historiska frågeställningar formulera fruktbara frågor som ger relevans åt en given källa. Så kan exempelvis en hårt vinklad partsinlaga om ett tidigare politiskt skeende i memoarform vara en dålig källa till det politiska skeendet som skildras, men en bra källa till hur en viss part använder historia för att i efterhand rättfärdiga senare ställningstaganden.</p><h3>Att använda historia</h3><p>I det centrala innehållet för kursen anges på ett öppet sätt olika områden där historia använts - historiebruk. Det ger stora möjligheter att hitta relevanta områden att studera utifrån exempelvis arbetet med de övriga delarna av det centrala innehållet.</p><p>Det centrala i analysen av hur individer och grupper använt historia är att se på det samband som användaren etablerar mellan två tidsskikt - då och nu. Detta samband kan ta sig olika uttryck:</p><p>Det kan ske genom att etablera en analogi mellan det historiska tidsskiktet och nuet. Förhållandena idag är likartade och slutsatsen blir att den framtida utvecklingen också blir likartad om inget ändras. En sådan slutsats kan presenteras som uppmuntrande eller hotfull.</p><p>Det kan ske genom att kontrastera dåtid och nutid i sin analys. De förhållanden som rådde då var så annorlunda än de som råder idag, till det bättre eller till det sämre. Utifrån detta drar användaren slutsatser om framtiden, på gott eller ont.</p><p>Det kan ske genom att förkasta möjligheten att dra slutsatser om nutiden och framtiden utifrån historiska händelser och skeenden. Eftersom förändringarna i nuet är så stora och förhållandena fundamentalt annorlunda, så går det inte att dra några slutsatser.</p>",
"goals":[1,1,1,1,1],
"level":"normal",
"content":["Den europeiska epokindelningen utifrån ett kronologiskt perspektiv. Förhistorisk tid, forntiden, antiken, medeltiden, renässansen och upplysningstiden med vissa fördjupningar. Problematisering av historiska tidsindelningars beroende av kulturella och politiska förutsättningar utifrån valda områden till exempel varför tidsbegreppet vikingatid infördes i Sverige under 1800-talets slut eller jämförelser med tidsindelningar i någon utomeuropeisk kultur.",
"Industrialisering och demokratisering under 1800- och 1900-talen i Sverige och globalt samt viktiga globala förändringsprocesser och händelser, till exempel migration, fredssträvanden, resursfördelning och ökat välstånd, internationellt samarbete, mänskliga rättigheter, jämställdhet, men också kolonialism, diktaturer, folkmord, konflikter och ökat resursutnyttjande. Långsiktiga historiska perspektiv på förändrade maktförhållanden och olika historiska förklaringar till dem.",
"Olika historiska frågeställningar och förklaringar kring långsiktiga historiska förändringsprocesser som speglar både kontinuitet och förändring, till exempel befolkningsutveckling, statsbildning, jordbrukets utveckling och olika syn på människors värde, på makt och på könsmönster.",
"Historiskt källmaterial som speglar människors roll i politiska konflikter, kulturella förändringar eller kvinnors och mäns försök att förändra sin egen eller andras situation. Olika perspektiv utifrån till exempel social bakgrund, etnicitet, generation, kön och sexualitet.",
"Kritisk granskning, tolkning och användning av olika slags källmaterial utifrån källkritiska kriterier och metoder.",
"Hur individer och grupper använt historia i vardagsliv, samhällsliv och politik. Betydelsen av historia i formandet av identiteter, till exempel olika föreställningar om gemensamma kulturarv, och som medel för påverkan i aktuella konflikter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använda <b>några</b> historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>något källkritiskt kriterium om källans användbarhet och dess betydelse för tolkningen</b>.</p><p>Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använda historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med</b> <b>viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med enkla omdömen olika tolkningsmöjligheter av källmaterialet</b>.</p><p>Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med säkerhet</b> använda historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra välgrundade och nyanserade reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med nyanserade omdömen olika tolkningsmöjligheter av källmaterialet</b>.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser.</p>",
"judge":{"e":["Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använda <b>några</b> historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>något källkritiskt kriterium om källans användbarhet och dess betydelse för tolkningen</b>.",
"Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"c":["Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använda historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med enkla omdömen olika tolkningsmöjligheter av källmaterialet</b>.",
"Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"a":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och</b> <b>nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och</b> <b>nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med säkerhet</b> använda historiska begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra välgrundade och nyanserade reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med nyanserade omdömen olika tolkningsmöjligheter av källmaterialet</b>.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och</b> <b>nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["HISHIS01a1",
"HISHIS01a2"]},
"reqBy":["HISHIS02a",
"HISHIS02b"]}