{"subject":"HIS",
"name":"Historia 3",
"points":100,
"instrRAW":"som bygger på kursen historia 2a eller kursen historia 2b - kultur.",
"descarr":["Den bygger på kursen ",
"HISHIS02a",
" eller kursen ",
"HISHIS02b",
"."],
"reqRAW":"kursen HISHIS02a eller kursen HISHIS02b",
"code":"HISHIS03",
"comments":{"comment":"<h4>Global förändringsprocess på regional eller lokal nivå</h4><p>Innehållet i studierna utgår från en <em>global förändringsprocess</em> vilket också kan vara något som studerats i tidigare kurser som exempelvis industrialisering eller demokratisering. Denna förändringsprocess konkretiseras genom undersökningar av primärkällor på regional eller lokal nivå. Detta ger möjligheter även till ett lokalhistoriskt eller mikrohistoriskt perspektiv. Därvid kan till exempel regionalt, lokalt eller personhistoriskt källmaterial användas.</p><h4>Kulturarvssektorn</h4><p>Det som traditionellt benämns <em>kulturarvssektorn</em> innefattar bland annat olika arkiv, bibliotek och museer. Dessa institutioner har i varierande grad i uppdrag att förmedla historia. Det innebär att de i sin verksamhet använder historia på olika sätt genom kontakter med föreningar, utställningsverksamhet, föreläsningar, filmvisningar, studiebesök och verksamhet i elektroniska medier. Att anlägga ett perspektiv på dessa verksamheter som inte enbart är innehållsligt utan också innefattar användningen av historia, ger möjlighet att förhålla sig kritiskt granskande till kulturarvssektorn på samma sätt som till andra historieförmedlande verksamheter.</p><h4>Regionalt och lokalt perspektiv</h4><p>Att det <em>regionala</em> och <em>lokala</em> perspektivet framhävs i det centrala innehållet innebär inte att undersökningen måste begränsas enbart till regionalt eller lokalt material. Samspelet mellan olika administrativa nivåer har exempelvis skapat mycket källmaterial som är relevant ur just ett regionalt eller lokalt perspektiv. Ett exempel på detta är det omfattande arkiv med digitaliserade historiska kartor som numera finns tillgängligt på internet.</p>"},
"goals":[1,1,2,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Någon global förändringsprocess under 1800- och 1900-talen. Dess konkreta förlopp samt konsekvenser för samhällen, grupper och individer på regional eller lokal nivå.",
"Olika metoder för att söka, bearbeta och sammanställa historiskt källmaterial, till exempel genom arkiv, muntlig historia eller digitala media.",
"Källkritiska och metodiska problem förknippade med behandlingen av olika typer av historiskt källmaterial inom till exempel politisk historia, socialhistoria eller miljöhistoria.",
"Hur undersökningar baserade på primärkällor utifrån en formulerad historisk frågeställning genomförs samt hur resultatet kan sammanställas, presenteras och ventileras.",
"Hur historia används inom kulturarvssektorn, till exempel arkiv, bibliotek och museer utifrån ett regionalt eller lokalt perspektiv."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använd <b>några</b> historiska begrepp och <b>någon</b> teori för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>översiktligt</b> sitt val av såväl metoder som tolkningar.</p><p>Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt gör <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>utförligt</b> sitt val av såväl metoder som tolkningar.</p><p>Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade och nyanserade</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sitt val av såväl metoder som tolkningar.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser.</p>",
"judge":{"e":["Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använd <b>några</b> historiska begrepp och <b>någon</b> teori för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>översiktligt</b> sitt val av såväl metoder som tolkningar.",
"Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"c":["Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt gör <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>utförligt</b> sitt val av såväl metoder som tolkningar.",
"Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"a":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och</b> <b>nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och</b> <b>nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade och nyanserade</b> reflektioner över materialets relevans. I värderingen utgår eleven från källkritiska metoder och av eleven påvisade tolkningsmöjligheter. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt val av såväl metoder som tolkningar.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och</b> <b>nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser."]},
"req":{"type":"OR",
"arr":["HISHIS02a",
"HISHIS02b"]}}