{"subject":"HIS",
"name":"Historia 3",
"points":100,
"requirements":{"type":"OR",
"arr":["historia 2a",
"historia 2b – kultur"]},
"instructiontext":"som bygger på kursen historia 2a eller kursen historia 2b – kultur.",
"code":"HISHIS03",
"comment":"<h2>Begrepp i kursen historia 3</h2><h3>Global förändringsprocess på regional eller lokal nivå</h3><p>Innehållet i studierna utgår från en <em>global förändringsprocess</em> vilket också kan vara något som studerats i tidigare kurser som exempelvis industrialisering eller demokratisering. Denna förändringsprocess konkretiseras genom undersökningar av primärkällor på regional eller lokal nivå. Detta ger möjligheter även till ett lokalhistoriskt eller mikrohistoriskt perspektiv. Därvid kan till exempel regionalt, lokalt eller personhistoriskt källmaterial användas.</p><h3>Kulturarvssektorn</h3><p>Det som traditionellt benämns <em>kulturarvssektorn</em> innefattar bland annat olika arkiv, bibliotek och museer. Dessa institutioner har i varierande grad i uppdrag att förmedla historia. Det innebär att de i sin verksamhet använder historia på olika sätt genom kontakter med föreningar, utställningsverksamhet, föreläsningar, filmvisningar, studiebesök och verksamhet i elektroniska medier. Att anlägga ett perspektiv på dessa verksamheter som inte enbart är innehållsligt utan också innefattar användningen av historia, ger möjlighet att förhålla sig kritiskt granskande till kulturarvssektorn på samma sätt som till andra historieförmedlande verksamheter.</p><h3>Regionalt och lokalt perspektiv</h3><p>Att det <em>regionala</em> och <em>lokala</em> perspektivet framhävs i det centrala innehållet innebär inte att undersökningen måste begränsas enbart till regionalt eller lokalt material. Samspelet mellan olika administrativa nivåer har exempelvis skapat mycket källmaterial som är relevant ur just ett regionalt eller lokalt perspektiv. Ett exempel på detta är det omfattande arkiv med digitaliserade historiska kartor som numera finns tillgängligt på internet.</p>",
"goaltext":"Kursen historia 3 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte, med särskild betoning på punkterna 3&mdash;5. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,2,2,2],
"level":"high",
"content":["Någon global förändringsprocess under 1800- och 1900-talen. Dess konkreta förlopp samt konsekvenser för samhällen, grupper och individer på regional eller lokal nivå.",
"Olika metoder för att söka, bearbeta och sammanställa historiskt källmaterial, till exempel genom arkiv, muntlig historia eller digitala media.",
"Källkritiska och metodiska problem förknippade med behandlingen av olika typer av historiskt källmaterial inom till exempel politisk historia, socialhistoria eller miljöhistoria.",
"Hur undersökningar baserade på primärkällor utifrån en formulerad historisk frågeställning genomförs samt hur resultatet kan sammanställas, presenteras och ventileras.",
"Hur historia används inom kulturarvssektorn, till exempel arkiv, bibliotek och museer utifrån ett regionalt eller lokalt perspektiv."]}