{"subject":"HIS",
"novux":false,
"name":"Historia 2a",
"origname":"Historia 2a",
"points":100,
"instrRAW":"som bygger på kursen historia 1a2 eller kursen historia 1b. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen historia 2b - kultur.",
"descarr":["Den bygger på kursen ",
"HISHIS01a2",
" eller kursen ",
"HISHIS01b",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"HISHIS02b",
"."],
"reqRAW":"kursen HISHIS01a2 eller kursen HISHIS01b",
"notwithRAW":"kursen HISHIS02b",
"code":"HISHIS02a",
"goals":[1,1,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Tematiska fördjupningar kring historiska frågeställningar av betydelse för individer, grupper och samhällen, till exempel lokalhistoria, global migration och kulturmöten, olika historiska världsbilder, synen på jämställdhet och människors värde samt resursutnyttjande och människors förhållande till naturen.",
"Historiska begrepp och förklaringsmodeller, och deras tillämpning på olika historiska frågeställningar.",
"Granskningar och tolkningar av historiskt källmaterial, till exempel arkivmaterial, pressmaterial och databaser, som utgångspunkt för behandling av historiska frågeställningar.",
"Hur historia används inom olika kulturformer. Betydelsen av olika historiska teman inom olika genrer, till exempel film, litteratur och musik samt inom olika former av ungdomskultur."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använda <b>några</b> historiska begrepp och <b>någon</b> teori för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska kriterier om källans användbarhet och dess betydelse för tolkningen</b>.</p><p>Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med viss säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med enkla omdömen olika tolkningsmöjligheter av källmaterialet</b>.</p><p>Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.</p><p>Eleven kan <b>med säkerhet</b> använda historiska begrepp och olika teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.</p><p>Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade och nyanserade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med nyanserade omdömen olika tolkningsmöjligheter av källmaterialet</b>.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. Dessutom kan eleven <b>översiktligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>översiktligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>översiktligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>enkla</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använda <b>några</b> historiska begrepp och <b>någon</b> teori för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>enkla</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska kriterier om källans användbarhet och dess betydelse för tolkningen</b>.",
"Eleven kan <b>översiktligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>översiktligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"C":["Eleven kan <b>utförligt</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med enkla omdömen sitt val</b>. Dessutom kan eleven <b>utförligt</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt</b> deras betydelse för olika skeenden. Eleven ger <b>enkla</b> exempel på, och förklarar <b>utförligt</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden. Dessutom kan eleven dra några <b>välgrundade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med viss säkerhet</b> använda historiska begrepp och <b>olika</b> teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med viss säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med enkla omdömen olika tolkningsmöjligheter av källmaterialet</b>.",
"Eleven kan <b>utförligt</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>enkla</b> omdömen deras betydelse för nutida skeenden och händelser."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för förändringsprocesser, händelser och personer under olika tidsperioder samt för olika tolkningar av dem. <b>Eleven jämför de olika tolkningarna, förordar en av dem och motiverar med nyanserade omdömen sitt val</b>. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för förloppen av förändringsprocesserna och händelserna samt deras orsaker och konsekvenser. Eleven ger exempel på några enskilda personer och förklarar <b>utförligt och</b> <b>nyanserat</b> deras betydelse för olika skeenden. Eleven ger <b>komplexa</b> exempel på, och förklarar <b>utförligt och</b> <b>nyanserat</b>, samband mellan skeenden i det förflutna och förhållanden i nutiden samt argumenterar för och emot olika sätt att se på dessa samband. Dessutom kan eleven dra några <b>välgrundade och nyanserade</b> slutsatser om vad skeenden i det förflutna och förhållanden i nutiden kan ha för betydelse för framtiden.",
"Eleven kan <b>med säkerhet</b> använda historiska begrepp och olika teorier för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Eleven kan <b>med säkerhet</b> söka, granska och tolka källmaterial för att besvara frågor om historiska skeenden samt göra <b>välgrundade och nyanserade</b> reflektioner över materialets relevans. I värderingen utgår eleven från <b>källkritiska metoder och värderar med nyanserade omdömen olika tolkningsmöjligheter av källmaterialet</b>.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några historiska skeenden och händelser som har använts på olika sätt samt <b>utförligt och</b> <b>nyanserat</b> förklara varför de har använts olika. Dessutom ger eleven några exempel på olika sätt att använda historia och värderar med <b>nyanserade</b> omdömen deras betydelse för nutida skeenden och händelser."]},
"req":{"type":"OR",
"arr":["HISHIS01a2",
"HISHIS01b"]},
"notwith":"HISHIS02b",
"reqarr":["HISHIS01a2",
"HISHIS01b"],
"reqBy":["HISHIS03",
"HUMHUM00S"],
"hasreqs":true,
"friends":["GRNHIS2",
"Historia 1-3",
"HISHIS01a1",
"HISHIS01a2",
"HISHIS01b",
"HISHIS02b",
"HISHIS03",
"Historia 4-6",
"Historia 7-9",
"HUMHUM00S",
"SAESAM0"]}