{"name":"Historia 1-3",
"code":"Historia 1-3",
"content":{"Att leva tillsammans":["Skildringar av livet förr och nu i barnlitteratur, sånger och filmer, till exempel skildringar av familjeliv och skola. Minnen berättade av människor som lever nu.",
"Att flytta inom ett land och mellan länder. Vad detta kan ha för orsaker och få för konsekvenser.",
"Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.",
"Normer och regler i elevens livsmiljö, till exempel i skolan och i sportsammanhang.",
"Trafikregler och hur man beter sig i trafiken på ett säkert sätt."],
"Att leva i närområdet":["Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.",
"Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.",
"Kristendomens roll i skolan och på hemorten förr i tiden.",
"Religioner och platser för religionsutövning i närområdet.",
"Centrala samhällsfunktioner, till exempel sjukvård, räddningstjänst och skola.",
"Yrken och verksamheter i närområdet."],
"Att leva i världen":["Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på världsdelarna samt på länder och platser som är betydelsefulla för eleven.",
"Människans uppkomst, vandringar, samlande och jakt samt införandet av jordbruk.",
"Tidsbegreppen stenålder, bronsålder och järnålder.",
"Hur forntiden kan iakttas i vår tid genom spår i naturen och i språkliga uttryck.",
"Berättelser om gudar och hjältar i antik och nordisk mytologi och hur man kan se på dem i vår egen tid.",
"Några högtider, symboler och berättelser inom kristendom, islam och judendom. Några berättelser ur Bibeln och deras innebörd samt några av de vanligaste psalmerna.",
"Miljöfrågor utifrån elevens vardag, till exempel frågor om trafik, energi och matvaror.",
"Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).",
"Hur möten, till exempel klassråd, organiseras och genomförs.",
"Pengars användning och värde. Olika exempel på betalningsformer och vad några vanliga varor och tjänster kan kosta.",
"Aktuella samhällsfrågor i olika medier."],
"Att undersöka verkligheten":["Metoder för att söka information från olika källor: intervjuer, observationer och mätningar. Hur man kan värdera och bearbeta källor och information.",
"Rumsuppfattning med hjälp av mentala kartor och fysiska kartor över till exempel närområdet och skolvägar. Storleksrelationer och väderstreck samt rumsliga begrepp, till exempel plats, läge och gräns.",
"Tidslinjer och tidsbegreppen dåtid, nutid och framtid."]},
"subject":"GRGRHIS01",
"school":"grund",
"stadium":"låg",
"goals":[1,1,1,1],
"judge":{"G":["Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma. Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas. Vidare kan eleven beskriva hur möten brukar organiseras och genomföras. Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta.",
"Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar. Eleven anger några viktiga samhällsfunktioner, och ger exempel på yrken och verksamheter i närområdet. Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan, och ge exempel på vad en flytt kan innebära för barn och familjer. Eleven beskriver hur olika handlingar i vardagen kan påverka miljön, och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling. Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken.",
"Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder. Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar. Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck. Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser. Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid.",
"Eleven kan samtala om elevnära livsfrågor. Dessutom beskriver eleven några platser för religionsutövning, och kopplar samman dessa med religioner som utövas i närområdet. Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen. Eleven återger delar av innehållet i några berättelser ur Bibeln, samt i berättelser om gudar och hjältar i olika myter. Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden.",
"Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor. Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar, och göra enkla sammanställningar av resultaten så att innehållet klart framgår. Eleven gör enkla undersökningar av omvärlden, och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder."]},
"friends":["GRNHIS2",
"HISHIS01a1",
"HISHIS01a2",
"HISHIS01b",
"HISHIS02a",
"HISHIS02b",
"HISHIS03",
"Historia 4-6",
"Historia 7-9"]}