{"name":"Historia 4-6",
"code":"Historia 4-6",
"content":{"Kring forntiden och medeltiden, till cirka 1500":["Norden befolkas. De utmärkande dragen för stenåldern, bronsåldern och järnåldern.",
"Nordens kulturmöten med övriga Europa och andra delar av världen genom ökad handel och migration, till exempel genom vikingatidens resor och medeltidens handelssystem.",
"De nordiska staternas bildande.",
"Kristendomens införande i Norden. Religionens betydelse för kulturer och stater i Sverige och de övriga nordiska länderna samt konsekvenser av dessa förändringar för olika människor och grupper.",
"Några av de europeiska upptäcktsresorna, deras betydelse och konsekvenser.",
"Vad arkeologiska fynd, till exempel myntskatter och fynd av föremål från andra kulturer kan berätta om kulturmöten och om likheter och skillnader i levnadsvillkor för barn, kvinnor och män."],
"Norden och Östersjöriket Sverige, cirka 1500-1700":["Nordens och Östersjöområdets deltagande i ett globalt utbyte, till exempel av handelsvaror, språk och kultur.",
"Den svenska statens framväxt och organisation.",
"Det svenska Östersjöriket. Orsakerna till dess uppkomst och konsekvenser för olika människor och grupper runt Östersjön. Migration till och från samt inom det svenska riket.",
"Reformationen och dess konsekvenser för Sverige och övriga Europa.",
"Vad historiska källor, till exempel brev och andra dokument, kan berätta om likheter och skillnader i levnadsvillkor för barn, kvinnor och män jämfört med i dag."],
"Ökat utbyte och jordbrukets omvandling, cirka 1700-1850":["Sveriges och Nordens ekonomiska och kulturella globala utbyte, till exempel i form av järnexport och genom resor till Asien.",
"Jordbrukets omvandling och dess konsekvenser för människor.",
"Den stora folkökningen samt dess orsaker och konsekvenser för olika människor och grupper.",
"Framväxten av parlamentarism, partiväsen och nya lagar i Sverige.",
"Vad historiska källor, till exempel dagböcker och arkivmaterial, kan berätta om Sveriges historia och om likheter och skillnader i levnadsvillkor för barn, kvinnor och män."],
"Hur historia används och historiska begrepp":["Exempel på hur forntiden, medeltiden, 1500-talet, 1600-talet och 1700-talet kan avläsas i våra dagar genom traditioner, namn, språkliga uttryck, byggnader, städer och gränser.",
"Hur historiska personer och händelser, till exempel drottning Kristina, Karl XII och häxprocesserna, har framställts på olika sätt genom olika tolkningar och under skilda tider.",
"Vad begreppen förändring, likheter och skillnader, kronologi, orsak och konsekvens, källor och tolkning betyder och hur de används i historiska sammanhang.",
"Tidsbegreppen vikingatiden, medeltiden, stormaktstiden och frihetstiden samt olika syn på deras betydelser."]},
"subject":"GRGRHIS01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1],
"judge":{"E":["Eleven har <strong>grundläggande</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder. Eleven visar det genom att föra <strong>enkla och till viss del </strong>underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar. Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>enkla </strong>samband mellan olika tidsperioder. Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>enkla och till viss del </strong>underbyggda hänvisningar till det förflutna. Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>enkla</strong> resonemang om källornas användbarhet.",
"Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>enkla</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder. I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>i huvudsak </strong>fungerande sätt."],
"C":["Eleven har <strong>goda </strong>kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder. Eleven visar det genom att föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar. Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>förhållandevis komplexa </strong>samband mellan olika tidsperioder. Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>utvecklade och relativt väl </strong>underbyggda hänvisningar till det förflutna. Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>utvecklade</strong> resonemang om källornas användbarhet.",
"Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>utvecklade</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder. I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>relativt väl </strong>fungerande sätt."],
"A":["Eleven har <strong>mycket goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder. Eleven visar det genom att föra <strong>välutvecklade och väl </strong>underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar. Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>komplexa </strong>samband mellan olika tidsperioder. Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>välutvecklade och väl </strong>underbyggda hänvisningar till det förflutna. Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>välutvecklade</strong> resonemang om källornas användbarhet.",
"Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>välutvecklade och nyanserade</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder. I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>väl </strong>fungerande sätt."]},
"friends":["Historia 1-3",
"HISHIS01a1",
"HISHIS01a2",
"HISHIS01b",
"HISHIS02a",
"HISHIS02b",
"HISHIS03",
"Historia 7-9"]}