{"subject":"HJU",
"name":"Hjulutrustning",
"points":200,
"code":"HJUHJU0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Branschens verksamhet, verksamhetsområden och förutsättningar samt faktorer som påverkar lönsamhet och resultat.",
"Däckets uppbyggnad, material och hur däck tillverkas.",
"Gummiblandningens betydelse för slitage, väggrepp, friktion och användningsområde, till exempel vinter-, sommar- och friktionsdäck.",
"Märkning av däck.",
"Fälgar och fälgsystem.",
"Bromssystemets påverkan på hjulutrustningen.",
"Däckslitage och faktorer som påverkar hållbarheten, till exempel fel i hjulupphängning och bromsar.",
"Säkerhet och komfort, till exempel beroende av däcktyp.",
"Marktryck, till exempel ett hårt eller mjukt däcks inverkan på underlaget.",
"Uppluftning och lufttryckets betydelse för köregenskaper, miljö och säkerhet. Olika fyllningsmetoder av hjul.",
"Felsökning och diagnostisering av däck, fälg, bromsar, hjulupphängning och styrning.",
"Standardundersökning av däckslitage.",
"Demontering och montering av däck samt hjulbyte.",
"Kontroll och mätning av spårvidd, offset (inpressning) och hjulvinklar.",
"Mätning av höjd och sidokast för däck och fälg.",
"Hjulinställning med justering.",
"Bedömning av däckskador och fälgskador.",
"Identifikation av run flat-däck och olika däcksystems funktion.",
"Balansering av hjul.",
"Reparation av skador på däck.",
"Val, användning och underhåll av verktyg, utrustning och maskiner.",
"Lagar, bestämmelser och krav som reglerar branschen, verksamheten och arbetet.",
"Arbetsmiljö och säkerhet, till exempel kemiska risker, skyddsutrustning och första hjälpen.",
"Hantering av avfall.",
"Olycksrisker på grund av tekniska avvikelser i hjulutrustningen.",
"Arbetsorder och arbetsbeskrivningar.",
"Kundmottagning och kundbemötande.",
"Utvärdering och dokumentation av utfört arbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för branschens verksamhet. Dessutom beskriver eleven <b>översiktligt</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>översiktligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven utför <b>i samråd</b> med handledare och i bekanta situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> bedömning av däckskador.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för branschens verksamhet. Dessutom beskriver eleven <b>utförligt</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>utförligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer bedömning av däckskador.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för branschens verksamhet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>utförligt och nyanserat</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer <b>avancerad</b> bedömning av däckskador.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för branschens verksamhet. Dessutom beskriver eleven <b>översiktligt</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>översiktligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven utför <b>i samråd</b> med handledare och i bekanta situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> bedömning av däckskador.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för branschens verksamhet. Dessutom beskriver eleven <b>utförligt</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>utförligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer bedömning av däckskador.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för branschens verksamhet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion hos olika hjulutrustningar för olika fordon samt <b>utförligt och</b> <b>nyanserat</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer arbeten med olika fordons hjulutrustning med hjälp av verktyg, utrustning och maskiner. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer <b>avancerad</b> bedömning av däckskador.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till fordons-, däck- och fälgtillverkarens anvisningar och krav. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["HJUHJT00S"]}