{"subject":"HJU",
"name":"Hjulutrustning &mdash; specialisering",
"points":100,
"repeat":"Kan läsas flera gånger med olika innehåll",
"requirements":"hjulutrustning",
"instructiontext":"som bygger på kursen hjulutrustning och kan läsas flera gånger med olika innehåll.",
"code":"HJUHJT00S",
"goaltext":"Kursen hjulutrustning &mdash; specialisering omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte. Kursen behandlar fördjupade färdigheter.",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Bestämmelser och krav för vald typ av hjulutrustning, till exempel hjulutrustning för lantbruksmaskiner eller ATV.",
"Bestämmelser för hantering av reklamationer.",
"Koder och mönstertyper gällande däck.",
"Risker vid val av fälgar och fälgsystem.",
"Sambandet mellan fel i hjulupphängning och bromsar och däckens slitage och hållbarhet.",
"Sambandet mellan val av däcktyp och säkerhet, komfort och kostnad.",
"Marktryck och jordpackning vid val av däcktyp.",
"Uppluftning och lufttryckets betydelse för köregenskaper, miljö och säkerhet.",
"Planering och utförande av arbete efter arbetsorder, med ett systematiskt arbetssätt.",
"Felsökning och diagnostisering av däck, fälgar, bromsar, hjulupphängning och styrning enligt regelverk och tillverkares rekommendationer.",
"Undersökning av däckslitage, däckskador och fälgskador samt analys av skador och orsaker. Åtgärder för att förebygga slitage och skador.",
"Hjulmätning, hjulvinklar, hjulinställning, till exempel fyrhjulsmätning och axeljustering.",
"Demontering och montering av däck samt hjulbyte på vald fordonstyp.",
"Balansering av hjul.",
"Reparation av skador på däck samt val av reparationsmetod.",
"Regummering.",
"Dubbning, sajpning och mönsterskärning.",
"Krav på kedjor, hur de får användas samt montering och reparation av kedjor och andra slirskyddssystem.",
"Val av reparationsmetod enligt regelverk och tillverkarnas anvisningar.",
"Arbetsmiljö, säkerhet och kvalitet.",
"Kundbemötande och vägledning av kund vid val av däck, fälg och alternativ hjulutrustning utifrån användningsområde, typ av fordon, däckets uppbyggnad och funktion samt regelverk och tillverkarens rekommendationer.",
"Utvärdering och dokumentation av utfört arbete."]}