{"subject":"HJU",
"name":"Hjulutrustning - specialisering",
"points":100,
"instrRAW":"som bygger på kursen hjulutrustning och kan läsas flera gånger med olika innehåll.",
"repeat":"Kan läsas flera gånger med olika innehåll",
"reqRAW":"kursen HJUHJU0 ",
"code":"HJUHJT00S",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Bestämmelser och krav för vald typ av hjulutrustning, till exempel hjulutrustning för lantbruksmaskiner eller ATV.",
"Bestämmelser för hantering av reklamationer.",
"Koder och mönstertyper gällande däck.",
"Risker vid val av fälgar och fälgsystem.",
"Sambandet mellan fel i hjulupphängning och bromsar och däckens slitage och hållbarhet.",
"Sambandet mellan val av däcktyp och säkerhet, komfort och kostnad.",
"Marktryck och jordpackning vid val av däcktyp.",
"Uppluftning och lufttryckets betydelse för köregenskaper, miljö och säkerhet.",
"Planering och utförande av arbete efter arbetsorder, med ett systematiskt arbetssätt.",
"Felsökning och diagnostisering av däck, fälgar, bromsar, hjulupphängning och styrning enligt regelverk och tillverkares rekommendationer.",
"Undersökning av däckslitage, däckskador och fälgskador samt analys av skador och orsaker. Åtgärder för att förebygga slitage och skador.",
"Hjulmätning, hjulvinklar, hjulinställning, till exempel fyrhjulsmätning och axeljustering.",
"Demontering och montering av däck samt hjulbyte på vald fordonstyp.",
"Balansering av hjul.",
"Reparation av skador på däck samt val av reparationsmetod.",
"Regummering.",
"Dubbning, sajpning och mönsterskärning.",
"Krav på kedjor, hur de får användas samt montering och reparation av kedjor och andra slirskyddssystem.",
"Val av reparationsmetod enligt regelverk och tillverkarnas anvisningar.",
"Arbetsmiljö, säkerhet och kvalitet.",
"Kundbemötande och vägledning av kund vid val av däck, fälg och alternativ hjulutrustning utifrån användningsområde, typ av fordon, däckets uppbyggnad och funktion samt regelverk och tillverkarens rekommendationer.",
"Utvärdering och dokumentation av utfört arbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>översiktligt</b> för regler om reklamation. Eleven beskriver <b>översiktligt</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>översiktligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare och i bekanta situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> hjulmätning och hjulinställning. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven vägleder <b>i samråd</b> med handledare kunder vid val av hjulutrustning.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> dokumentation. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>utförligt</b> för regler om reklamation. Eleven beskriver <b>utförligt</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>utförligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer hjulmätning och hjulinställning. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven vägleder <b>efter samråd</b> med handledare kunder vid val av hjulutrustning.</p><p>Eleven samarbetar <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>noggrann</b> dokumentation. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>utförligt</b> för regler om reklamation. Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>utförligt och nyanserat</b> för olika hjulutrustningars betydelse för ekonomi och miljö.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer <b>avancerad</b> hjulmätning och hjulinställning. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven vägleder <b>efter samråd</b> med handledare kunder vid val av hjulutrustning.</p><p>Eleven samarbetar <b>och</b> <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>översiktligt</b> för regler om reklamation. Eleven beskriver <b>översiktligt</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>översiktligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven planerar och utför <b>i samråd</b> med handledare och i bekanta situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> hjulmätning och hjulinställning. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven vägleder <b>i samråd</b> med handledare kunder vid val av hjulutrustning.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> dokumentation. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>utförligt</b> för regler om reklamation. Eleven beskriver <b>utförligt</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>utförligt</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer hjulmätning och hjulinställning. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven vägleder <b>efter samråd</b> med handledare kunder vid val av hjulutrustning.",
"Eleven samarbetar <b>och</b> <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdömen. Dessutom gör eleven en <b>noggrann</b> dokumentation. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt</b> för bestämmelser och krav som gäller för hjulutrustningar för vald fordonstyp. Dessutom redogör eleven <b>utförligt</b> för regler om reklamation. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion hos olika hjulutrustningar för vald fordonstyp samt <b>utförligt och</b> <b>nyanserat</b> för olika hjulutrustningars betydelse för ekonomi och miljö.",
"Eleven planerar och utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer diagnos, montering, reparation och färdigställande av valt fordons hjulutrustning. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer <b>avancerad</b> hjulmätning och hjulinställning. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer de åtgärder som krävs för att förhindra slitage och skador på valt fordons hjulutrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> olika materials funktion och egenskaper samt olika reparationsmetoder i förhållande till tillverkarens anvisningar och krav. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom utför eleven arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven vägleder <b>efter samråd</b> med handledare kunder vid val av hjulutrustning.",
"Eleven samarbetar <b>och</b> <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven utvärderar arbetet me <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}