{"subject":"HOT",
"name":"Frukost och bufféservering",
"points":100,
"instrRAW":"som bygger på kursen logi.",
"descarr":["Den bygger på kursen ",
"RECLOG0",
"."],
"reqRAW":"kursen RECLOG0",
"code":"HOTFRU0",
"goals":[1,1,2,2,2,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"basic",
"content":["Frukostens betydelse för välbefinnande och prestationsförmåga.",
"Frukostvanor i olika länder samt internationella frukostbufféer.",
"Metoder, redskap och utrustning som används vid frukost- och bufféservering.",
"Planering av innehåll och uppdukning samt arbete och logistik vid bufféer i olika sammanhang.",
"Tillagning, beredning och uppläggning av svenska frukosträtter.",
"Bärteknik och avdukning samt rationellt arbetssätt.",
"Ansvarsfull alkoholservering i samband med bufféarrangemang.",
"Planering av rumsservice från beställning till servering.",
"Matsalens miljö och atmosfär.",
"Livsmedel och råvarukvalitet samt hantering och förvaring med hänsyn till ekonomi, kvalitet och miljö.",
"Personlig hygien och ändamålsenlig klädsel.",
"Livsmedelshygien och lagar för livsmedelshantering samt egenkontroll.",
"Service och bemötande, både det verbala språkets och kroppsspråkets betydelse i mötet med gästen.",
"Specialkost med anledning av medicinska, religiösa eller etiska skäl.",
"Kommunikation och samverkan mellan olika avdelningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>översiktligt</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>visst</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>utförligt</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter</b> <b>samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>utförligt och nyanserat</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger</b> <b>förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>översiktligt</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>visst</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>utförligt</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter</b> <b>samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika arbetsuppgifter och yrkesroller inom frukost- och bufféservering. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för verksamhetens utveckling samt för verksamheten i olika delar av världen.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området frukost och buffé, med ett resultat som uppfyller fastställda kvalitetskrav, samt arrangerar bufféer av olika slag. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hygien, hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger</b> <b>förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"RECLOG0",
"reqarr":["RECLOG0"]}