{"subject":"HOT",
"novux":false,
"name":"Hotelladministration [ej aktuell]",
"origname":"Hotelladministration",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen reception 2 eller kursen konferens 2.",
"descarr":["Den bygger på kursen ",
"HOTREC02",
" eller kursen ",
"KONKON02",
"."],
"reqRAW":"kursen HOTREC02 eller kursen KONKON02",
"code":"HOTHOT0",
"goals":[1,0,2,2,1,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Hantering och kontroll av dagskassor samt bokföring av olika avdelningars försäljning.",
"Hantering av betalningar samt kontroll av kreditvärdighet.",
"Användning av förekommande ekonomisystem.",
"Uppföljning av kundjournaler samt arkivering.",
"Dokumentation av företagets miljöarbete och rapportering till berörda avdelningschefer, ägare och den certifierande organisationen.",
"Uppföljning av resultat och nyckeltal.",
"Anställnings- och lönefrågor, kontakter med berörda parter, till exempel fack- eller arbetsgivarorganisation, samt regler för sjukfrånvaro och sjuklön.",
"Ergonomi, arbetsmiljö och säkerhet i enlighet med lagar och andra bestämmelser.",
"Bemötande och hantering av kundförfrågningar.",
"Kommunikation och samverkan mellan avdelningarna."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt</b> <b>ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika parter, yrkesroller och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för innebörden av uppföljning av resultat och nyckeltal samt för anställnings- och lönefrågor.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området hotelladministration, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt</b> <b>ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["HOTREC02",
"KONKON02"]},
"reqarr":["HOTREC02",
"KONKON02"],
"hasreqs":true,
"friends":["KONEVE0",
"HOTFRU0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"RECLOG0",
"HOTLOG0",
"RECREC01",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"HOTREC03",
"KONRUM0",
"VAIVAI01",
"HOTVÅN01",
"VAIVAI02",
"HOTVÅN02",
"VAIVAI03",
"HOTVÅN03"]}