{"subject":"HOT",
"name":"Logi [ej aktuell]",
"origname":"Logi",
"obsolete":true,
"points":100,
"code":"HOTLOG0",
"goals":[2,2,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"basic",
"content":["Besöksnäringens olika former av logi, deras avdelningar samt hur servicenivå och utbud kan skilja sig åt.",
"Hotellkedjor, marknadsorganisationer och ägarstrukturer.",
"Branschens centrala organisationer.",
"Organisationsplaner och yrkesroller.",
"Branschens utveckling från behov av logi till dagens krav på bekvämlighet, service och upplevelse. Utvecklingstendenser.",
"Arbetsuppgifter inom de olika boendeformerna.",
"Branschens miljöansvar och företagens olika miljöpolicyer.",
"Arbetsmiljö samt brand- och säkerhetsföreskrifter.",
"Första hjälpen, hjärt-lungräddning samt förebyggande av olycksfall.",
"Kunder och gäster, olika målgrupper och deras skiftande krav på boende, tjänster och service.",
"Omtanke och tillgänglighet för gäster med särskilda behov, till exempel funktionshinder eller allergier.",
"Betydelsen av en yrkesmässig attityd för att ge god service.",
"Kommunikationens och samverkans betydelse för såväl intern som extern service."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika former av logi, organisationer och yrkesroller. Dessutom redogör eleven <b>översiktligt</b> för branschens utveckling.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>i samråd</b> med handledare första hjälpen och hjärt-lungräddning.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika former av logi, organisationer, <b>både nationellt och internationellt</b>, samt olika yrkesroller. Dessutom redogör eleven <b>utförligt</b> för branschens utveckling.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter</b><b> samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika former av logi, organisationer, <b>både nationellt och internationellt</b>, samt olika yrkesroller. <b>Eleven diskuterar även för- och nackdelar med olika affärsidéer och ägarstrukturer</b>. Dessutom redogör eleven <b>utförligt och nyanserat</b> för branschens utveckling.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika former av logi, organisationer och yrkesroller. Dessutom redogör eleven <b>översiktligt</b> för branschens utveckling.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>i samråd</b> med handledare första hjälpen och hjärt-lungräddning.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika former av logi, organisationer, <b>både nationellt och internationellt</b>, samt olika yrkesroller. Dessutom redogör eleven <b>utförligt</b> för branschens utveckling.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika former av logi, organisationer, <b>både nationellt och internationellt</b>, samt olika yrkesroller. <b>Eleven diskuterar även för- och nackdelar med olika affärsidéer och ägarstrukturer</b>. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för branschens utveckling.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området logi, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom genomför eleven <b>efter samråd</b> med handledare första hjälpen och hjärt-lungräddning.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HOTFRU0",
"HOTHOT0",
"RECLOG0",
"RECREC01",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"HOTREC03",
"VAIVAI01",
"HOTVÅN01",
"VAIVAI02",
"HOTVÅN02",
"VAIVAI03",
"HOTVÅN03"]}