{"subject":"HOT",
"name":"Reception 3 [ej aktuell]",
"origname":"Reception 3",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen reception 2.",
"descarr":["Den bygger på kursen ",
"HOTREC02",
"."],
"reqRAW":"kursen HOTREC02",
"code":"HOTREC03",
"goals":[1,0,2,1,2,2,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Planering och utförande av receptionsarbete, till exempel incheckning, rumstilldelning, utcheckning och kassaarbete.",
"Produktkännedom för att möta kundens önskemål, rekommendera och rikta erbjudanden i syfte att öka försäljningen.",
"Presentation, visning och marknadsföring av hotellets gästrum och faciliteter.",
"Hotellbokningssystem och andra bokningskanaler.",
"Bokning och planering av gästarrangemang.",
"Lojalitetsprogram och företagsavtal.",
"Hotellets miljö- och kvalitetsarbete som konkurrensmedel.",
"Arbetsmiljö och systematiskt säkerhetsarbete utifrån lagar och andra bestämmelser samt handlings- och utrymningsplan vid brand, hot och fara.",
"Gästservice, till exempel att söka och förmedla turistinformation samt föreslå olika aktiviteter med tanke på målgrupp.",
"Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.",
"Hantering av positiva och negativa gästreaktioner samt dokumentation och uppföljning.",
"Kommunikation och samverkan mellan olika avdelningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och nyanserat</b> för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> <b>och nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>översiktligt</b> för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt</b> för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> yrkesroller, arbetsuppgifter och utvecklingen av lojalitetsprogram, miljö- och kvalitetsarbete.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare alla förekommande arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HOTREC02",
"reqarr":["HOTREC02"],
"hasreqs":true,
"friends":["KONEVE0",
"HOTFRU0",
"HOTHOT0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"RECLOG0",
"HOTLOG0",
"RECREC01",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"KONRUM0",
"VAIVAI01",
"HOTVÅN01",
"VAIVAI02",
"HOTVÅN02",
"VAIVAI03",
"HOTVÅN03"]}