{"subject":"HUB",
"name":"Specialyrken 2",
"points":200,
"instrRAW":"som bygger på kursen specialyrken 1. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"HUBSPC01S",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen HUBSPC01S",
"code":"HUBSPC02S",
"comments":{"comment":"<h4>Specialyrken 2 - glastekniker</h4><p>Konkretiseringen är ett förslag på hur ämnesplanens centrala innehåll, som är generellt skrivet, kan konkretiseras mot yrkesutgången glastekniker. Förslaget är framtaget i samarbete med det nationella programrådet för bygg- och anläggningsprogrammet och glasbranschen.</p><p></p><p>Kursen specialyrken 2 omfattar punkterna 1-8 och 10 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom valt specialyrke.</p><p></p><p><strong>Undervisningen i kursen ska behandla följande centrala innehåll:</strong></p><ul><li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.</li><li>Enklare planeringar, samt metoder för beräkningar, till exempel ritningsläsning för arbetsuppgiften, beräkning av kvadrat och volym samt grundläggande hållfasthetsberäkningar.</li><li>Arbetsmetoder inom glasteknik:</li></ul><p>- Metoder för montering av olika typer av gummilister.</p><p>- Mallning av glas för till exempel arbetsfordon, båtar och maskinkonstruktioner.</p><p>- Böjning av plaster; fogning och limning, till exempel uv-limning.</p><ul><li>Kvalitetskrav och arbetsmetoder i enlighet med MTK-föreskrifter.</li><li>Olika arbetstekniker för utförande av respektive arbetsmetod inom glasteknik.</li><li>Olika typer av material och deras egenskaper:</li></ul><p>- Plaster, till exempel akryl- och polykarbonatplaster.</p><p>- Konst- och blyglas.</p><ul><li>Verktyg och maskiner för olika ändamål. Handhavande och skötsel.</li><li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet, till exempel gällande hantering av glas vid förflyttning i verkstad och vid transport samt hantering och förvaring av konst- och blyglas. Ergonomiskt arbetssätt: tekniska och ergonomiska hjälpmedel anpassade för arbete med glas vid tunga lyft, till exempel vakuumlyft och selar.</li><li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar. Riskinventering vid utförande av glasarbeten.</li><li>Enklare problemlösning.</li><li>Metoder för att utvärdera sitt arbete.</li><li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li><li>Facktermer i relation till arbetsuppgiften, till exempel sugare, pannkoke, spindel och isolyft.<br /> </li></ul><h4>Specialyrken 2 - plattsättare</h4><p>Konkretiseringen är ett förslag på hur ämnesplanens centrala innehåll, som är generellt skrivet, kan konkretiseras mot yrkesutgången plattsättare. Förslaget är framtaget i samarbete med det nationella programrådet för bygg- och anläggningsprogrammet och branschen.</p><p></p><p>Kursen specialyrken 2 omfattar punkterna 1-8 och 10 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom valt specialyrke.</p><p><strong>Undervisningen i kursen ska behandla följande centrala innehåll:</strong></p><ul><li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt, till exempel med hjälp av mobilapplikationer och webbaserade hjälpmedel för enklare beräkningar. </li><li>Enklare planeringar, samt metoder för beräkningar, till exempel ritningsläsning för arbetsuppgiften, beräkningar av kvadrat och volym vid plattsättning och vid arbete med tätskikt.</li><li>Arbetsmetoder inom plattsättning:</li></ul><p>- Ytbeklädnader och sättning av keramiska material i torra utrymmen.</p><p>- Ytbeklädnader och sättning av keramiska material i våta utrymmen på till exempel skivmaterial, putsade och gjutna väggar samt golv.</p><p>- Byggkeramikrådets branschregler för våtrum (BBV), Måleribranschens regler för våtrumskontroll (MVK) som berör plattsättning och Branschregler Säker vatteninstallation som berör plattsättning kopplat till arbetsuppgifterna.</p><ul><li>Olika arbetstekniker för utförande av respektive arbetsmetod inom plattsättning:</li></ul><p>- Sättning och läggning av keramiska material i tunna skikt.</p><p>- Vägg- och golvindelningar.</p><p>- Sättning av plattor i innerhörn och ytterhörn.</p><ul><li>Olika typer av material och deras egenskaper.</li></ul><p>- Kakel, klinker och mosaik.</p><p>- Fix, fog och tätskikt.</p><ul><li>Verktyg och maskiner för olika ändamål, till exempel för arbete med tätskikt. Handhavande och skötsel.</li><li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.</li><li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.</li><li>Enklare problemlösning.</li><li>Metoder för att utvärdera sitt arbete.</li><li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li><li>Facktermer i relation till arbetsuppgiften.</li></ul>"},
"goals":[1,1,1,1,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Enklare planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Arbetsmetoder inom respektive specialyrke, till exempel ytbeklädnader av keramiska material, montering av undertak, ställningsbyggnad och glasteknik.",
"Olika arbetstekniker för utförande av respektive arbetsmetod i valt specialyrke.",
"Olika typer av material och deras egenskaper.",
"Verktyg och maskiner för olika ändamål. Handhavande och skötsel.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Enklare problemlösning.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Facktermer i relation till arbetsuppgiften."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav.</p><p>I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, oc <b>i samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav.</p><p>I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav.</p><p>I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och</b> <b>utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav.",
"I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, oc <b>i samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav.",
"I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav.",
"I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och</b> <b>utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HUBSPC01S",
"reqBy":["HUBSPC03S"]}