{"subject":"HUB",
"name":"Specialyrken 3",
"origname":"Specialyrken 3",
"points":200,
"instrRAW":"som bygger på kursen specialyrken 2. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"HUBSPC02S",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen HUBSPC02S",
"code":"HUBSPC03S",
"comments":{"innehållet":"                          <h4>Specialyrken 3 - glastekniker</h4><p>Konkretiseringen är ett förslag på hur ämnesplanens centrala innehåll, som är generellt skrivet, kan konkretiseras mot yrkesutgången glastekniker. Förslaget är framtaget i samarbete med det nationella programrådet för bygg- och anläggningsprogrammet och glasbranschen.</p><p></p><p>Kursen specialyrken 3 omfattar punkterna 1-10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1-3 och 9-10. I kursen behandlas fördjupade kunskaper inom valt specialyrke.</p><p><br /><strong>Undervisningen i kursen ska behandla följande centrala innehåll:</strong></p><ul><li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.</li><li>Planeringar och beräkningar för att lösa arbetsuppgifterna, till exempel att beräkna u-värde hos olika glaskonstruktioner och att lokalisera placering av glas på ritning</li><li>Utvecklade arbetsmetoder inom glasteknik, till exempel för bil- och fordonsglas, grundläggande blästring av glas samt montering och demontering av olika solskydd.</li><li>Utvecklade arbetstekniker för utförande av respektive arbetsmetod inom glasteknik.</li><li>Olika typer av material och deras egenskaper:</li></ul><p>- Fogmaterial, limtyper och härdningstider.</p><p>- Ljuddämpande, ljusdämpande, soldämpande och energibevarande funktioner hos glas.</p><p>- Brand-, skydds- och säkerhetsglas.</p><ul><li>Verktyg och maskiner för olika ändamål. Handhavande och skötsel.</li><li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet, till exempel säkerhetskrav vid bil- och fordonsglasmontering. Ergonomiskt arbetssätt.</li><li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar, till exempel risker förknippade med härdplastarbete vid bilglasmontering.</li><li>Problemlösning i samband med arbetsuppgifterna.</li><li>Metoder för att utvärdera sitt arbete.</li><li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li><li>Studiebesök på olika arbetsplatser där glastekniker arbetar.</li><li>Yrkesrollen glastekniker samt entreprenörskap och företagande inom yrkesområdet. Information om arbetsmarknadens parter och arbetsvillkor.</li><li>Facktermer i relation till arbetsuppgiften.<br /><br /> </li></ul><h4>Specialyrken 3 - plattsättare</h4><p>Konkretiseringen är ett förslag på hur ämnesplanens centrala innehåll, som är generellt skrivet, kan konkretiseras mot yrkesutgången plattsättare. Förslaget är framtaget i samarbete med det nationella programrådet för bygg- och anläggningsprogrammet och branschen.</p><p></p><p>Kursen specialyrken 3 omfattar punkterna 1-10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1-3 och 9-10. I kursen behandlas fördjupade kunskaper inom valt specialyrke.</p><p></p><p><strong>Undervisningen i kursen ska behandla följande centrala innehåll:</strong></p><p></p><ul><li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.</li><li>Planeringar och beräkningar för att lösa arbetsuppgifterna, till exempel ritningsläsning för arbetsuppgiften samt planering och beräkning av rörelsefog vid sättning och läggning av keramiska material.</li><li>Utvecklade arbetsmetoder inom valt specialyrke:</li></ul><p>- Bruksättning och läggning i tjocka skikt inomhus och utomhus samt i våta och torra utrymmen.</p><p>- Uppbyggnad av fall med bruk och spackel.</p><p>- Förbehandling av underlag enligt Byggkeramikrådets branschregler för våtrum (BBV).</p><p></p><ul><li>Utvecklade arbetstekniker för utförande av respektive arbetsmetod inom plattsättning:</li></ul><p>- Vägg- och golvindelningar.</p><p>- Sättning av plattor i trappor.</p><p>- Plattor i fris och diagonaler samt mönsterpassning.</p><p></p><ul><li>Olika typer av material och deras egenskaper, till exempel kalksten, tegel och natursten.</li><li>Verktyg och maskiner för olika ändamål. Handhavande och skötsel.</li><li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.</li><li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.</li><li>Problemlösning i samband med arbetsuppgifterna.</li><li>Metoder för att utvärdera sitt arbete.</li><li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li><li>Studiebesök på olika arbetsplatser där plattsättare arbetar.</li><li>Yrkesrollen plattsättare samt entreprenörskap och företagande inom yrkesområdet. Information om arbetsmarknadens parter och arbetsvillkor.</li><li>Facktermer i relation till arbetsuppgiften.</li></ul>      "},
"goals":[2,2,2,1,1,1,1,1,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Utvecklade arbetsmetoder inom valt specialyrke.",
"Utvecklade arbetstekniker för utförande av respektive arbetsmetod i valt specialyrke.",
"Olika typer av material och deras egenskaper.",
"Verktyg och maskiner för olika ändamål. Handhavande och skötsel.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Problemlösning i samband med arbetsuppgifterna.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Studiebesök på olika arbetsplatser där specialyrket förekommer.",
"Yrkesrollen inom specialyrket samt entreprenörskap och företagande inom yrkesområdet.",
"Facktermer i relation till arbetsuppgiften."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav.</p><p>I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, oc <b>i samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven e <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>översiktligt</b> villkoren för företagande och entreprenörskap inom branschen.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav.</p><p>I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt</b> villkoren för företagande och entreprenörskap inom branschen.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav.</p><p>I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och</b> <b>utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> villkoren för företagande och entreprenörskap inom branschen.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav.",
"I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, oc <b>i samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven e <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>översiktligt</b> villkoren för företagande och entreprenörskap inom branschen.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav.",
"I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, oc <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt</b> villkoren för företagande och entreprenörskap inom branschen.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav.",
"I planeringen väljer eleve <b>efter samråd</b> med handledare material, verktyg, eventuella maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> samt anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och eventuella maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och</b> <b>utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> villkoren för företagande och entreprenörskap inom branschen.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HUBSPC02S",
"reqarr":["HUBSPC02S"],
"hasreqs":true,
"friends":["HUSHUS01",
"HUSHUS02",
"HUSHUS03",
"HUSHUB0",
"HUBSPC01S",
"HUBSPC02S"]}