{"subject":"HUB",
"name":"Specialyrken 2",
"points":200,
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"requirements":"specialyrken 1",
"instructiontext":"som bygger på kursen specialyrken 1. Kursen kan läsas flera gånger med olika innehåll.",
"code":"HUBSPC02S",
"comment":"<h2>Om ämnet husbyggnad - specialyrken</h2><p>I en bransch som utvecklas snabbt och har skiftande regionala behov ger ämnet husbyggnad – specialyrken möjlighet att möta arbetsmarknadens efterfrågan på spetskompetens. Ämnet ger eleverna möjlighet att utveckla kompetens för etablerade specialyrken, till exempel glastekniker, plattsättare och ställningsbyggare, men det finns även möjlighet att tillmötesgå den lokala och regionala arbetsmarknadens behov. Ämnesplanen är generellt skriven och ger ramar för vilka kunskaper eleverna ska utveckla och för hur kunskapsinnehållet ska konkretiseras mot ett tydligt avgränsat yrke. Kurserna i ämnet husbyggnad – specialyrken kan läsas flera gånger mot olika specialyrken.</p><p></p><p>Den första kursen i ämnet bygger på husbyggnad 3 och de arbetsprocesser eleven möter i ämnet är specifika för hans eller hennes valda yrkesutgång. Arbetsprocesserna omfattar arbetsmetoder och arbetstekniker, materialkunskap och hantering av verktyg och maskiner. Dessutom behandlas i ämnet lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet samt entreprenörskap och kommunikation. Lagar och andra bestämmelser kan innefatta bygglovsförfaranden och kvalitetskrav. Kunskaper om entreprenörskap kan innefatta grunderna inom ekonomisk redovisning och företagande.<br /></p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling – det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p>I ämnet husbyggnad – specialyrken innebär det till exempel att kunskapsområdet fackspråk och kommunikation återkommer i ämnesplanens olika delar. I det centrala innehållet i kurs 1 ska ”facktermer” behandlas för att eleverna ska utveckla kunskaper mot målet ”Förmåga att samverka och kommunicera med andra samt använda fackspråk”. Med vilken kvalitet eleverna visar denna kunskap avgör läraren med hjälp av kunskapskraven som på E-nivå i kurs 1 lyder: ”I arbetet samverkar och kommunicerar eleven med andra samt använder enkelt fackspråk med viss säkerhet.”</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/hub?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"goaltext":"Kursen specialyrken 2 omfattar punkterna 1&mdash;8 och 10 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom valt specialyrke. ",
"goals":[1,1,1,1,1,1,1,1,0,1],
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Enklare planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Arbetsmetoder inom respektive specialyrke, till exempel ytbeklädnader av keramiska material, montering av undertak, ställningsbyggnad och glasteknik.",
"Olika arbetstekniker för utförande av respektive arbetsmetod i valt specialyrke.",
"Olika typer av material och deras egenskaper.",
"Verktyg och maskiner för olika ändamål. Handhavande och skötsel.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Enklare problemlösning.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Facktermer i relation till arbetsuppgiften."]}