{"subject":"HUM",
"name":"Humanistisk och samhällsvetenskaplig specialisering",
"points":100,
"instrRAW":"som beroende på valt kunskapsområde bygger på kursen samhällskunskap 2, kursen psykologi 2, kursen historia 2 eller kursen moderna språk 4. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen SAMSAM02, kursen psykologi 2, kursen historia 2 eller kursen MODXXX04",
"code":"HUMHUM00S",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Fördjupning inom valt kunskapsområde. Exempel på kunskapsområden kan vara arkeologi, EU, freds- och konfliktfrågor, globala utvecklings- och rättvisefrågor, interkulturell kommunikation, kriminologi, litteratur på olika språk, lokala eller regionala studier, mediekommunikation, miljöhistoria samt tolkning och översättning. Samband mellan kunskapsområdet och omvärlden.",
"Vetenskapliga begrepp, teorier, modeller och metoder som är relevanta för kunskapsområdet.",
"Källkritisk metod inom kunskapsområdet. Granskning, tolkning och värdering av information från olika medier och källor.",
"Praktiska tillämpningar av kunskaper inom området, till exempel i samarbete med institutioner och organisationer i det omgivande samhället eller i form av till exempel fältstudier, rollspel och undersökningar.",
"Uttrycks- och presentationsformer som är relevanta för kunskapsområdet och för humaniora eller samhällsvetenskap i allmänhet, till exempel debattartiklar, muntliga framställningar, utställningar och vetenskapliga rapporter. Anpassning till syfte, mottagare och situation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>översiktligt</b> <b>enkla</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.</p><p>Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>översiktligt</b> olika aspekter av kunskapsområdet och drar <b>enkla</b> slutsatser om resultat och valda metoder. I arbetet söker, granskar och tolkar eleven <b>med viss säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>enkla</b> omdömen källornas relevans och trovärdighet.</p><p>Eleven tillämpar <b>med viss säkerhet</b> och <b>i samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.</p><p>Eleven presenterar <b>med viss säkerhet</b> kunskaper inom området på ett sätt som <b>till viss del</b> är anpassat till syfte, mottagare och situation samt med hjälp av <b>någon</b> relevant uttrycks- och presentationsform.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>utförligt</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.</p><p>Eleven bearbetar, analyserar och diskuterar <b>med säkerhet några frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>utförligt</b> olika aspekter av kunskapsområdet och drar <b>välgrundade</b> slutsatser om resultat och valda metoder <b>med hänvisning till relevanta källor</b>. I arbetet söker, granskar och tolkar eleven <b>med viss säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>enkla</b> omdömen källornas relevans och trovärdighet. <b>Dessutom formulerar eleven sig självständigt i förhållande till källorna</b>.</p><p>Eleven tillämpar <b>med viss säkerhet</b> och <b>efter samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.</p><p>Eleven presenterar <b>med viss säkerhet</b> kunskaper inom området på ett sätt som <b>i huvudsak</b> är anpassat till syfte, mottagare och situation samt med hjälp av <b>några</b> relevanta uttrycks- och presentationsformer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.</p><p>Eleven bearbetar, analyserar och diskuterar <b>med säkerhet flera frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> olika aspekter av kunskapsområdet och drar <b>välgrundade och nyanserade</b> slutsatser om resultat och valda metoder <b>med hänvisning till relevanta källor</b>. I arbetet söker, granskar och tolkar eleven <b>med säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>nyanserade</b> omdömen källornas relevans och trovärdighet. <b>Dessutom formulerar eleven sig självständigt i förhållande till källorna</b>.</p><p>Eleven tillämpar <b>med säkerhet</b> och <b>efter samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.</p><p>Eleven presenterar <b>med säkerhet</b> kunskaper inom området på ett sätt som är <b>väl</b> anpassat till syfte, mottagare och situation samt med hjälp av <b>flera</b> relevanta uttrycks- och presentationsformer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>översiktligt</b> <b>enkla</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.",
"Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>översiktligt</b> olika aspekter av kunskapsområdet och drar <b>enkla</b> slutsatser om resultat och valda metoder. I arbetet söker, granskar och tolkar eleven <b>med viss säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>enkla</b> omdömen källornas relevans och trovärdighet.",
"Eleven tillämpar <b>med viss säkerhet</b> och <b>i samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.",
"Eleven presenterar <b>med viss säkerhet</b> kunskaper inom området på ett sätt som <b>till viss del</b> är anpassat till syfte, mottagare och situation samt med hjälp av <b>någon</b> relevant uttrycks- och presentationsform.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>utförligt</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.",
"Eleven bearbetar, analyserar och diskuterar <b>med säkerhet några frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med viss säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>utförligt</b> olika aspekter av kunskapsområdet och drar <b>välgrundade</b> slutsatser om resultat och valda metoder <b>med hänvisning till relevanta källor</b>. I arbetet söker, granskar och tolkar eleven <b>med viss säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>enkla</b> omdömen källornas relevans och trovärdighet. <b>Dessutom formulerar eleven sig självständigt i förhållande till källorna</b>.",
"Eleven tillämpar <b>med viss säkerhet</b> och <b>efter samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.",
"Eleven presenterar <b>med viss säkerhet</b> kunskaper inom området på ett sätt som <b>i huvudsak</b> är anpassat till syfte, mottagare och situation samt med hjälp av <b>några</b> relevanta uttrycks- och presentationsformer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för såväl delar som helheter inom kunskapsområdet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> samband mellan kunskaper och frågeställningar inom kunskapsområdet och företeelser och förhållanden i omvärlden.",
"Eleven bearbetar, analyserar och diskuterar <b>med säkerhet flera frågor</b> inom kunskapsområdet. I arbetet använder eleven <b>med säkerhet</b> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> olika aspekter av kunskapsområdet och drar <b>välgrundade och nyanserade</b> slutsatser om resultat och valda metoder <b>med hänvisning till relevanta källor</b>. I arbetet söker, granskar och tolkar eleven <b>med säkerhet</b> information från olika källor, gör adekvata källhänvisningar samt värderar med <b>nyanserade</b> omdömen källornas relevans och trovärdighet. <b>Dessutom formulerar eleven sig självständigt i förhållande till källorna</b>.",
"Eleven tillämpar <b>med säkerhet</b> och <b>efter samråd</b> med handledare sina kunskaper i relevanta praktiska sammanhang på ett sätt som är anpassat till kunskapsområdet.",
"Eleven presenterar <b>med säkerhet</b> kunskaper inom området på ett sätt som är <b>väl</b> anpassat till syfte, mottagare och situation samt med hjälp av <b>flera</b> relevanta uttrycks- och presentationsformer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}