{"subject":"HUN",
"novux":false,
"name":"Hundkunskap 2",
"origname":"Hundkunskap 2",
"points":100,
"instrRAW":"som bygger på kursen hundkunskap 1.",
"descarr":["Den bygger på kursen ",
"HUNHUN01",
"."],
"reqRAW":"kursen HUNHUN01",
"code":"HUNHUN02",
"goals":[1,1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Olika hundraser och deras egenskaper och särskilda behov. ",
"Olika verksamhetsområden för olika typer av hundar.",
"Olika miljöfaktorer i hundars vistelsemiljöer, till exempel temperatur, ljus, bottenmaterial och tillgång till vatten. Miljöberikning för att stimulera djurens naturliga beteende.",
"Foder, fodrets näringsinnehåll och kvalitet samt specifika foderbehov. ",
"Ekonomiska beräkningar och kalkyler. ",
"Vanliga hälsoproblem, skador och sjukdomar samt förebyggande åtgärder.",
"Avel och uppfödning av hundar för olika användningsområden. Avelsplanering, avelsstrategi och avelsorganisation."],
"Arbetsuppgifter":["Utarbetande av planer för skötsel av hundar. Arbetsuppgifter utifrån uppgjord plan samt uppföljning och rapportering.",
"Hantering av hundar, till exempel i samband med rastning och vid klippning, trimning och bad.",
"Foderberäkning, val av foder och utfodring av hundar.",
"Utarbetande och genomförande av planer för grundläggande fostran och träning av hundar mot uppsatta mål. ",
"Hundar som resurs i arbete med människor, till exempel inom vård, rehabilitering och socialt arbete.",
"Rutiner för att upptäcka förändringar i hundars beteende som följd av skador och sjukdomar samt åtgärder för sjuka och skadade djur.",
"Olika grenar inom hundsport."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Säkerhet vid arbete med hundar.",
"Djurskyddslagstiftning och andra bestämmelser som rör hundhållning.",
"Bestämmelser som reglerar utformning och skötsel av anläggningar avsedda för hundhållning samt avel och uppfödning av hundar."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <b>översiktligt</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>översiktligt</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>översiktligt</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>översiktligt</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>översiktligt</b> för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>enkel</b> foderplan. I foderplanen gör eleven <b>enkla</b> beräkningar av fodermängder. Dessutom motiverar eleven <b>översiktligt</b> sina val av utfodringsstrategier. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med viss säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med viss säkerhet</b> hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <b>utförligt</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>utförligt</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>utförligt</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>utförligt</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>utförligt</b> för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>genomarbetad</b> foderplan. I foderplanen gör eleven beräkningar av fodermängder. Dessutom motiverar eleven <b>utförligt</b> sina val av utfodringsstrategier. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med viss säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med viss säkerhet</b> hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <b>utförligt och nyanserat</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>utförligt och nyanserat</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>utförligt och nyanserat</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>genomarbetad</b> foderplan. I foderplanen gör eleven <b>avancerade</b> beräkningar av fodermängder. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val av utfodringsstrategier. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med säkerhet</b> hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven namnger ett omfattande antal hundraser och beskriver <b>översiktligt</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>översiktligt</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>översiktligt</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>översiktligt</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>översiktligt</b> för olika metoder för avel och uppfödning av hundar.",
"Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>enkel</b> foderplan. I foderplanen gör eleven <b>enkla</b> beräkningar av fodermängder. Dessutom motiverar eleven <b>översiktligt</b> sina val av utfodringsstrategier. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare anläggningar och utrustning.",
"Eleven planerar och utför <b>i samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med viss säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med viss säkerhet</b> hundägare eller hundförare om träning av hundar.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven namnger ett omfattande antal hundraser och beskriver <b>utförligt</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>utförligt</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>utförligt</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>utförligt</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>utförligt</b> för olika metoder för avel och uppfödning av hundar.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>genomarbetad</b> foderplan. I foderplanen gör eleven beräkningar av fodermängder. Dessutom motiverar eleven <b>utförligt</b> sina val av utfodringsstrategier. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare anläggningar och utrustning.",
"Eleven planerar och utför <b>efter samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med viss säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med viss säkerhet</b> hundägare eller hundförare om träning av hundar.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven namnger ett omfattande antal hundraser och beskriver <b>utförligt och</b> <b>nyanserat</b> deras egenskaper och användningsområden. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika metoder för avel och uppfödning av hundar.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <b>genomarbetad</b> foderplan. I foderplanen gör eleven <b>avancerade</b> beräkningar av fodermängder. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val av utfodringsstrategier. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare anläggningar och utrustning.",
"Eleven planerar och utför <b>efter samråd</b> med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <b>med säkerhet</b> vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <b>med säkerhet</b> hundägare eller hundförare om träning av hundar.",
"Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HUNHUN01",
"reqarr":["HUNHUN01"],
"reqBy":["HUNHUN03"],
"friends":["HUNHUN01",
"HUNHUN01",
"HUNHUN03",
"HUNHUN03",
"HUNTRN0"]}