{"subject":"HUS",
"name":"Husbyggnadsprocessen",
"points":200,
"instrRAW":"som bygger på kursen bygg och anläggning 2.",
"descarr":["Den bygger på kursen ",
"BYGBYG02",
"."],
"reqRAW":"kursen BYGBYG02",
"code":"HUSHUB0",
"goals":[1,1,1,1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Informationssökning med hjälp av internet och på andra sätt.",
"Metoder för att planera arbetet och beräkningar för att lösa arbetsuppgifterna.",
"Arbetsprocesser från planering till färdigt resultat.",
"Olika typer av husbyggnadsmaterial och deras egenskaper. ",
"Olika typer av verktyg och maskiner för olika ändamål.",
"Branschens krav och villkor i förhållande till kunder, medarbetare och andra yrkeskategorier.",
"Behörighet och säkerhet i arbetet, till exempel mobila arbetsplattformar, ställningsbyggnad och säkra lyft.",
"Bedömning av risker för att förebygga olycksfall, brand eller skada inför ett arbetsmoment.",
"Naturolyckor, till exempel översvämningar, ras och skred samt krav på byggkonstruktioner. Hur framtida klimatförändringar kan påverka kraven på byggkonstruktioner samt säkerheten i befintlig byggnation.",
"Förebyggande av olycksfall på arbetsplatsen genom att utföra egenkontroll samt använda säkerhetsföreskrifter och personlig skyddsutrustning. Ergonomiska hjälpmedel.",
"Tolkning av ritningar, arbetsbeskrivningar och utförandekrav samt muntliga och skriftliga instruktioner.",
"Metoder för dokumentation och kvalitetssäkring av arbetet.",
"Branschens roll för hållbar utveckling, till exempel hantering av material, minimering av spill samt sortering av byggavfall. Ekonomi och resursutnyttjande.",
"Olika yrkesroller och arbetsförhållanden på arbetsplatsen. Yrkesidentitet och yrkeskultur.",
"Faktorer som påverkar kommunikation och samarbete på arbetsplatsen.",
"Arbete hos kund, till exempel kundbemötande, hänsynstagande och ansvarstagande.",
"Entreprenörskap och företagande inom yrkesområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven söker <b>med viss säkerhet</b> information för att planera arbetsuppgifter.</p><p>Eleven beskriver <b>översiktligt</b> vanliga arbetsprocesser inom yrkesområdet, från planering till färdigt resultat. Dessutom beskriver eleven <b>översiktligt</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>översiktligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>översiktligt</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.</p><p>Eleven tolkar <b>med viss säkerhet</b> arbetsbeskrivningar och ritningar. Dessutom redogör eleven <b>översiktligt</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.</p><p>Eleven beskriver <b>översiktligt</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>översiktligt</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.</p><p>Eleven redogör <b>översiktligt</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>enkla</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>översiktligt</b> villkoren för företagande och entreprenörskap inom branschen.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven söker <b>med viss säkerhet</b> information för att planera arbetsuppgifter.</p><p>Eleven beskriver <b>utförligt</b> vanliga arbetsprocesser inom yrkesområdet, från planering till färdigt resultat. Dessutom beskriver eleven <b>utförligt</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>utförligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>utförligt</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.</p><p>Eleven tolkar <b>med viss säkerhet</b> arbetsbeskrivningar och ritningar. Dessutom redogör eleven <b>utförligt</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.</p><p>Eleven beskriver <b>utförligt</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>utförligt</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.</p><p>Eleven redogör <b>utförligt</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>välgrundade</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>utförligt</b> villkoren för företagande och entreprenörskap inom branschen.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven söker <b>med säkerhet</b> information för att planera arbetsuppgifter.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> vanliga arbetsprocesser inom husbyggnadsbranschen, från planering till färdigt resultat. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>utförligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>utförligt och nyanserat</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.</p><p>Eleven tolkar <b>med säkerhet</b> arbetsbeskrivningar och <b>avancerade</b> ritningar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>utförligt och nyanserat</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>välgrundade och nyanserade</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>utförligt och nyanserat</b> villkoren för företagande och entreprenörskap inom branschen.</p>",
"judge":{"E":["Eleven söker <b>med viss säkerhet</b> information för att planera arbetsuppgifter.",
"Eleven beskriver <b>översiktligt</b> vanliga arbetsprocesser inom yrkesområdet, från planering till färdigt resultat. Dessutom beskriver eleven <b>översiktligt</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>översiktligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>översiktligt</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.",
"Eleven tolkar <b>med viss säkerhet</b> arbetsbeskrivningar och ritningar. Dessutom redogör eleven <b>översiktligt</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.",
"Eleven beskriver <b>översiktligt</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>översiktligt</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.",
"Eleven redogör <b>översiktligt</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>enkla</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>översiktligt</b> villkoren för företagande och entreprenörskap inom branschen."],
"C":["Eleven söker <b>med viss säkerhet</b> information för att planera arbetsuppgifter.",
"Eleven beskriver <b>utförligt</b> vanliga arbetsprocesser inom yrkesområdet, från planering till färdigt resultat. Dessutom beskriver eleven <b>utförligt</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>utförligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>utförligt</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.",
"Eleven tolkar <b>med viss säkerhet</b> arbetsbeskrivningar och ritningar. Dessutom redogör eleven <b>utförligt</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.",
"Eleven beskriver <b>utförligt</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>utförligt</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.",
"Eleven redogör <b>utförligt</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>välgrundade</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>utförligt</b> villkoren för företagande och entreprenörskap inom branschen."],
"A":["Eleven söker <b>med säkerhet</b> information för att planera arbetsuppgifter.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanliga arbetsprocesser inom husbyggnadsbranschen, från planering till färdigt resultat. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika material och deras egenskaper samt vanliga arbetsmetoder, verktyg och maskiner. Eleven redogör <b>utförligt</b> för på vilket sätt lagar och andra bestämmelser påverkar planeringen och genomförandet av arbetet. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vad som är väsentligt att ta hänsyn till vid riskbedömningar.",
"Eleven tolkar <b>med säkerhet</b> arbetsbeskrivningar och <b>avancerade</b> ritningar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vad som krävs av dokumentation och kvalitetssäkring för att säkerställa ett kvalitativt gott arbete, samt möjliggöra en god utvärdering.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> på vilket sätt olika typer av drift, underhåll, renovering, rivning och återvinning av byggnader påverkar en hållbar utveckling. Dessutom ger eleven exempel på, samt redogör <b>utförligt och</b> <b>nyanserat</b> utifrån exemplen för, hur val av metoder, material och maskiner får konsekvenser för kunder, företag, samhälle och hållbar utveckling.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för faktorer som främjar samverkan mellan yrkeskategorier och mellan kund och utförare. Dessutom ger eleven <b>välgrundade och nyanserade</b> exempel på hur hon eller han själv kan främja samverkan. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> villkoren för företagande och entreprenörskap inom branschen."]},
"req":"BYGBYG02",
"reqarr":["BYGBYG02"],
"friends":["BYGBYG02",
"HUSHUS01",
"HUSHUS02",
"HUSHUS03"]}