{"subject":"HVK",
"novux":false,
"name":"Miljö",
"origname":"Miljö",
"points":50,
"instrRAW":"som bygger på kursen material och miljö.",
"descarr":["Den bygger på kursen ",
"HVKMAE0",
"."],
"reqRAW":"kursen HVKMAE0",
"code":"HVKMIL0",
"goals":[0,0,0,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Materials och produkters beståndsdelar och egenskaper.",
"Materials och produkters hantering, funktion och användningsområden.",
"Återanvändning och återvinning av material och produkter.",
"Materials och produkters påverkan på människor och miljö vid användning, framställning och hantering.",
"Material- och produktjämförelse. Hur material och produkter kan ersättas med mer miljövänliga alternativ utifrån användningsområde, egenskaper och önskat resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>översiktligt</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>några</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>översiktligt</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>utförligt</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>några</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>utförligt</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>utförligt</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>utförligt och nyanserat</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>flera</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>utförligt och nyanserat</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och nyanserat</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>utförligt och nyanserat</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>översiktligt</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>några</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>översiktligt</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer."],
"C":["Eleven beskriver <b>utförligt</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>utförligt</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>några</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>utförligt</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>utförligt</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> materials och produkters beståndsdelar och egenskaper samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur framställning och hantering av material och produkter påverkar miljön. Eleven ge <b>flera</b> exempel på lämpliga material och produkter utifrån deras beståndsdelar och egenskaper samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur man väljer material och produkter med hänsyn till materialens och produkternas olika beståndsdelar och egenskaper och avsett användningsområde och funktion. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och</b> <b>nyanserat</b> för hur hon eller han visar miljöhänsyn i sina val. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur man kan återanvända och återvinna material och produkter, utifrån samband mellan ekonomiska och miljömässiga faktorer."]},
"req":"HVKMAE0",
"reqarr":["HVKMAE0"],
"friends":["HVKMAT0",
"HVKMAE0",
"HVKTRA0"]}