{"subject":"HVK",
"name":"Material",
"points":50,
"instrRAW":"som bygger på kursen material och miljö.",
"descarr":["Den bygger på kursen ",
"HVKMAE0",
"."],
"reqRAW":"kursen HVKMAE0",
"code":"HVKMAT0",
"goals":[0,0,0,2,1,0,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Materials och produkters ursprung, uppbyggnad och egenskaper.",
"Materials och produkters hantering, funktion och användningsområden.",
"Utnyttjade materials och produkters olika egenskaper.",
"Skötsel av material och produkter.",
"Metoder för att analysera material.",
"Material och produkter som utvecklas i samband med nya trender.",
"Processer och metoder för utveckling och framställning av material.",
"Materials och produkters traditionella och nya användningsområden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> materials och produkters egenskaper och funktion samt redogör <b>översiktligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till avsett användningsområde och kvalitet. Dessutom redogör eleven <b>översiktligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>översiktligt</b> hur materials och produkters framställning och hantering påverkar miljön.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>utförligt</b> för <b>enkla samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt för enkla samband mellan framställningen och miljöpåverkan</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt och nyanserat</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>flera</b> exempel på lämpliga material och produkter samt redogör <b>utförligt och nyanserat</b> för <b>komplexa samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger</b> <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och nyanserat</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt och nyanserat</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt och nyanserat för komplexa samband mellan framställningen och miljöpåverkan</b>.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> materials och produkters egenskaper och funktion samt redogör <b>översiktligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till avsett användningsområde och kvalitet. Dessutom redogör eleven <b>översiktligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>översiktligt</b> hur materials och produkters framställning och hantering påverkar miljön."],
"C":["Eleven beskriver <b>utförligt</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>utförligt</b> för <b>enkla samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt för enkla samband mellan framställningen och miljöpåverkan</b>."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>flera</b> exempel på lämpliga material och produkter samt redogör <b>utförligt och</b> <b>nyanserat</b> för <b>komplexa samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger</b> <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och</b> <b>nyanserat</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt och nyanserat för komplexa samband mellan framställningen och miljöpåverkan</b>."]},
"req":"HVKMAE0",
"reqarr":["HVKMAE0"],
"friends":["HVKMAE0",
"HVKMAE0",
"HVKMIL0",
"HVKTRA0"]}