{"subject":"HVK",
"novux":false,
"name":"Material och miljö",
"origname":"Material och miljö",
"points":100,
"code":"HVKMAE0",
"comments":{"innehållet":"<h4>Påverkan på människor och miljö</h4><p>Kursen behandlar hur användning, framställning och hantering av material och produkter i yrkesutövandet påverkar människor och miljö. Här ingår även materials ursprung och framställning. Man kan även behandla hur yrkesutövare och kunder genom sina val kan ha inflytande över hur material och produkter påverkar människor och miljö.</p><h4>Fysisk och psykosocial arbetsmiljö</h4><p>Både den fysiska och den psykosociala arbetsmiljön är av stor vikt för en hantverkare. Faktorer som påverkar arbetsmiljön kan belysas med exempel från elevernas arbetssituationer men också med hjälp av rollspel.</p><h4>Arbetsmiljölagen, regler och föreskrifter</h4><p>Regler och föreskrifter omfattar bland annat Arbetsmiljöverkets föreskrifter samt branschorganisationers, fackliga organisationers och leverantörers regler och rekommendationer.</p><h4>El- och brandsäkerhet</h4><p>Varje arbetsplats ska ha rutiner för hur man undviker olyckstillbud och brand och för hur man agerar vid olyckstillbud eller vid brand. Rutiner, regler och föreskrifter kan behandlas utifrån exempel från elevernas APL-platser.</p><h4>Agerande vid arbetsplatsrelaterade olycksfall</h4><p>Arbetsrelaterade olycksfall kan vara allt från omplåstring av mindre sår till allvarliga arbetsrelaterade olyckor, såsom allvarligare klämskador eller hjärtstillestånd.</p>      "},
"goals":[0,0,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Materials och produkters ursprung, uppbyggnad och egenskaper.",
"Materials och produkters hantering, funktion och användningsområden.",
"Återanvändning och återvinning av material och produkter.",
"Vård och skötsel av material. Hållbarhet och förbättring av materialens funktion.",
"Påverkan på människor och miljö vid användning, framställning och hantering av material och produkter. ",
"Faktorer som påverkar den fysiska och psykosociala arbetsmiljön, till exempel stresshantering, skyddsutrustning, hygien och ergonomi. I samband med det behandlas konsekvenser av en bristande arbetsmiljö.",
"Arbetsmiljölagen, regler och föreskrifter som gäller arbetsmiljö och säkerhet inom det valda hantverksområdet. I samband med det behandlas konsekvenser som kan uppstå om dessa inte följs.",
"El- och brandsäkerhet. Regler och föreskrifter, samt konsekvenser som kan uppstå om de inte följs.",
"Agerande vid arbetsrelaterade olycksfall."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> materials och produkters egenskaper och funktion samt redogör <b>översiktligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till avsett användningsområde och kvalitet. Dessutom redogör eleven <b>översiktligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>översiktligt</b> hur materials och produkters framställning och hantering påverkar miljön.</p><p>Eleven beskriver <b>översiktligt</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <b>enkla</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö. Eleven beskriver <b>översiktligt</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>utförligt</b> för <b>enkla samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt för enkla samband mellan framställningen och miljöpåverkan</b>.</p><p>Eleven beskriver <b>utförligt</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation, <b>redogör utförligt för möjliga konsekvenser av dem</b> samt ger <b>välgrundade</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö <b>samt redogör utförligt för hur de påverkar den egna arbetssituationen</b>. Eleven beskriver <b>utförligt</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt och nyanserat</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>flera</b> exempel på lämpliga material och produkter samt redogör <b>utförligt och nyanserat</b> för <b>komplexa samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger</b> <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och nyanserat</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt och nyanserat</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt och nyanserat för komplexa samband mellan framställningen och miljöpåverkan</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation, <b>redogör utförligt och nyanserat för möjliga orsaker till och konsekvenser av dem</b> samt ger <b>välgrundade och nyanserade</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö <b>samt redogör utförligt och nyanserat för hur de påverkar den egna arbetssituationen</b>. Eleven beskriver <b>utförligt och nyanserat</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> materials och produkters egenskaper och funktion samt redogör <b>översiktligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>översiktligt</b> för hur man väljer material och produkter med hänsyn till avsett användningsområde och kvalitet. Dessutom redogör eleven <b>översiktligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>översiktligt</b> hur materials och produkters framställning och hantering påverkar miljön.",
"Eleven beskriver <b>översiktligt</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <b>enkla</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö. Eleven beskriver <b>översiktligt</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor."],
"C":["Eleven beskriver <b>utförligt</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>några</b> exempel på lämpliga material och produkter samt redogör <b>utförligt</b> för <b>enkla samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>ger</b> eleve <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt för enkla samband mellan framställningen och miljöpåverkan</b>.",
"Eleven beskriver <b>utförligt</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation, <b>redogör utförligt för möjliga konsekvenser av dem</b> samt ger <b>välgrundade</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö <b>samt redogör utförligt för hur de påverkar den egna arbetssituationen</b>. Eleven beskriver <b>utförligt</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> materials och produkters egenskaper och funktion samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur dessa kan utnyttjas i arbetet. Utifrån ett tänkt resultat ger eleven <b>flera</b> exempel på lämpliga material och produkter samt redogör <b>utförligt och</b> <b>nyanserat</b> för <b>komplexa samband mellan material och produkter</b> och hur man väljer dessa med hänsyn till avsett användningsområde och kvalitet. Dessutom <b>motiverar</b> eleve <b>sina val</b>, <b>ger</b> <b>exempel på några alternativa val av material och produkter samt</b> redogör <b>utförligt och</b> <b>nyanserat</b> för några ekonomiska och miljömässiga avväganden. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur materials och produkters framställning och hantering påverkar miljön <b>samt redogör utförligt och nyanserat för komplexa samband mellan framställningen och miljöpåverkan</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur den fysiska och psykosociala arbetsmiljön påverkar individen och arbetsplatsen. I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation, <b>redogör utförligt och nyanserat för möjliga orsaker till och konsekvenser av dem</b> samt ger <b>välgrundade och nyanserade</b> förslag på hur man själv kan påverka sin arbetsmiljö. Dessutom ger eleven exempel på lagar och andra bestämmelser som reglerar arbetsmiljö, säkerhet och miljö <b>samt redogör utförligt och nyanserat för hur de påverkar den egna arbetssituationen</b>. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanliga arbetsskador och arbetsrelaterade olyckor inom yrket, hur de förebyggs samt hur man agerar vid olyckor."]},
"reqBy":["HVKMAT0",
"HVKMIL0"],
"friends":["HVKMAT0",
"HVKMAT0",
"HVKMIL0",
"HVKMIL0",
"HVKTRA0"]}