{"subject":"HVK",
"name":"Tradition och utveckling",
"points":100,
"code":"HVKTRA0",
"comments":{"innehållet":"<h4>Begrepp i kursen tradition och utveckling<br /> </h4><h4>Historia, tradition och utvecklingsmöjligheter</h4><p>Som hantverkare behöver man ha en yrkesidentitet. Identiteten utvecklas genom att vara verksam i yrket bland annat genom APL men också genom att reflektera över yrkets historia och utvecklingsmöjligheter. Genom att behandla hur yrket påverkats av samhällsutveckling och teknikutveckling skapas förståelse av yrket idag och dess utvecklingsmöjligheter. Vid studier av yrkets historia kan närliggande yrkesområdens historia belysas för en fördjupad förståelse av hur det egna yrket har påverkats och utvecklats.</p><p>Att arbeta med historiska verktyg, material, tekniker och metoder är ytterligare ett sätt att utveckla kunskaper om yrkets historia.</p><p>I kursen behandlas också hur utbildning inom yrkesområdet har skett och sker.<br /></p><h4>Förutsättningar för verksamhet</h4><p>Genom att undersöka möjligheterna att starta verksamhet inom yrkesområdet lokalt, regionalt, nationellt eller internationellt kan man få svar på vad som krävs av individen för att etablera sig inom branschen.<br /></p><h4>Kultur- och stilhistoria</h4><p>Genom att studera kultur- och stilhistoria inom hantverket kopplat till samhällsutvecklingen främjas en förståelse av dagens kultur, stil och mode. Det kan även bidra till att se framåt mot morgondagens trender.</p>"},
"goals":[1,1,1,0,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Det valda hantverksområdets historia, tradition och utvecklingsmöjligheter. I samband med det behandlas samhällsförändringar som påverkat förutsättningarna samt teknikutvecklingens betydelse för yrket.",
"Tekniker, verktyg och material i ett historiskt perspektiv.",
"Utbildningssystemet nu och då. I samband med det behandlas hur hantverksområdets eventuella yrkesprov är utformat, till exempel regler och bedömning av gesäll- och mästarbrev.",
"Utformningen av yrkestävlingar inom hantverksområdet, nationellt och internationellt.",
"Utvecklings- och samverkansmöjligheter inom det egna hantverksområdet och närliggande hantverksområden.",
"Förutsättningar för verksamhet inom den egna regionen och på en internationell marknad.",
"Fack- och branschorganisationer och deras funktion inom det valda hantverksområdet. I samband med det behandlas arbetsgivarens och arbetstagarens rättigheter och skyldigheter.",
"Kultur- och stilhistoria med betoning på centrala stilepoker inom hantverksområdet. I samband med det behandlas trender, trendutveckling och trendtolkning historiskt och i nutid."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>något</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden.</p><p>Eleven beskriver <b>översiktligt</b> centrala förändringar inom det valda hantverksområdets historia och utveckling. Eleven identifiera <b>med viss säkerhet tydliga och karaktäristiska</b> stilar och centrala stilepokers typiska stildrag. <b>I samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>översiktligt</b> sitt arbete baserat på <b>begränsade</b> kunskaper om trendutveckling och stilhistoria.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>några</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden. <b>Dessutom redogör eleven utförligt för vilka fördelar denna samverkan kan ge</b>.</p><p>Eleven beskriver <b>utförligt</b> centrala förändringar inom det valda hantverksområdets historia och utveckling <b>samt ger exempel på samhällsförändringar som påverkat hantverkets förutsättningar</b>. Eleven identifiera <b>med viss säkerhet och</b> <b>jämför tydliga och karaktäristiska</b> stilar och centrala stilepokers typiska stildrag <b>samt beskriver stildragen</b>. <b>Efter samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>utförligt</b> sitt arbete baserat på kunskaper om trendutveckling och stilhistoria.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>flera</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden. <b>Dessutom redogör eleven utförligt och nyanserat för vilka fördelar denna samverkan kan ge</b> <b>och hur fördelarna uppnås</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> centrala förändringar inom det valda hantverksområdets historia och utveckling, <b>ger exempel på samhällsförändringar som påverkat hantverkets förutsättningar</b><b> samt redogör utförligt och nyanserat för sambandet mellan hantverkets förändringar och samhällsförändringarna</b>. Eleven <b>identifierar med säkerhet och jämför olika</b> stilar och centrala stilepokers typiska stildrag <b>samt beskriver stildragen</b>. <b>Efter samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>utförligt</b> <b>och nyanserat</b> sitt arbete baserat på <b>omfattande</b> kunskaper om trendutveckling och stilhistoria.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>något</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden.",
"Eleven beskriver <b>översiktligt</b> centrala förändringar inom det valda hantverksområdets historia och utveckling. Eleven identifiera <b>med viss säkerhet tydliga och karaktäristiska</b> stilar och centrala stilepokers typiska stildrag. <b>I samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>översiktligt</b> sitt arbete baserat på <b>begränsade</b> kunskaper om trendutveckling och stilhistoria.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>några</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden. <b>Dessutom redogör eleven utförligt för vilka fördelar denna samverkan kan ge</b>.",
"Eleven beskriver <b>utförligt</b> centrala förändringar inom det valda hantverksområdets historia och utveckling <b>samt ger exempel på samhällsförändringar som påverkat hantverkets förutsättningar</b>. Eleven identifiera <b>med viss säkerhet och</b> <b>jämför tydliga och karaktäristiska</b> stilar och centrala stilepokers typiska stildrag <b>samt beskriver stildragen</b>. <b>Efter samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>utförligt</b> sitt arbete baserat på kunskaper om trendutveckling och stilhistoria.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hantverksområdets utbildningssystem, branschvillkor och förutsättningar samt branschens möjligheter att utvecklas. Beskrivningen innehåller <b>flera</b> exempel på möjligheter till samverkan med andra yrkesutövare, inom det egna verksamhetsområdet och närliggande verksamhetsområden. <b>Dessutom redogör eleven utförligt och nyanserat för vilka fördelar denna samverkan kan ge</b> <b>och hur fördelarna uppnås</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> centrala förändringar inom det valda hantverksområdets historia och utveckling, <b>ger exempel på samhällsförändringar som påverkat hantverkets förutsättningar</b><b> samt redogör utförligt och nyanserat för sambandet mellan hantverkets förändringar och samhällsförändringarna</b>. Eleven <b>identifierar med säkerhet och jämför olika</b> stilar och centrala stilepokers typiska stildrag <b>samt beskriver stildragen</b>. <b>Efter samråd</b> med handledare visualiserar eleven stilhistoriska epoker och dagens trender. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sitt arbete baserat på <b>omfattande</b> kunskaper om trendutveckling och stilhistoria.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}