{"subject":"HVK",
"name":"Tradition och utveckling",
"points":100,
"code":"HVKTRA0",
"comment":"<h2>Begrepp i kursen tradition och utveckling<br /> </h2><h3>Historia, tradition och utvecklingsmöjligheter</h3><p>Som hantverkare behöver man ha en yrkesidentitet. Identiteten utvecklas genom att vara verksam i yrket bland annat genom APL men också genom att reflektera över yrkets historia och utvecklingsmöjligheter. Genom att behandla hur yrket påverkats av samhällsutveckling och teknikutveckling skapas förståelse av yrket idag och dess utvecklingsmöjligheter. Vid studier av yrkets historia kan närliggande yrkesområdens historia belysas för en fördjupad förståelse av hur det egna yrket har påverkats och utvecklats.</p><p>Att arbeta med historiska verktyg, material, tekniker och metoder är ytterligare ett sätt att utveckla kunskaper om yrkets historia.</p><p>I kursen behandlas också hur utbildning inom yrkesområdet har skett och sker.<br /></p><h3>Förutsättningar för verksamhet</h3><p>Genom att undersöka möjligheterna att starta verksamhet inom yrkesområdet lokalt, regionalt, nationellt eller internationellt kan man få svar på vad som krävs av individen för att etablera sig inom branschen.<br /></p><h3>Kultur- och stilhistoria</h3><p>Genom att studera kultur- och stilhistoria inom hantverket kopplat till samhällsutvecklingen främjas en förståelse av dagens kultur, stil och mode. Det kan även bidra till att se framåt mot morgondagens trender.</p>",
"goaltext":"Kursen tradition och utveckling omfattar punkterna 1&mdash;3 under rubriken Ämnets syfte.",
"goals":[1,1,1,0,0,0,0],
"level":"normal",
"content":["Det valda hantverksområdets historia, tradition och utvecklingsmöjligheter. I samband med det behandlas samhällsförändringar som påverkat förutsättningarna samt teknikutvecklingens betydelse för yrket.",
"Tekniker, verktyg och material i ett historiskt perspektiv.",
"Utbildningssystemet nu och då. I samband med det behandlas hur hantverksområdets eventuella yrkesprov är utformat, till exempel regler och bedömning av gesäll- och mästarbrev.",
"Utformningen av yrkestävlingar inom hantverksområdet, nationellt och internationellt.",
"Utvecklings- och samverkansmöjligheter inom det egna hantverksområdet och närliggande hantverksområden.",
"Förutsättningar för verksamhet inom den egna regionen och på en internationell marknad.",
"Fack- och branschorganisationer och deras funktion inom det valda hantverksområdet. I samband med det behandlas arbetsgivarens och arbetstagarens rättigheter och skyldigheter.",
"Kultur- och stilhistoria med betoning på centrala stilepoker inom hantverksområdet. I samband med det behandlas trender, trendutveckling och trendtolkning historiskt och i nutid."]}