{"subject":"HYG",
"name":"Hygien",
"points":100,
"code":"HYGHYG0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Mikroorganismers förekomst, egenskaper, livsbetingelser och betydelse.",
"Smittvägar, livsmedelsburna infektioner och matförgiftningar.",
"God hygienpraxis i samband med livsmedelshantering.",
"Metoder för hantering av råvaror samt för tillagning, varmhållning, nedkylning, uppvärmning och förvaring av livsmedel.",
"Provtagning och andra kontroller.",
"Rengöring av utrustning och lokaler.",
"Lagar och andra bestämmelser inom livsmedelsområdet.",
"Kontrollprogram för livsmedelshygien."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b> förekomster av mikroorganismer samt beskriver <b>översiktligt</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>översiktligt</b> livsmedelsburna smittor och förgiftningar.</p><p>I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>översiktligt</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>i samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggrant utrustning och lokaler enligt krav för säker livsmedelshantering.</p><p>Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>i samråd</b> med handledare egenkontroll. Eleven motiverar <b>översiktligt</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b> förekomster av mikroorganismer samt beskriver <b>utförligt</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>utförligt</b> livsmedelsburna smittor och förgiftningar. I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>utförligt</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggrant utrustning och lokaler enligt krav för säker livsmedelshantering. Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>efter samråd</b> med handledare egenkontroll. Eleven motiverar <b>utförligt</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b> förekomster av mikroorganismer samt beskriver <b>utförligt och nyanserat</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>utförligt och nyanserat</b> livsmedelsburna smittor och förgiftningar. I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>utförligt och nyanserat</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggran <b>och metodiskt</b> utrustning och lokaler enligt krav för säker livsmedelshantering. Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>efter samråd</b> med handledare egenkontoll. Eleven motiverar <b>utförligt och nyanserat</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven identifierar <b>med viss säkerhet</b> förekomster av mikroorganismer samt beskriver <b>översiktligt</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>översiktligt</b> livsmedelsburna smittor och förgiftningar.",
"I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>översiktligt</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>i samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggrant utrustning och lokaler enligt krav för säker livsmedelshantering.",
"Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>i samråd</b> med handledare egenkontroll. Eleven motiverar <b>översiktligt</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven identifierar <b>med viss säkerhet</b> förekomster av mikroorganismer samt beskriver <b>utförligt</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>utförligt</b> livsmedelsburna smittor och förgiftningar.",
"I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>utförligt</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggrant utrustning och lokaler enligt krav för säker livsmedelshantering.",
"Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>efter samråd</b> med handledare egenkontroll. Eleven motiverar <b>utförligt</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven identifierar <b>med säkerhet</b> förekomster av mikroorganismer samt beskriver <b>utförligt och</b> <b>nyanserat</b> deras betydelse i samband med livsmedelshantering. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> livsmedelsburna smittor och förgiftningar.",
"I sitt arbete hanterar eleven livsmedel på ett hygieniskt sätt samt redogör <b>utförligt och</b> <b>nyanserat</b> för risker i hanteringen och arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare provtagningar på råvaror och färdiga livsmedelsprodukter. Efter genomfört arbete rengör eleven noggran <b>och metodiskt</b> utrustning och lokaler enligt krav för säker livsmedelshantering.",
"Eleven följer lagar och andra bestämmelser, följer system för kontroll av livsmedelshygien samt utför <b>efter samråd</b> med handledare egenkontoll. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sitt handlande utifrån god hygienpraxis, lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":[]}