{"subject":"HÄT",
"name":"Hästkunskap 1",
"points":100,
"instrRAW":"som bygger på kursen djurhållning.",
"descarr":["Den bygger på kursen ",
"DJUDJH0",
"."],
"reqRAW":"kursen DJUDJH0",
"code":"HÄTHÄS01",
"goals":[1,1,2,1,0,2,2,0,1,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Biologisk grund":["Olika hästraser: exteriör, signalement, ursprung och användningsområden.",
"Hovens uppbyggnad och funktion. Sjukdomar och sjukdomssymtom i hoven.",
"Hästars beteenden, historia och domesticering. Hästars roll i samhället genom tiderna.",
"Olika fodermedel och grovfoderproduktion samt foderkvalitet och näringsinnehåll.",
"Hästars näringsbehov: underhållsbehov samt tillägg för föl, unghästar och vuxna hästar.",
"Smittskydd och hygien.",
"Etik i samband med skötsel och hållande av hästar."],
"Arbetsuppgifter":["Hästskötsel, till exempel rykt, hovskötsel, bandagering, dekorativ hästvård samt vård av utrustning för hästar.",
"Stallskötsel, till exempel utfodring, rengöring och iordningställande av stall.",
"Underhåll av stallmiljöer, till exempel vad gäller ströbäddar, inredning, tvättning och målning.",
"Anläggningsskötsel, till exempel vad gäller staket, träningsbanor, beten och vattenanläggningar.",
"Visning av häst vid hand vid till exempel veterinärbesiktning eller bedömning.",
"Förebyggande hälsovård, till exempel iakttagelser och visitering för att bedöma hästars hälsa. Hästars kroppstemperatur, andning och puls.",
"Tolkning av foderanalyser och foderstater."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.",
"Lagar och andra bestämmelser i samband med hästskötsel."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven namnger olika hästraser och beskriver <b>översiktligt</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>översiktligt</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>översiktligt</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.</p><p>I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>översiktligt</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven namnger olika hästraser och beskriver <b>utförligt</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>utförligt</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>utförligt</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.</p><p>I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>utförligt</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven namnger olika hästraser och beskriver <b>utförligt och nyanserat</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>utförligt</b> <b>och nyanserat</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.</p><p>I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> <b>och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>utförligt och nyanserat</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven namnger olika hästraser och beskriver <b>översiktligt</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>översiktligt</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>översiktligt</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.",
"I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>översiktligt</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>i samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven namnger olika hästraser och beskriver <b>utförligt</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>utförligt</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>utförligt</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.",
"I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>utförligt</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven namnger olika hästraser och beskriver <b>utförligt och</b> <b>nyanserat</b> deras egenskaper, användningsområden och naturliga beteende. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för olika fodermedel och deras näringsinnehåll samt för hur foder ska hanteras hygieniskt och för att bibehålla hög kvalitet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för biologiska samband mellan hästars användning, utveckling och näringsbehov.",
"I samband med stallturer observerar eleven hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> <b>och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för faktorer som bidrar till en god miljö för hästar samt för förebyggande åtgärder mot ohälsa hos hästar.",
"Eleven följer arbetsinstruktioner och sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DJRDJU01",
"HÄTHÄS02",
"HÄTDEN01a",
"HÄTDEN01b"],
"req":"DJUDJH0",
"reqarr":["DJUDJH0"],
"friends":["HÄTDEN01a",
"HÄTDEN01b",
"HÄTDEN02",
"DJUDJH0",
"HÄTHÄS02",
"HÄTHÄS03"]}