{"subject":"HÄT",
"novux":false,
"name":"Hästkunskap 2",
"origname":"Hästkunskap 2",
"points":100,
"instrRAW":"som bygger på kursen hästkunskap 1.",
"descarr":["Den bygger på kursen ",
"HÄTHÄS01",
"."],
"reqRAW":"kursen HÄTHÄS01",
"code":"HÄTHÄS02",
"goals":[1,1,1,1,1,1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Skador och sjukdomar samt förebyggande åtgärder.",
"Hästsjukdomar, sjukdomstillstånd och dopning samt profylax och rehabilitering.",
"Fortplantningsorganen hos hingst och sto. Brunstcykeln hos sto, betäckning, befruktning, dräktighet samt eventuella komplikationer i samband med detta.",
"Avelsvärde, arvbarhet och nedärvning. ",
"Signalement och färg samt förekomst och placering av tecken och virvlar.",
"Exteriör, kroppsbyggnad, hållbarhet och prestation. Exteriörbedömning och avelsvärdering."],
"Arbetsuppgifter":["Planering och genomförande av häst- och stallskötsel utifrån dags-, vecko- och årsrutiner.",
"Iordningställande av hästar för transport och lastning.",
"Åtgärdande av tappsko: avtagning av skon, raspning av hoven och påslagning av skon.",
"Vård av hästar vid sjukdomstillstånd, till exempel sjukbandagering och sårvård.",
"Hantering av hästar vid visitering, sjukdom och besiktning.",
"Hantering av hästar i olika åldrar. Tolkning och bedömning av olika reaktioner utifrån hästars naturliga beteende och individuella förutsättningar. ",
"Beräkning av foderåtgång samt upprättande av foderstat och ekonomisk plan för foderinköp."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.",
"Lagar och andra bestämmelser i samband med hästskötsel."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>översiktligt</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>översiktligt</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>översiktligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>visst</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med viss säkerhet</b> en <b>enkel</b> foderstat.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>utförligt</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>utförligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>gott</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med viss säkerhet</b> en <b>välgrundad</b> foderstat.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>utförligt och nyanserat</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt och nyanserat</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>mycket gott</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med säkerhet</b> en <b>välgrundad och utförlig</b> foderstat.</p><p>Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>översiktligt</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>översiktligt</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.",
"Eleven redogör <b>översiktligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>visst</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med viss säkerhet</b> en <b>enkel</b> foderstat.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>utförligt</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.",
"Eleven redogör <b>utförligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>gott</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med viss säkerhet</b> en <b>välgrundad</b> foderstat.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven observerar i samband med stallturer hästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för faktorer som bidrar till en god miljö för hästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för skador och sjukdomar hos hästar samt för hur de kan förebyggas.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i hästarnas behov och verksamhetens omfattning. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare hästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning. I arbetet hanterar eleven med <b>mycket gott</b> handlag hästar i olika åldrar och utvecklingsstadier. Med utgångspunkt i hästarnas näringsbehov upprättar eleven <b>med säkerhet</b> en <b>välgrundad och utförlig</b> foderstat.",
"Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HÄTHÄS01",
"reqarr":["HÄTHÄS01"],
"reqBy":["HÄTHÄS03"],
"friends":["HÄTDEN01a",
"HÄTDEN01b",
"HÄTDEN02",
"DJUDJU00S",
"DJUDJI0",
"DJUDJR0",
"DJUDJH0",
"DJRDJU01",
"DJRDJU02",
"HÄTHÄS01",
"HÄTHÄS03",
"DJUSÄL01",
"DJUSÄL02"]}