{"subject":"HÄT",
"novux":false,
"name":"Den unga hästens utveckling 1a",
"origname":"Den unga hästens utveckling 1a",
"points":100,
"instrRAW":"som bygger på kursen hästkunskap 1. Kursen den unga hästens utveckling 1a får bara anordnas inom av Skolverket beviljad särskild variant med riksrekryterande yrkesutbildning för naturbruksprogrammet, inriktning djur.",
"descarr":["Den bygger på kursen ",
"HÄTHÄS01",
". Kursen ",
"HÄTDEN01a",
" får bara anordnas inom av Skolverket beviljad särskild variant med riksrekryterande yrkesutbildning för naturbruksprogrammet, inriktning djur."],
"reqRAW":"kursen HÄTHÄS01",
"onlynaturyrk":true,
"code":"HÄTDEN01a",
"goals":[0,0,1,1,1,1,1,0,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Dräktiga ston och unghästars primära behov i olika utvecklingsfaser.",
"Sjukdomar hos dräktiga ston och föl.",
"Fortplantningsorganen hos hingst och sto, brunstcykeln hos sto, betäckning, befruktning, dräktighet samt eventuella komplikationer i samband med detta.",
"Smittskydd och hygien."],
"Arbetsuppgifter":["Fölvaka, medverkan och assistans vid fölets första dygn.",
"Assistera vid seminverksamhet och praktiskt avelsarbete.",
"Behandling av dräktiga ston och föl vid sjukdomstillstånd, till exempel sjukbandagering och sårvård.",
"Hantering av ston och föl.",
"Inkörning av unghästar.",
"Planering och genomförande av häst- och stallskötsel under dräktighet samt före och efter fölning.",
"Visning vid hand av ston och föl.",
"Förebyggande åtgärder för skador och sjukdomar på ston och föl.",
"Hantering av teknisk utrustning."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.",
"Lagar och andra bestämmelser i samband med hästskötsel."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>översiktligt</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>översiktligt</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>översiktligt</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>översiktligt</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>enkla</b> förslag på förebyggande åtgärder för att undvika smittspridning.</p><p>Eleven redogör <b>översiktligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>översiktligt</b> för hur arbetet på seminstation går till.</p><p>Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>enkla</b> bedömningar av när och hur arbetsuppgifterna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>visst</b> handlag ston och unghästar.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>utförligt</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>utförligt</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>utförligt</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>välgrundade</b> förslag på förebyggande åtgärder för att undvika smittspridning.</p><p>Eleven redogör <b>utförligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>utförligt</b> för hur arbetet på seminstation går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>gott</b> handlag ston och unghästar.</p><p>Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>utförligt och nyanserat</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt och nyanserat</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>välgrundade och nyanserade</b> förslag på förebyggande åtgärder för att undvika smittspridning.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för hur arbetet på seminstation går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>välgrundade och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>mycket gott</b> handlag ston och unghästar.</p><p>Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>enkla</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>översiktligt</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>översiktligt</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>översiktligt</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.",
"Eleven redogör <b>översiktligt</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>enkla</b> förslag på förebyggande åtgärder för att undvika smittspridning.",
"Eleven redogör <b>översiktligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>översiktligt</b> för hur arbetet på seminstation går till.",
"Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>enkla</b> bedömningar av när och hur arbetsuppgifterna ska genomföras. Eleven sköter och hanterar <b>i samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>i samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>visst</b> handlag ston och unghästar.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>i samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>utförligt</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>utförligt</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.",
"Eleven redogör <b>utförligt</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>välgrundade</b> förslag på förebyggande åtgärder för att undvika smittspridning.",
"Eleven redogör <b>utförligt</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>utförligt</b> för hur arbetet på seminstation går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>gott</b> handlag ston och unghästar.",
"Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven observerar i samband med stallturer dräktiga ston och unghästars utseende och beteende samt drar utifrån sina observationer <b>välgrundade och nyanserade</b> slutsatser om hästarnas kondition och välbefinnande. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för arbetsgång och metoder vid inkörning av unghästar. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för faktorer som bidrar till en god miljö för dräktiga ston och unghästar samt för hur miljön kan förbättras. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för skador och sjukdomar hos dräktiga ston och unghästar samt för hur de kan förebyggas.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hygien och smittskyddsarbete i stallar och anläggningar. Dessutom ger eleven <b>välgrundade och nyanserade</b> förslag på förebyggande åtgärder för att undvika smittspridning.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästars reproduktionsbiologi samt för hur avelsarbete går till. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur arbetet på seminstation går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med hästar. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i dräktiga ston och unghästars behov och verksamhetens omfattning. Vidare gör eleven <b>välgrundade och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i stallarna ska genomföras. Eleven sköter och hanterar <b>efter samråd</b> med handledare dräktiga ston och unghästar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <b>efter samråd</b> med handledare stall och utrustning på ett ansvarsfullt och säkert sätt. I arbetet hanterar eleven med <b>mycket gott</b> handlag ston och unghästar.",
"Resultatet av arbetet är <b>gott</b>. I arbetet utför eleven <b>efter samråd</b> med handledare dagliga rutiner samt daglig och periodisk tillsyn och kontroll av den tekniska utrustningens funktion. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Vidare arbetar eleven ergonomiskt med hästar, tillhörande utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"HÄTHÄS01",
"reqarr":["HÄTHÄS01"],
"reqBy":["HÄTDEN02"],
"friends":["HÄTDEN01b",
"HÄTDEN02",
"HÄTDEN02",
"DJUDJU00S",
"DJUDJI0",
"DJUDJR0",
"DJUDJH0",
"DJRDJU01",
"DJRDJU02",
"HÄTHÄS01",
"HÄTHÄS01",
"HÄTHÄS02",
"HÄTHÄS03",
"DJUSÄL01",
"DJUSÄL02"]}