{"subject":"HÅL",
"name":"Hållbart samhällsbyggande",
"origname":"Hållbart samhällsbyggande",
"points":100,
"code":"HÅLHÅB0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Grundläggande begrepp inom området hållbar utveckling.",
"Planerings- och beslutsprocesser inom samhällsplaneringsområdet.",
"Stadsbyggnadsidéer och samhällsutveckling ur ett historiskt och socialt perspektiv.",
"Infrastrukturella lösningar och tekniska system vid till exempel bostadsplanering och planering av transportsystem.",
"Miljökonsekvensbeskrivningar.",
"Tekniska, estetiska, sociala, ekonomiska, demokratiska, etiska och kvalitativa aspekter på samhällsbyggande.",
"Olika tekniker, verktyg och uttryckssätt för att analysera, karaktärisera och dokumentera omgivningen i samband med förslag till förändringar.",
"Ritningar, planer och modeller som används vid samhällsplanering.",
"Användninga av geografiska informationssystem (GIS) i planeringsprocessen.",
"Ritprogram inom området, till exempel cad (computer aided design).",
"Samband mellan livsstilsfrågor och utformningen av ett hållbart samhälle.",
"Praktiska fallstudier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>översiktligt</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>översiktligt</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>enkla</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med</b> <b>viss</b> <b>säkerhet</b> grundläggande begrepp inom området.</p><p>Eleven identifierar och avgränsar <b>i samråd</b> med handledare enkla problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>i samråd</b> med handledare egna förslag til <b>enkla</b> förändringar samt resonerar <b>översiktligt</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.</p><p>Eleven presenterar <b>med</b> <b>viss</b> <b>säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med <b>enkla</b> ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>utförligt</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>utförligt</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>enkla</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med</b> <b>viss</b> <b>säkerhet</b> grundläggande begrepp inom området.</p><p>Eleven identifierar och avgränsar <b>efter samråd</b> med handledare problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>efter samråd</b> med handledare egna förslag till förändringar samt resonerar <b>utförligt</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.</p><p>Eleven presenterar <b>med v</b><b>iss</b> <b>säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>utförligt och nyanserat</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>nyanserade</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med säkerhet</b> grundläggande begrepp inom området.</p><p>Eleven identifierar och avgränsar <b>efter samråd</b> med handledare <b>komplexa</b> problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>efter samråd</b> med handledare egna förslag till förändringar samt resonerar <b>utförligt och nyanserat</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.</p><p>Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>utförligt och nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>översiktligt</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>översiktligt</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>enkla</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med viss</b> <b>säkerhet</b> grundläggande begrepp inom området.",
"Eleven identifierar och avgränsar <b>i samråd</b> med handledare enkla problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>i samråd</b> med handledare egna förslag til <b>enkla</b> förändringar samt resonerar <b>översiktligt</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
"Eleven presenterar <b>med viss</b> <b>säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med <b>enkla</b> ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>utförligt</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>utförligt</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>enkla</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med viss</b> <b>säkerhet</b> grundläggande begrepp inom området.",
"Eleven identifierar och avgränsar <b>efter samråd</b> med handledare problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>efter samråd</b> med handledare egna förslag till förändringar samt resonerar <b>utförligt</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
"Eleven presenterar <b>med v</b><b>iss</b> <b>säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <b>utförligt och</b> <b>nyanserat</b> olika typer av landskapsmiljöer och byggda miljöer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <b>nyanserade</b> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv. I sina redogörelser använder eleven <b>med säkerhet</b> grundläggande begrepp inom området.",
"Eleven identifierar och avgränsar <b>efter samråd</b> med handledare <b>komplexa</b> problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling. Dessutom planerar och utarbetar eleven <b>efter samråd</b> med handledare egna förslag till förändringar samt resonerar <b>utförligt och</b> <b>nyanserat</b> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
"Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller. I sitt arbete diskuterar eleven <b>utförligt och</b> <b>nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HÅLMIJ0",
"HÅLPOL0"]}