{"subject":"HÅL",
"name":"Miljö- och energikunskap",
"points":100,
"code":"HÅLMIJ0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Grundläggande begrepp inom området hållbar utveckling.",
"Ekosystemens struktur, dynamik och bärkraft samt betydelsen av biologisk mångfald.",
"Naturliga ekologiska system som inspiration för teknikutveckling, till exempel artificiell fotosyntes.",
"Miljöhot och utmaningar där livsstilens och behovens konsekvenser speglas genom att man till exempel använder ekologiska fotavtryck.",
"Naturliga och av människan skapade kretslopp samt kretsloppssamhällets organisation.",
"Samhällets styrmedel och mål på lokal, regional, nationell och internationell nivå med koppling till miljö- och energifrågor.",
"Miljörelaterade verktyg för styrning och bedömning, till exempel livscykelanalys, miljöcertifiering, miljömärkning och gröna certifikat.",
"Förnybara och icke förnybara energikällor samt deras ursprung och användbarhet.",
"Energi- och resursanvändning i samband med livsmedel, boende, transporter och övrig konsumtion.",
"Produktion av bränslen samt energiomvandlingar inklusive distributions-, renings- och avfallslösningar.",
"Energi- och resurseffektivisering med hjälp av till exempel mätteknik, materialval och andra tekniska lösningar.",
"Energiprincipen, energikvalitet och verkningsgrad samt fysikaliska och kemiska beräkningar och resonemang.",
"Hur en konsekvensanalys av olika handlingsalternativ utförs, till exempel med utgångspunkt i säkerhetstänkande, genusfrågor eller etiska resonemang.",
"Praktiska fallstudier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med v</b><b>iss</b> <b>säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.</p><p>Eleven identifierar och avgränsar <b>med viss säkerhet enkla</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>i samråd</b> med handledare enkla egna undersökningar samt drar <b>enkla</b> slutsatser ur dessa med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med vis</b><b>s</b> <b>säkerhet</b> sina idéer och resultat med några av områdets begrepp och <b>enkel</b> presentationsteknik. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.</p><p>Eleven identifierar och avgränsar <b>med viss säkerhet</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <b>med stöd av kemiska och fysikaliska beräkningar och resonemang</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> samt drar <b>välgrundade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.</p><p>Eleven identifierar och avgränsar <b>med säkerhet komplexa</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <b>med stöd av kemiska och fysikaliska beräkningar och resonemang</b>. <b>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet och motiverar sitt val med nyanserade omdömen</b> samt drar <b>välgrundade och nyanserade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt och nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med v</b><b>iss</b> <b>säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
"Eleven identifierar och avgränsar <b>med viss säkerhet enkla</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>i samråd</b> med handledare enkla egna undersökningar samt drar <b>enkla</b> slutsatser ur dessa med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med vis</b><b>s</b> <b>säkerhet</b> sina idéer och resultat med några av områdets begrepp och <b>enkel</b> presentationsteknik. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
"Eleven identifierar och avgränsar <b>med viss säkerhet</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <b>med stöd av kemiska och fysikaliska beräkningar och resonemang</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> samt drar <b>välgrundade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling. I sin redogörelse använder eleven <b>med säkerhet</b> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
"Eleven identifierar och avgränsar <b>med säkerhet komplexa</b> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <b>med stöd av kemiska och fysikaliska beräkningar och resonemang</b>. <b>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet och motiverar sitt val med nyanserade omdömen</b> samt drar <b>välgrundade och nyanserade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt och</b> <b>nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}