{"subject":"HÅL",
"name":"Politik och hållbar utveckling",
"points":100,
"code":"HÅLPOL0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Grundläggande begrepp inom området hållbar utveckling.",
"Miljöhot och politiska utmaningar speglade genom till exempel ekologiska fotavtryck.",
"Samhällets styrmedel och mål på lokal, regional, nationell och internationell nivå samt hur de används i samband med frågor om en hållbar användning av naturresurser.",
"Olika metoder för miljövärdering, till exempel när myndigheter genomför samhällsekonomiska konsekvensanalyser.",
"Svensk och europeisk miljölagstiftning samt internationella konventioner och överenskommelser med kopplingar till hållbar utveckling.",
"Den politiska beslutsprocessen inom området hållbar utveckling i Sverige och inom EU.",
"Miljöpolitiska intressekonflikter, från dåtid till nutid och lokalt till globalt.",
"Intresseorganisationer inom området hållbar utveckling, deras arbete och påverkan på den politiska agendan från lokal till global nivå.",
"Etiska värderingar och överväganden i samband med politiska beslut.",
"Praktiska fallstudier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.</p><p>Eleven identifierar och avgränsar <b>med viss säkerhet enkla</b> problemområden samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>i samråd</b> med handledare enkla egna undersökningar samt drar <b>enkla</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och <b>enkel</b> presentationsteknik. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.</p><p>Eleven identifierar och avgränsar <b>med viss säkerhet</b> problemområden samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> samt drar <b>välgrundade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.</p><p>Eleven identifierar och avgränsar <b>med säkerhet komplexa</b> problemområden samt föreslår och jämför olika handlingsalternativ. <b>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> <b>och motiverar sitt val med nyanserade omdömen</b> samt drar <b>välgrundade och nyanserade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.</p><p>Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt och nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
"Eleven identifierar och avgränsar <b>med viss säkerhet enkla</b> problemområden samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>i samråd</b> med handledare enkla egna undersökningar samt drar <b>enkla</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och <b>enkel</b> presentationsteknik. I sitt arbete diskuterar eleven <b>översiktligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med viss säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
"Eleven identifierar och avgränsar <b>med viss säkerhet</b> problemområden samt föreslår och jämför olika handlingsalternativ. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> samt drar <b>välgrundade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med viss säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt</b>, och värderar med <b>enkla</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling. I sin redogörelse använder eleven <b>med säkerhet</b> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
"Eleven identifierar och avgränsar <b>med säkerhet komplexa</b> problemområden samt föreslår och jämför olika handlingsalternativ. <b>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</b>. Dessutom planerar och genomför eleven <b>efter samråd</b> med handledare egna undersökningar, <b>väljer mellan olika metoder för genomförandet</b> <b>och motiverar sitt val med nyanserade omdömen</b> samt drar <b>välgrundade och nyanserade</b> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
"Eleven presenterar <b>med säkerhet</b> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <b>som är anpassad till syfte och sammanhang</b>. I sitt arbete diskuterar eleven <b>utförligt och</b> <b>nyanserat</b>, och värderar med <b>nyanserade</b> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt eget och andras arbete <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HÅLHÅB0",
"HÅLMIJ0"]}