{"subject":"IDR",
"name":"Idrott och hälsa 2 - specialisering",
"points":100,
"instrRAW":"som bygger på kursen idrott och hälsa 1 - specialisering.",
"descarr":["Den bygger på kursen ",
"IDRIDO01",
"."],
"reqRAW":"kursen IDRIDO01",
"code":"IDRIDO02",
"goals":[2,0,1,1,2,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Fördjupning av tekniker, taktik och mättekniker inom vald idrott.",
"Faktorer som påverkar tävlingsverksamhet.",
"Värdering, anpassning och genomförande av träningsprogram för vald idrott.",
"Olika perspektiv på utövandet av vald idrott utifrån hur kroppslig förmåga kan utvecklas i nutid och framtid.",
"Vald idrott ur ett samhällsperspektiv.",
"Vald idrott ur ett internationaliserings- och mångfaldsperspektiv.",
"Olika perspektiv på vald idrotts möjligheter att attrahera nya utövare.",
"Fördjupat perspektiv på något av områdena etik, moral och könsmönster i förhållande till vald idrott."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>översiktligt</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>översiktligt</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.</p><p>Eleven kan <b>i samråd</b> med handledare planera träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan me <b>enkla</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.</p><p>Eleven kan <b>översiktligt</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>översiktligt</b> diskutera vald idrotts betydelse för mångfald samt <b>översiktligt</b> beskriva hur nya grupper kan nås. Eleven kan <b>översiktligt</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>utförligt</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.</p><p>Eleven kan <b>efter samråd</b> med handledare planera <b>anpassade</b> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan me <b>nyanserade</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.</p><p>Eleven kan <b>utförligt</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>utförligt</b> diskutera vald idrotts betydelse för mångfald samt <b>utförligt</b> beskriva hur nya grupper kan nås. Eleven kan <b>utförligt</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt och nyanserat</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>utförligt och nyanserat</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.</p><p>Eleven kan <b>efter samråd</b> med handledare planera <b>anpassade</b> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan me <b>nyanserade</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser <b>i relation till träningsmetodernas teori</b>.</p><p>Eleven kan <b>utförligt och nyanserat</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>utförligt och nyanserat</b> diskutera vald idrotts betydelse för mångfald samt <b>utförligt och nyanserat</b> beskriva hur nya grupper kan nås. Eleven kan <b>utförligt och nyanserat</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.</p><p>När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>översiktligt</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>översiktligt</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
"Eleven kan <b>i samråd</b> med handledare planera träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan med <b>enkla</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.",
"Eleven kan <b>översiktligt</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>översiktligt</b> diskutera vald idrotts betydelse för mångfald samt <b>översiktligt</b> beskriva hur nya grupper kan nås. Eleven kan <b>översiktligt</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"c":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>utförligt</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
"Eleven kan <b>efter samråd</b> med handledare planera <b>anpassade</b> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan me <b>nyanserade</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.",
"Eleven kan <b>utförligt</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>utförligt</b> diskutera vald idrotts betydelse för mångfald samt <b>utförligt</b> beskriva hur nya grupper kan nås. Eleven kan <b>utförligt</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"a":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras. På denna grund kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
"Eleven kan <b>efter samråd</b> med handledare planera <b>anpassade</b> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar. Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan me <b>nyanserade</b> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser <b>i relation till träningsmetodernas teori</b>.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> beskriva riskfaktorer i samband med träning och tävling. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera vald idrotts betydelse för mångfald samt <b>utförligt och</b> <b>nyanserat</b> beskriva hur nya grupper kan nås. Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
"När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav."]},
"req":"IDRIDO01",
"reqarr":["IDRIDO01"]}