{"subject":"IDR",
"name":"Idrott och hälsa 1",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"code":"IDRIDR01",
"comments":{"comment":"<h4>Rörelse till musik samt dans</h4><p>Rörelse till musik och dans kan användas som medel att utveckla kunskaper kopplade till två mål. Aktiviteterna ger eleverna möjlighet att utveckla sin kroppsliga förmåga, till exempel kondition och koordination. Vidare kan dans vara en del i ämnets förvaltande av det kulturella arvet samt bidra till kunskaper om sociala aspekter på fysiska aktiviteter.</p><h4>Metoder och redskap för friluftsliv</h4><p>Med metoder och redskap för friluftsliv avses ett mer specifikt kunskapsområde än utemiljöer och naturen. Frågeställningar som undervisningen kan utgå från kan vara: Hur planeras en friluftsaktivitet? Vad krävs för att uppfylla förväntningarna på aktiviteten? Vilken utrustning krävs? Vilka risker finns?</p><h4>Åtgärder vid skador och nödsituationer</h4><p>Det centrala innehållet innefattar aktiviteter som kan kopplas till simkunnighet, till exempel livräddning vid drunkningstillbud. Eleverna måste vara simkunniga för att få godkänt i idrott och hälsa i grundskolan. I gymnasieskolans kunskapskrav återfinns inte simkunnighet som ett uttalat krav. Det centrala innehållet beskriver istället en fördjupning av grundskolans centrala innehåll om hantering av nödsituationer i och vid vatten med alternativa hjälpredskap, enligt principen för förlängda armen.Exempel på fördjupningar i gymnasieskolan är livräddande aktiviteter vid blödningoch att frigöra luftvägar vid fysiska stopp i andningsvägarna.</p><h4>Spänningsreglering</h4><p>Begreppet spänningsreglering används ur ett främjande (salutogent) perspektiv med utgångspunkt i den kroppsliga förmågan, till skillnad från begreppet stresshantering som snarare utgår från ett sjukdomstillstånd. Olika former av till exempel rörelseaktiviteter kan användas för att reglera spänningar och få kroppen i balans. Rörelseaktiviteter eller vistelse i natur och utemiljöer skulle kunna vara ett sätt att spänningsreglera. Spänningsreglering kan också användas i ett preventivt, skadeförebyggande syfte.</p><h4>Ergonomi</h4><p>I det centrala innehållet innebär ergonomiska aspekter dels att eleven ska utveckla kunskaper om ergonomisk anpassning, dels att eleven kan anpassa sina rörelser till arbetsrelaterade situationer. Ämnets specifika bidrag till ett hållbart samhälle är att eleven utvecklar en kroppslig förmåga så att hon eller han kan fungera som en ”hållbar” människa.</p>"},
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Den fysiska aktivitetens och livsstilens betydelse för kroppslig förmåga och hälsa.",
"Motions-, idrotts- och friluftsaktiviteter som utvecklar en allsidig kroppslig förmåga.",
"Träningsmetoder och deras effekter, till exempel konditions- och koordinationsträning.",
"Rörelse till musik samt dans.",
"Utemiljöer och naturen som arena för rörelseaktiviteter och rekreation.",
"Metoder och redskap för friluftsliv.",
"Säkerhet i samband med fysiska aktiviteter och friluftsliv.",
"Åtgärder vid skador och nödsituationer, till exempel livräddande aktiviteter vid blödning och drunkningstillbud.",
"Kosthållning, droger och dopningspreparats betydelse för hälsa och prestation.",
"Spänningsreglering och mental träning<i>.</i>",
"Arbets- och studiemiljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter, till exempel kroppslig balans och lyftteknik."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det beskriver eleven <b>översiktligt</b> aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan.</p><p>Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <b>med viss säkerhet</b> välja områden och metoder för träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>i samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.</p><p>Eleven kan med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>översiktligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>översiktligt</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.</p><p>Eleven kan <b>översiktligt</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med viss säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>översiktligt</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt</b> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</b>.</p><p>Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <b>med viss säkerhet</b> välja områden och metoder för <b>regelbunden</b> träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>efter samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.</p><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>utförligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.</p><p>Eleven kan <b>utförligt</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med viss säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>utförligt</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <b>även av komplex karaktär</b>, som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt och nyanserat</b> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</b>.</p><p>Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och <b>med säkerhet</b> välja områden och metoder för <b>regelbunden</b> träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet <b>i relation till träningsmetodernas teorier</b>. <b>Dessutom kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>efter samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.</p><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>utförligt och nyanserat</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt och nyanserat</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>utförligt och nyanserat</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.</p><p>När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det beskriver eleven <b>översiktligt</b> aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan.",
"Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <b>med viss säkerhet</b> välja områden och metoder för träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>i samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.",
"Eleven kan med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>översiktligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>översiktligt</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
"Eleven kan <b>översiktligt</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med viss säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>översiktligt</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"c":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt</b> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</b>.",
"Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <b>med viss säkerhet</b> välja områden och metoder för <b>regelbunden</b> träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>efter samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.",
"Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>utförligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
"Eleven kan <b>utförligt</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med viss säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>utförligt</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"a":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <b>även av komplex karaktär</b>, som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <b>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</b>.",
"Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och <b>med säkerhet</b> välja områden och metoder för <b>regelbunden</b> träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet <b>i relation till träningsmetodernas teorier</b>. <b>Dessutom kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <b>efter samråd</b> med handledare vidta åtgärder vid skada eller nödsituation.",
"Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt och</b> <b>nyanserat</b> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Eleven kan <b>med säkerhet</b> anpassa sina rörelser ergonomiskt till olika situationer och <b>utförligt och</b> <b>nyanserat</b> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
"När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"reqBy":["IDRIDR02"]}