{"subject":"IDR",
"name":"Idrott och hälsa 2",
"points":100,
"instrRAW":"som bygger på kursen idrott och hälsa 1.",
"descarr":["Den bygger på kursen ",
"IDRIDR01",
"."],
"reqRAW":"kursen IDRIDR01",
"code":"IDRIDR02",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Upplevelsebaserade rörelseaktiviteter utomhus, till exempel paddling, klättring, ridning, orientering, friluftsliv och geografiskt betingade aktiviteter som skidåkning.",
"Fysiologiska och psykologiska effekter av träning och fysisk aktivitet.",
"Musik, rytm och dans som inspiration för att utveckla kroppslig förmåga.",
"Hälsobegreppets grunder. Hälsofrämjande arbetssätt samt hur arbetssätten kan dokumenteras.",
"Riskfaktorer i samband med fysiska aktiviteter, till exempel överträning och skador i samband med idrott och motionsaktiviteter.",
"Idrott, dans och motionsaktiviteter som samhällsfenomen och som sociala och kulturella verktyg.",
"Olika kroppsideals påverkan på människor, till exempel ätstörningar och dopning.",
"Miljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>översiktligt</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.</p><p>Eleven kan <b>översiktligt</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med viss säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet i relation till träningsmetodernas teori. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>översiktligt</b> beskriva riskfaktorer i samband med fysiska aktiviteter.</p><p>Eleven kan med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott. Dessutom kan eleven <b>översiktligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>översiktligt</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.</p><p>Eleven kan <b>översiktligt</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>översiktligt</b> beskriva hur miljöer kan anpassas till människors förutsättningar.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.</p><p><b>Eleven kan redogöra för hälsobegreppets grunder</b> samt <b>utförligt</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med viss säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet i relation till träningsmetodernas teori. <b>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>utförligt</b> beskriva riskfaktorer i samband med fysiska aktiviteter.</p><p>Eleven kan <b>med säkerhet och</b> med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott. Dessutom kan eleven <b>utförligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.</p><p>Eleven kan <b>utförligt</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>utförligt</b> beskriva hur miljöer kan anpassas till människors förutsättningar.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <b>även av komplex karaktär</b>, som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt och nyanserat</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.</p><p><b>Eleven kan redogöra för hälsobegreppets grunder</b> samt <b>utförligt och nyanserat</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet i relation till träningsmetodernas teori. <b>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>utförligt och nyanserat</b> beskriva riskfaktorer i samband med fysiska aktiviteter.</p><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter beskriva friluftsliv, motion och idrott. Dessutom kan eleven <b>utförligt och nyanserat</b> beskriva friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt och nyanserat</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.</p><p>Eleven kan <b>utförligt och nyanserat</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>utförligt och nyanserat</b> beskriva hur miljöer kan anpassas till människors förutsättningar.</p>",
"judge":{"E":["Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>översiktligt</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
"Eleven kan <b>översiktligt</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med viss säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet i relation till träningsmetodernas teori. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>översiktligt</b> beskriva riskfaktorer i samband med fysiska aktiviteter.",
"Eleven kan med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott. Dessutom kan eleven <b>översiktligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>översiktligt</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
"Eleven kan <b>översiktligt</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>översiktligt</b> beskriva hur miljöer kan anpassas till människors förutsättningar."],
"C":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
"<b>Eleven kan redogöra för hälsobegreppets grunder</b> samt <b>utförligt</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med viss säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>enkla</b> omdömen värdera resultatet i relation till träningsmetodernas teori. <b>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>utförligt</b> beskriva riskfaktorer i samband med fysiska aktiviteter.",
"Eleven kan <b>med säkerhet och</b> med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott. Dessutom kan eleven <b>utförligt</b> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
"Eleven kan <b>utförligt</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>utförligt</b> beskriva hur miljöer kan anpassas till människors förutsättningar."],
"A":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <b>även av komplex karaktär</b>, som utvecklar den kroppsliga förmågan. I samband med det kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
"<b>Eleven kan redogöra för hälsobegreppets grunder</b> samt <b>utförligt och</b> <b>nyanserat</b> beskriva innebörden av ett hälsofrämjande arbetssätt. På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <b>med säkerhet</b> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <b>nyanserade</b> omdömen värdera resultatet i relation till träningsmetodernas teori. <b>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</b>. Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <b>utförligt och</b> <b>nyanserat</b> beskriva riskfaktorer i samband med fysiska aktiviteter.",
"Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter beskriva friluftsliv, motion och idrott. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva friluftsliv, motion och idrott som sociala och kulturella fenomen och <b>utförligt och</b> <b>nyanserat</b> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> beskriva kroppsideals påverkan på människors hälsa. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva hur miljöer kan anpassas till människors förutsättningar."]},
"req":"IDRIDR01",
"reqarr":["IDRIDR01"],
"friends":["IDRIDR01",
"IDRIDR01",
"IDRIDO01",
"Idrott och hälsa 1-3",
"IDRIDO02",
"Idrott och hälsa 4-6",
"Idrott och hälsa 7-9"]}