{"subject":"IDR",
"name":"Idrott och hälsa 1 - specialisering",
"origname":"Idrott och hälsa 1 - specialisering",
"points":100,
"code":"IDRIDO01",
"goals":[2,0,1,1,2,2,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Regler, tekniker och taktik inom vald idrott.",
"Planering, genomförande och analys av träningsprogram för vald idrott.",
"Hur vald idrott utvecklar den kroppsliga förmågan.",
"Vald idrott ur ett hälsoperspektiv.",
"Vald idrotts organisation och historia.",
"Organisation av barnverksamhet inom vald idrott.",
"Kulturella och sociala aspekter på vald idrott.",
"Etik och moral i förhållande till vald idrott."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>översiktligt</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och kan <b>i samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>enkla</b> omdömen värdera resultatet av sin träning.</p><p>Eleven kan <b>översiktligt</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.</p><p>Eleven kan <b>översiktligt</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>i samråd</b> med handledare planera, organisera och utvärdera <b>enkla</b> verksamheter för barn och ungdomar inom vald idrott.</p><p>Eleven kan <b>översiktligt</b> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>med säkerhet och</b> med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <b>efter samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>nyanserade</b> omdömen värdera resultatet av sin träning.</p><p>Eleven kan <b>utförligt</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.</p><p>Eleven kan <b>utförligt</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen <b>samt anpassa träning och idrottsutövande för att minimera dem</b>. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>efter samråd</b> med handledare planera, organisera och utvärder <b>anpassade</b> verksamheter för barn och ungdomar inom vald idrott.</p><p>Eleven kan <b>utförligt</b> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.</p><p>När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt och nyanserat</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <b>efter samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>nyanserade</b> omdömen värdera resultatet av sin träning <b>i relation till träningsmetodernas teori</b>.</p><p>Eleven kan <b>utförligt och nyanserat</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.</p><p>Eleven kan <b>utförligt och nyanserat</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen <b>samt anpassa träning och idrottsutövande för att minimera dem</b>. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.</p><p>Eleven kan <b>efter samråd</b> med handledare planera, organisera och utvärder <b>anpassade</b> verksamheter för barn och ungdomar inom vald idrott.</p><p>Eleven kan <b>utförligt och nyanserat</b> diskutera sociala och kulturella aspekter på vald idrott samt <b>utförligt och nyanserat</b> frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.</p><p>När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>översiktligt</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och kan <b>i samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>enkla</b> omdömen värdera resultatet av sin träning.",
"Eleven kan <b>översiktligt</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
"Eleven kan <b>översiktligt</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>i samråd</b> med handledare planera, organisera och utvärdera <b>enkla</b> verksamheter för barn och ungdomar inom vald idrott.",
"Eleven kan <b>översiktligt</b> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"C":["Eleven kan <b>med säkerhet och</b> med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med viss säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <b>efter samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>nyanserade</b> omdömen värdera resultatet av sin träning.",
"Eleven kan <b>utförligt</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
"Eleven kan <b>utförligt</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen <b>samt anpassa träning och idrottsutövande för att minimera dem</b>. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>efter samråd</b> med handledare planera, organisera och utvärder <b>anpassade</b> verksamheter för barn och ungdomar inom vald idrott.",
"Eleven kan <b>utförligt</b> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
"När eleven samråder med handledare kan hon eller han <b>med viss säkerhet</b> bedöma den egna förmågan och situationens krav."],
"A":["Eleven kan <b>med säkerhet</b> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik. I samband med detta kan eleven <b>utförligt och</b> <b>nyanserat</b> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan. På denna grund kan eleven <b>med säkerhet</b> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <b>efter samråd</b> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa. Dessutom kan eleven med <b>nyanserade</b> omdömen värdera resultatet av sin träning <b>i relation till träningsmetodernas teori</b>.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> beskriva riskfaktorer i samband med träningen och idrottsutövningen <b>samt anpassa träning och idrottsutövande för att minimera dem</b>. I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
"Eleven kan <b>efter samråd</b> med handledare planera, organisera och utvärder <b>anpassade</b> verksamheter för barn och ungdomar inom vald idrott.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera sociala och kulturella aspekter på vald idrott samt <b>utförligt och</b> <b>nyanserat</b> frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
"När eleven samråder med handledare kan hon eller han <b>med säkerhet</b> bedöma den egna förmågan och situationens krav."]},
"reqBy":["IDRIDO02"],
"notwitharr":["SPEIDS01"],
"remotenotwitharr":["SPEIDS01"],
"foreignlinks":["SPEIDS01"],
"hasreqs":true,
"friends":["IDRIDR01",
"Idrott och hälsa 1-3",
"IDRIDR02",
"IDRIDO02",
"Idrott och hälsa 4-6",
"Idrott och hälsa 7-9",
"SPEIDT0",
"SPEIDS01",
"SPEIDS02",
"SPEIDS03",
"SPETRÄ01",
"SPETRÄ02",
"SPETRÄ03"]}