{"subject":"IDR",
"name":"Idrott och hälsa 1",
"points":100,
"requirements":"de kunskaper grundskolan ger eller motsvarande",
"instructiontext":"som bygger på de kunskaper grundskolan ger eller motsvarande.",
"code":"IDRIDR01",
"comment":"<h2>Begrepp i kursen idrott och hälsa 1</h2><h3>Rörelse till musik samt dans</h3><p>Rörelse till musik och dans kan användas som medel att utveckla kunskaper kopplade till två mål. Aktiviteterna ger eleverna möjlighet att utveckla sin kroppsliga förmåga, till exempel kondition och koordination. Vidare kan dans vara en del i ämnets förvaltande av det kulturella arvet samt bidra till kunskaper om sociala aspekter på fysiska aktiviteter.</p><h3>Metoder och redskap för friluftsliv</h3><p>Med metoder och redskap för friluftsliv avses ett mer specifikt kunskapsområde än utemiljöer och naturen. Frågeställningar som undervisningen kan utgå från kan vara: Hur planeras en friluftsaktivitet? Vad krävs för att uppfylla förväntningarna på aktiviteten? Vilken utrustning krävs? Vilka risker finns?</p><h3>Åtgärder vid skador och nödsituationer</h3><p>Det centrala innehållet innefattar aktiviteter som kan kopplas till simkunnighet, till exempel livräddning vid drunkningstillbud. Eleverna måste vara simkunniga för att få godkänt i idrott och hälsa i grundskolan. I gymnasieskolans kunskapskrav återfinns inte simkunnighet som ett uttalat krav. Det centrala innehållet beskriver istället en fördjupning av grundskolans centrala innehåll om hantering av nödsituationer i och vid vatten med alternativa hjälpredskap, enligt principen för förlängda armen.Exempel på fördjupningar i gymnasieskolan är livräddande aktiviteter vid blödningoch att frigöra luftvägar vid fysiska stopp i andningsvägarna.</p><h3>Spänningsreglering</h3><p>Begreppet spänningsreglering används ur ett främjande (salutogent) perspektiv med utgångspunkt i den kroppsliga förmågan, till skillnad från begreppet stresshantering som snarare utgår från ett sjukdomstillstånd. Olika former av till exempel rörelseaktiviteter kan användas för att reglera spänningar och få kroppen i balans. Rörelseaktiviteter eller vistelse i natur och utemiljöer skulle kunna vara ett sätt att spänningsreglera. Spänningsreglering kan också användas i ett preventivt, skadeförebyggande syfte.</p><h3>Ergonomi</h3><p>I det centrala innehållet innebär ergonomiska aspekter dels att eleven ska utveckla kunskaper om ergonomisk anpassning, dels att eleven kan anpassa sina rörelser till arbetsrelaterade situationer. Ämnets specifika bidrag till ett hållbart samhälle är att eleven utvecklar en kroppslig förmåga så att hon eller han kan fungera som en ”hållbar” människa.</p>",
"goaltext":"Kursen idrott och hälsa 1 omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":["Den fysiska aktivitetens och livsstilens betydelse för kroppslig förmåga och hälsa.",
"Motions-, idrotts- och friluftsaktiviteter som utvecklar en allsidig kroppslig förmåga.",
"Träningsmetoder och deras effekter, till exempel konditions- och koordinationsträning.",
"Rörelse till musik samt dans.",
"Utemiljöer och naturen som arena för rörelseaktiviteter och rekreation.",
"Metoder och redskap för friluftsliv.",
"Säkerhet i samband med fysiska aktiviteter och friluftsliv.",
"Åtgärder vid skador och nödsituationer, till exempel livräddande aktiviteter vid blödning och drunkningstillbud.",
"Kosthållning, droger och dopningspreparats betydelse för hälsa och prestation.",
"Spänningsreglering och mental träning<i>.</i>",
"Arbets- och studiemiljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter, till exempel kroppslig balans och lyftteknik."]}