{"name":"Idrott och hälsa 7-9",
"code":"Idrott och hälsa 7-9",
"content":{"Rörelse":["Komplexa rörelser i lekar, spel och idrotter, inomhus och utomhus, samt danser och rörelser till musik.",
"Styrketräning, konditionsträning, rörlighetsträning och mental träning. Hur dessa aktiviteter påverkar rörelseförmågan och hälsan.",
"Traditionella och moderna danser samt rörelse- och träningsprogram till musik.",
"Olika simsätt i mag- och ryggläge."],
"Hälsa och livsstil":["Att sätta upp mål för fysiska aktiviteter, till exempel förbättring av konditionen.",
"Ord och begrepp för och samtal om upplevelser och effekter av olika fysiska aktiviteter och träningsformer.",
"Arbetsställningar och belastning till exempel vid fysiska aktiviteter och förebyggande av skador, genom till exempel allsidig träning.",
"Olika definitioner av hälsa, samband mellan rörelse, kost och hälsa och sambandet mellan beroendeframkallande medel och ohälsa.",
"Kroppsideal inom idrotten och i samhället i övrigt. Dopning och vilka lagar och regler som reglerar detta.",
"Första hjälpen och hjärt- och lungräddning.",
"Hur individens val av idrotter och andra fysiska aktiviteter påverkas av olika faktorer, till exempel av kön."],
"Friluftsliv och utevistelse":["Att orientera i okända miljöer med hjälp av kartor och andra hjälpmedel för positionering.",
"Hur olika friluftslivsaktiviteter kan planeras, organiseras och genomföras.",
"Rättigheter och skyldigheter i naturen enligt allemansrätten.",
"Kulturella traditioner i samband med friluftsliv och utevistelse.",
"Badvett och säkerhet vid vatten vintertid. Hantering av nödsituationer i och vid vatten med alternativa hjälpredskap, enligt principen för förlängda armen."]},
"subject":"GRGRIDR01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1,1],
"judge":{"E":["Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>till viss del </strong>till aktiviteten och sammanhanget. I danser och rörelse- och träningsprogram till musik anpassar eleven<strong> till viss del </strong>sina rörelser till takt, rytm och sammanhang. Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
"Eleven kan på ett <strong>i huvudsak </strong>fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter. Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra <strong>enkla och till viss del </strong>underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
"Eleven planerar och genomför friluftsaktiviteter med <strong>viss </strong>anpassning till olika förhållanden, miljöer och regler. Dessutom kan eleven med<strong> viss </strong>säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
"Eleven kan på ett <strong>i huvudsak </strong>fungerande sätt förebygga skador genom att förutse och ge <strong>enkla</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter. Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider."],
"C":["Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>relativt väl </strong>till aktiviteten och sammanhanget. I danser och rörelse- och träningsprogram till musik anpassar eleven sina rörelser <strong>relativt</strong> <strong>väl</strong> till takt, rytm och sammanhang. Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
"Eleven kan på ett<strong> relativt väl </strong>fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter. Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra<strong> utvecklade och relativt väl </strong>underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
"Eleven planerar och genomför friluftsaktiviteter med <strong>relativt god </strong>anpassning till olika förhållanden, miljöer och regler. Dessutom kan eleven med<strong> relativt god </strong>säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
"Eleven kan på ett <strong>relativt</strong> <strong>väl </strong>fungerande sätt förebygga skador genom att förutse och ge <strong>utvecklade</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter. Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider."],
"A":["Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>väl </strong>till aktiviteten och sammanhanget. I danser och rörelse- och träningsprogram till musik anpassar eleven sina rörelser <strong>väl</strong> till takt, rytm och sammanhang. Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
"Eleven kan<strong> på ett väl </strong>fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter. Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra<strong> välutvecklade och väl </strong>underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
"Eleven planerar och genomför friluftsaktiviteter med <strong>god </strong>anpassning till olika förhållanden, miljöer och regler. Dessutom kan eleven med<strong> god </strong>säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
"Eleven kan på ett <strong>väl </strong>fungerande sätt förebygga skador genom att förutse och ge <strong>välutvecklade</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter. Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider."]},
"friends":["IDRIDR01",
"IDRIDO01",
"Idrott och hälsa 1-3",
"IDRIDR02",
"IDRIDO02",
"Idrott och hälsa 4-6"]}