{"name":"Idrott och hälsa 4-6",
"code":"Idrott och hälsa 4-6",
"content":{"Rörelse":["Sammansatta grundformer i kombination med gymnastikredskap och andra redskap.",
"Olika lekar, spel och idrotter, inomhus och utomhus, samt danser och rörelser till musik.",
"Takt och rytm i lekar, danser och rörelser till musik.",
"Simning i mag- och ryggläge."],
"Hälsa och livsstil":["Kroppsliga och mentala effekter av några olika träningsformer.",
"Kulturella och geografiska förhållanden i närmiljön som påverkar och möjliggör valet av fysiska aktiviteter.",
"Förebyggande av skador, till exempel genom uppvärmning.",
"Ord och begrepp för och samtal om upplevelser av olika fysiska aktiviteter och träningsformer, levnadsvanor, kroppsuppfattning och självbild."],
"Friluftsliv och utevistelse":["Att orientera i den närliggande natur- och utemiljön med hjälp av kartor. Kartors uppbyggnad och symboler.",
"Lekar och andra fysiska aktiviteter i skiftande natur- och utemiljöer under olika årstider.",
"Rättigheter och skyldigheter i naturen enligt allemansrätten.",
"Säkerhet och hänsynstagande vid träning, lek, spel, idrott, natur- och utevistelser.",
"Badvett och säkerhet vid vatten vintertid. Hantering av nödsituationer vid vatten med hjälpredskap."]},
"subject":"GRGRIDR01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1],
"judge":{"E":["Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>till viss del</strong> till aktiviteten. I rörelser till musik och i danser anpassar eleven <strong>till viss del</strong> sina rörelser till takt och rytm. Eleven kan även simma 200 meter varav 50 meter i ryggläge. Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då <strong>enkla och till viss del </strong>underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
"Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>viss </strong>anpassning till olika förhållanden och till allemansrättens regler. Dessutom kan eleven med <strong>viss </strong>säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
"Eleven kan ge <strong>enkla </strong>beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter. Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider."],
"C":["Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>relativt</strong> <strong>väl </strong>till aktiviteten. I rörelser till musik och i danser anpassar eleven sina rörelser <strong>relativt</strong> <strong>väl</strong> till takt och rytm. Eleven kan även simma 200 meter varav 50 meter i ryggläge. Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då<strong> utvecklade och relativt väl </strong>underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
"Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>relativt</strong> <strong>god </strong>anpassning till olika förhållanden och till allemansrättens regler. Dessutom kan eleven med <strong>relativt</strong> <strong>god </strong>säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
"Eleven kan ge <strong>utvecklade</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter. Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider."],
"A":["Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>väl </strong>till aktiviteten. I rörelser till musik och i danser anpassar eleven sina rörelser <strong>väl</strong> till takt och rytm. Eleven kan även simma 200 meter varav 50 meter i ryggläge. Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då<strong> välutvecklade och väl </strong>underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
"Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>god </strong>anpassning till olika förhållanden och till allemansrättens regler. Dessutom kan eleven med <strong>god </strong>säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
"Eleven kan ge <strong>välutvecklade</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter. Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider."]}}