{"subject":"IND",
"name":"Industrirörteknik 2",
"points":100,
"instrRAW":"som bygger på kursen industrirörteknik 1. <b> </b>",
"descarr":["Den bygger på kursen ",
"INDIND01",
". <b> </b>"],
"reqRAW":"kursen INDIND01",
"code":"INDIND02",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["System i industriröranläggningar och övriga branschspecifika anläggningar för värme- och tryckbärande utrustning. Systemens uppbyggnad och funktion samt miljökrav och krav som ställs på deras hållfasthet.",
"Planering och organisering av arbetsplatsen och arbetsuppgiften. Montageplanering.",
"Isometriska ritningar, arbetsbeskrivningar och monteringsanvisningar för rörmontage i apparatrum och installationsutrymmen.",
"Svetsning av flänsar, rörförgreningar och böjar samt inpassning till apparater.",
"Måttsättning och beräkning av bygglängder samt tillverkning av passbitar och rörförgreningar.",
"Arbetsmetoder för svetsning i svåråtkomliga lägen.",
"Montering av rörstöd och upphängningsanordningar samt anpassningar av dessa för hållfasthet och rörkvalitet.",
"Verktyg. Maskiner för kapning och fasning samt andra maskiner. Annan utrustning och andra hjälpmedel.",
"Materiallära för stål med olika legeringar och tillsatsmaterial för svetsförband. Krav på hållfasthet för såväl tryck som temperatur.",
"Materialhantering vid leverans och förvaring vid arbetsplatser.",
"Kontroll och täthetsprovning samt bedömning av utförandet. Dokumentation av utförda åtgärder.",
"Arbetsmiljö, hälsa och säkerhet enligt skyddsföreskrifter. Hur man arbetar säkert såväl för egen del som för den som använder installationen. Ergonomiskt riktigt arbetssätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>i samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.</p><p>Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.</p><p>Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>utförligt och nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.</p><p>Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>i samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.",
"Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.",
"Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> processrörsystems uppbyggnad och funktion samt de miljökrav som gäller för dem.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med säkerhet</b> lämplig arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med säkerhet</b> verktyg, maskiner, annan utrustning och andra hjälpmedel samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>utförligt och</b> <b>nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.",
"Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"INDIND01",
"reqarr":["INDIND01"],
"reqBy":["INDIND03"],
"friends":["INDIND01",
"INDIND01",
"INDIND03"]}