{"subject":"INK",
"name":"Inköp 2",
"points":100,
"instrRAW":"som bygger på kursen inköp 1.",
"reqRAW":"kursen INKINK01",
"code":"INKINK02",
"goals":[1,0,0,1,1,1,0,0,1,1],
"level":"high",
"content":["Inköpsarbete internationellt, att finna och bedöma leverantörer i olika länder, handelshinder.",
"Inköpsstrategier och sortimentsfrågor.",
"Förhandlingar och förhandlingsprocesser.",
"Handelsregler inom EU och andra frihandelsområden.",
"Lagar och andra bestämmelser inom inköpsområdet, till exempel avtalslagen, köplagen, internationella köplagen och räntelagen.",
"Arbetsmiljöfrågor och socialt ansvarstagande, till exempel hur företag och organisationer tar ansvar i samhället och verkar för en långsiktig hållbar utveckling.",
"Värderingar och etik i inköpsarbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur inköpsarbete planeras och utförs samt beskriver <b>översiktligt</b> effekter av olika inköpsalternativ. Eleven redogör även <b>översiktligt</b> för olika sätt att förhandla och använda lagar och andra bestämmelser inom inköpsområdet. Dessutom redogör eleven <b>översiktligt</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>översiktligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur inköpsarbete planeras och utförs samt beskriver <b>utförligt</b> effekter av olika inköpsalternativ. Eleven redogör även <b>utförligt</b> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet. Dessutom redogör eleven <b>utförligt</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt.</b> När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur inköpsarbete planeras och utförs samt beskriver <b>utförligt och nyanserat</b> effekter av olika inköpsalternativ. Eleven redogör även <b>utförligt och nyanserat</b> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet.</b> När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för hur inköpsarbete planeras och utförs samt beskriver <b>översiktligt</b> effekter av olika inköpsalternativ. Eleven redogör även <b>översiktligt</b> för olika sätt att förhandla och använda lagar och andra bestämmelser inom inköpsområdet. Dessutom redogör eleven <b>översiktligt</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>översiktligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för hur inköpsarbete planeras och utförs samt beskriver <b>utförligt</b> effekter av olika inköpsalternativ. Eleven redogör även <b>utförligt</b> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet. Dessutom redogör eleven <b>utförligt</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt.</b> När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur inköpsarbete planeras och utförs samt beskriver <b>utförligt och</b> <b>nyanserat</b> effekter av olika inköpsalternativ. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet.</b> När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"INKINK01"}