{"subject":"INK",
"novux":false,
"name":"Inköp 1",
"origname":"Inköp 1",
"points":100,
"code":"INKINK01",
"goals":[1,0,0,1,1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Inköpsarbete och inköpsteknik, betydelsen av en inköpsprocess.",
"Inköpsarbete i olika typer av företag, till exempel i små och stora företag och i import- och exportföretag.",
"Leverantörsrelationer och metoder för att finna och bedöma olika leverantörer nationellt.",
"Import och internationell handel samt internationella handelsregler, till exempel incoterms.",
"Sortimentsfrågor, hur ett sortiment sätts samman och bedöms.",
"Varuhantering, lagerkontroll och inventering.",
"Lagar och andra bestämmelser inom området.",
"Prissättnings- och lönsamhetskalkyler inom olika led, till exempel prissättning och kalkyler i butiksledet.",
"Arbetsmiljö och ergonomi.",
"Socialt ansvarstagande och rättvis handel samt betydelsen av verksamhetens roll inom hållbar utveckling och global rättvisa."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>enkla</b> omdömen olika inköpstekniker. Eleven redogör också <b>översiktligt</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>översiktligt</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. Dessutom gör eleven <b>i samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>översiktligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>enkla</b> omdömen olika inköpstekniker. Eleven redogör också <b>utförligt</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>utförligt</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt.</b> Dessutom gör eleven <b>efter samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>nyanserade</b> omdömen olika inköpstekniker. Eleven redogör också <b>utförligt och nyanserat</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>utförligt och nyanserat</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet.</b> Dessutom gör eleven <b>efter samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> inköpsfrågor.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>enkla</b> omdömen olika inköpstekniker. Eleven redogör också <b>översiktligt</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>översiktligt</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. Dessutom gör eleven <b>i samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>översiktligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>enkla</b> omdömen olika inköpstekniker. Eleven redogör också <b>utförligt</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>utförligt</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt.</b> Dessutom gör eleven <b>efter samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt</b> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <b>nyanserade</b> omdömen olika inköpstekniker. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för import och internationell handel samt hur ett sortiment planeras och sätts samman. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <b>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet.</b> Dessutom gör eleven <b>efter samråd</b> med handledare enkla prissättningskalkyler och ekonomiska beräkningar. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsmiljöfrågor. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> inköpsfrågor.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["INKINK02"],
"friends":["INKINK02",
"LAGLAG0",
"LAGLAP0",
"INKLOG01",
"INKLOG02",
"LAGPLO0",
"INKTRP0"]}