{"subject":"INO",
"name":"Datakommunikation och informationssäkerhet",
"points":200,
"code":"INODAT0",
"goals":[1,1,0,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Begreppen konfidentialitet, autenticitet, integritet och tillgänglighet ur ett informationssäkerhetsperspektiv.",
"Referensmodeller för uppbyggnad av system för datakommunikation.",
"Hårdvara i LAN och WAN och deras användningsområden.",
"Paketförmedlande nät och inkapslingsprocessen. Dataflödet i en referensmodell.",
"TCP-protokolls funktion och konfigurering.",
"IP-protokolls funktion och konfigurering i olika versioner. CIDR, sub- och supernetting.",
"Routningsprotokolls funktioner och konfigurering av routrar.",
"Accessmetoder och media för överföring av data, till exempel kopparbaserade, fiberbaserade och trådlösa tekniker.",
"Ethernets funktion och konfigurering. Konfigurering av ethernetswitchar.",
"Kartläggning och dokumentation av ett befintligt system för datakommunikation med avseende på fysisk struktur och informationssäkerhet.",
"Felsökningsmetodik i ett system för datakommunikation.",
"Vanliga motåtgärder för hot mot informationssäkerheten.",
"Vanliga krypteringsprotokolls funktion.",
"Autenticering och system för inloggning på vanligt förekommande nätverksoperativsystem.",
"Informationssäkerhet i trådlösa tekniker.",
"PKI, SSL och system för certifikathantering. Installation och konfigurering av en PKI-lösning.",
"Virtuella LAN. Installation och konfigurering av flera VLAN.",
"Network Address Translation (NAT). Installation och konfigurering av NAT.",
"Olika varianter av Virtual Private Network (VPN). Installation och konfigurering av en fungerande VPN-lösning.",
"IPSec och dess användning för att åstadkomma konfidentialitet, autenticitet och integritet.",
"Installation och konfigurering av en brandvägg.",
"Åtgärder mot förlust av data. Installation och konfigurering av system för säkerhetskopiering och återställning av data.",
"Presentationsverktyg som används inom kunskapsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för begrepp och teorier inom teknikområdet och beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>översiktligt</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.</p><p>Eleven analyserar <b>i samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>visst</b> handlag. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>enkel</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för begrepp och teorier inom teknikområdet och beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.</p><p>Eleven analyserar <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>gott</b> handlag. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för begrepp och teorier inom teknikområdet och beskriver <b>utförligt och nyanserat</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.</p><p>Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>gott</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>mycket gott</b> handlag. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>gott</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för begrepp och teorier inom teknikområdet och beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>översiktligt</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.",
"Eleven analyserar <b>i samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>visst</b> handlag. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>enkel</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för begrepp och teorier inom teknikområdet och beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.",
"Eleven analyserar <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>gott</b> handlag. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för begrepp och teorier inom teknikområdet och beskriver <b>utförligt och</b> <b>nyanserat</b> uppbyggnad, funktion och arbetssätt i system för datakommunikation och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de samband som finns mellan de olika delarna som utgör ett system för datakommunikation och hur denna kommunikation kan ske informationssäkert.",
"Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>gott</b>. Dessutom installerar, konfigurerar och felsöker eleven hård- och mjukvara på ett informationssäkert sätt. Eleven utför arbetet med <b>mycket gott</b> handlag. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>gott</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["INOINF0",
"INONAT0"]}