{"subject":"INO",
"name":"Datakommunikation och informationssäkerhet",
"points":200,
"code":"INODAT0",
"goaltext":"Kursen datakommunikation och informationssäkerhet omfattar punkterna 1&mdash;2, 4&mdash;6 och 8 under rubriken Ämnets syfte.",
"goals":[1,1,0,1,1,1,0,1],
"level":"normal",
"content":["Begreppen konfidentialitet, autenticitet, integritet och tillgänglighet ur ett informationssäkerhetsperspektiv.",
"Referensmodeller för uppbyggnad av system för datakommunikation.",
"Hårdvara i LAN och WAN och deras användningsområden.",
"Paketförmedlande nät och inkapslingsprocessen. Dataflödet i en referensmodell.",
"TCP-protokolls funktion och konfigurering.",
"IP-protokolls funktion och konfigurering i olika versioner. CIDR, sub- och supernetting.",
"Routningsprotokolls funktioner och konfigurering av routrar.",
"Accessmetoder och media för överföring av data, till exempel kopparbaserade, fiberbaserade och trådlösa tekniker.",
"Ethernets funktion och konfigurering. Konfigurering av ethernetswitchar.",
"Kartläggning och dokumentation av ett befintligt system för datakommunikation med avseende på fysisk struktur och informationssäkerhet.",
"Felsökningsmetodik i ett system för datakommunikation.",
"Vanliga motåtgärder för hot mot informationssäkerheten.",
"Vanliga krypteringsprotokolls funktion.",
"Autenticering och system för inloggning på vanligt förekommande nätverksoperativsystem.",
"Informationssäkerhet i trådlösa tekniker.",
"PKI, SSL och system för certifikathantering. Installation och konfigurering av en PKI-lösning.",
"Virtuella LAN. Installation och konfigurering av flera VLAN.",
"Network Address Translation (NAT). Installation och konfigurering av NAT.",
"Olika varianter av Virtual Private Network (VPN). Installation och konfigurering av en fungerande VPN-lösning.",
"IPSec och dess användning för att åstadkomma konfidentialitet, autenticitet och integritet.",
"Installation och konfigurering av en brandvägg.",
"Åtgärder mot förlust av data. Installation och konfigurering av system för säkerhetskopiering och återställning av data.",
"Presentationsverktyg som används inom kunskapsområdet."]}