{"subject":"INO",
"name":"Nätverks- och kommunikationstjänster",
"points":100,
"instrRAW":"som bygger på kursen datakommunikation och informationssäkerhet.",
"descarr":["Den bygger på kursen ",
"INODAT0",
"."],
"reqRAW":"kursen INODAT0",
"code":"INONAT0",
"goals":[1,1,0,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Kommunikationsarkitekturer, till exempel stordator, klient-server och tunna klienter.",
"Nätverksoperativsystem och plattformar med hänsyn till hur dessa kan integreras i befintliga system.",
"Molntjänster och vilka informationssäkerhetsmässiga hänsyn som bör tas vid införandet av en molntjänst.",
"Serverkluster och system för lastbalansering.",
"Datalagringstekniker och disksystem.",
"System för övervakning och incidenthantering.",
"Webbpubliceringssystem och ramverk samt deras roll och användning i ett informationssystems intranät och extranät.",
"Dokumentationsmetoder och uppställande av referensnivåer som hjälp för prestandaoptimering och felsökning.",
"Virtualisering och virtualiseringstekniker. Installation och konfigurering av någon virtualiseringsteknik.",
"E-posttjänster och deras roll och funktion i ett informationssystem. Installation och konfigurering av någon e-posttjänst.",
"Domain Name System (DNS) och dess roll och funktion i ett informationssystem. Installation och konfigurering av någon DNS-tjänst.",
"Webbservrar och webbtjänster och deras roll och funktion i ett informationssystem. Installation och konfigurering av någon webbserver.",
"Tillverkning av skript för automatisering av rutinuppgifter inom ett informationstekniskt system, till exempel klientinstallationer och kontohantering.",
"Presentationsverktyg som används inom kunskapsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för begrepp och teorier inom teknikområdet samt beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>översiktligt</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.</p><p>Eleven analyserar <b>i samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>i samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>visst</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för begrepp och teorier inom teknikområdet samt beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.</p><p>Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>efter samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>gott</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för begrepp och teorier inom teknikområdet samt beskriver <b>utförligt och nyanserat</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.</p><p>Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>gott</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>efter samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>mycket gott</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>gott</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.</p><p>Eleven presenterar <b>med säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för begrepp och teorier inom teknikområdet samt beskriver <b>översiktligt</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>översiktligt</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.",
"Eleven analyserar <b>i samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>i samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>visst</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för begrepp och teorier inom teknikområdet samt beskriver <b>utförligt</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.",
"Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>tillfredsställande</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>efter samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>gott</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>tillfredsställande</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med viss säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för begrepp och teorier inom teknikområdet samt beskriver <b>utförligt och</b> <b>nyanserat</b> uppbyggnad, funktion och arbetssätt hos olika nätverks- och kommunikationstjänster och hur driftsäkerhet kan uppnås. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika nätverks- och kommunikationstjänster på ett informationssäkert sätt kan integreras i nya eller förbättrade system.",
"Eleven analysera <b>efter samråd</b> med handledare befintliga informationstekniska system för datakommunikation samt dokumenterar sin analys. Resultatet av arbetet är <b>gott</b>. Dessutom installerar, konfigurerar och felsöker eleven <b>efter samråd</b> med handledare nätverks- och kommunikationstjänster och integrerar dem i nya eller förbättrade system. Eleven utför sitt arbete med <b>mycket gott</b> handlag och automatiserar rutinuppgifter. I arbetet använder eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument på både svenska och engelska. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete så att systemet blir spårbart och lätt att underhålla. Resultatet av arbetet är <b>gott</b> i fråga om informationssäkerhet, kvalitet och resurseffektivitet.",
"Eleven presenterar <b>med säkerhet</b> sitt arbete med hjälp av något presentationsverktyg.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"INODAT0",
"reqarr":["INODAT0"]}