{"subject":"INS",
"name":"Kommunikationsnät 3",
"points":100,
"instrRAW":"som bygger på kursen kommunikationsnät 2.",
"descarr":["Den bygger på kursen ",
"INSKOM02",
"."],
"reqRAW":"kursen INSKOM02",
"code":"INSKOM03",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Funktion och arbetssätt hos nätverkskomponenter, till exempel brygga, switch, router och gateway.",
"Ip-adressering och tcp/ip-protokoll.",
"Fiberoptiska nät till slutanvändare, FTTX-nät (<i>fiber to the X</i>).",
"Optofiber, optokabel och kontakter samt kanalisation för FTTX-nät.",
"Installation, driftsättning och inmätning samt registrering av LAN (local area network) med till exempel switch, router och gateway och med hjälp av ritningar och anvisningar.",
"Planering, installation, driftsättning och registrering av ip-nätverk med ip-tv och ip-telefoni med hjälp av ritningar och anvisningar.",
"Installation och driftsättning av trådlösa WLAN med switch och router samt konfigurering av säkerheten i nätet med hjälp av ritningar och anvisningar.",
"Planering, installation, driftsättning och registrering av trådlösa fastighetsnät för DECT-telefoni (<i>digital enhanced cordless telephony</i>) med hjälp av ritningar och anvisningar.",
"Säkerhetsrisker och kryptering av trådlösa nät.",
"Utrustningar och protokoll som används i nätverk för ip-tv.",
"Teknik och utrustning för ip-telefoni.",
"Metoder och utrustning för inmätning enligt mätkrav och specifikationer samt utskrift av provningsprotokoll."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar <b>i samråd</b> med handledare vanligt förekommande installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>översiktligt</b> för hur installationen är tänkt att fungera.</p><p>Eleven utför i olika miljöer och med <b>visst</b> handlag vanligt förekommande installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven söker och reparerar <b>i samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar <b>efter samråd</b> med handledare vanligt förekommande installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>utförligt</b> för hur installationen är tänkt att fungera.</p><p>Eleven utför i olika miljöer och me <b>gott</b> handlag vanligt förekommande installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag.<b> Eleven motiverar utförligt sina val</b>. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven söker och reparerar <b>efter samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar <b>efter samråd</b> med handledare vanligt förekommande och <b>avancerade</b> installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur installationen är tänkt att fungera.</p><p>Eleven utför i olika miljöer och med <b>mycket gott</b> handlag vanligt förekommande, <b>även avancerade</b>, installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag.<b> Eleven motiverar utförligt och nyanserat sina val</b>. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven söker och reparerar <b>efter samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar <b>i samråd</b> med handledare vanligt förekommande installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>översiktligt</b> för hur installationen är tänkt att fungera.",
"Eleven utför i olika miljöer och med <b>visst</b> handlag vanligt förekommande installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven söker och reparerar <b>i samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar <b>efter samråd</b> med handledare vanligt förekommande installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>utförligt</b> för hur installationen är tänkt att fungera.",
"Eleven utför i olika miljöer och med <b>gott</b> handlag vanligt förekommande installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag.<b> Eleven motiverar utförligt sina val</b>. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven söker och reparerar <b>efter samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar <b>efter samråd</b> med handledare vanligt förekommande och <b>avancerade</b> installationer av kommunikationsnät utifrån lagar och andra bestämmelser samt standarder som finns inom området. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur installationen är tänkt att fungera.",
"Eleven utför i olika miljöer och med <b>mycket gott</b> handlag vanligt förekommande, <b>även avancerade</b>, installationer av kommunikationsnät på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag.<b> Eleven motiverar utförligt och nyanserat sina val</b>. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen. Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven söker och reparerar <b>efter samråd</b> med handledare fel som uppkommer på såväl nya som befintliga installationer. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"INSKOM02",
"reqarr":["INSKOM02"]}