{"subject":"INT",
"name":"Värme- och kylsystem",
"points":200,
"code":"INTVÄR0",
"goaltext":"Kursen värme- och kylsystem omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte. ",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Värmesystemens uppbyggnad och funktion med delsystem och hela sammansatta system.",
"Konventionella och alternativa energikällor, deras användbarhet och påverkan på miljön samt behovet för byggnaden.",
"Kylsystemens uppbyggnad och funktion, med avseende på indirekta och direkta system.",
"Kylprocessens huvudkomponenter och funktion och hur förångning och kondensation fungerar inom kyltekniken.",
"Apparater för värme- och kylproduktion, hur de är uppbyggda och fungerar med avseende på bränsle, drivenergi och säkerhet.",
"Apparater och komponenter för värmeförbrukning och kylning, hur de fungerar och sammankopplas med rörsystem.",
"Funktioner som ställer krav på utformning och uppbyggnad av tekniska installationer inom teknikområdet för ett tillfredsställande termiskt klimat för människor och för byggnaders livslängd.",
"Material i rör, apparater och komponenter för distribution av värme och kyla.",
"Teknisk isolering, isoleringsmaterial och typer av ytbeklädnad för att uppfylla funktionskrav och energihushållningskrav.",
"Medier i VVS- och kylsystem och deras användningsområden, driftegenskaper samt påverkan på människor och miljö.",
"Framställande av ritningar och arbetsbeskrivningar enligt redovisningsstandarder.",
"Metoder för och tillämpning av värme- och kyleffekt samt energiberäkningar.",
"Dimensionering av rör, apparater och komponenter inom teknikområdet.",
"Bygglagstiftning, standarder och installationsregler inom det tekniska området för att uppfylla samhällets krav på energihushållning, hälsa och säkerhet.",
"Arbetsmiljöregler inom teknikområdet till skydd för egen och andras säkerhet.",
"Driftsättning, kontroll och dokumentation enligt kvalitetsstyrningssystem och arbetsbeskrivningar samt för information till beställare och brukare. "]}