{"subject":"INT",
"novux":true,
"name":"Värme- och kylsystem [ej aktuell]",
"origname":"Värme- och kylsystem",
"obsolete":true,
"points":200,
"code":"INTVÄR0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Värmesystemens uppbyggnad och funktion med delsystem och hela sammansatta system.",
"Konventionella och alternativa energikällor, deras användbarhet och påverkan på miljön samt behovet för byggnaden.",
"Kylsystemens uppbyggnad och funktion, med avseende på indirekta och direkta system.",
"Kylprocessens huvudkomponenter och funktion och hur förångning och kondensation fungerar inom kyltekniken.",
"Apparater för värme- och kylproduktion, hur de är uppbyggda och fungerar med avseende på bränsle, drivenergi och säkerhet.",
"Apparater och komponenter för värmeförbrukning och kylning, hur de fungerar och sammankopplas med rörsystem.",
"Funktioner som ställer krav på utformning och uppbyggnad av tekniska installationer inom teknikområdet för ett tillfredsställande termiskt klimat för människor och för byggnaders livslängd.",
"Material i rör, apparater och komponenter för distribution av värme och kyla.",
"Teknisk isolering, isoleringsmaterial och typer av ytbeklädnad för att uppfylla funktionskrav och energihushållningskrav.",
"Medier i VVS- och kylsystem och deras användningsområden, driftegenskaper samt påverkan på människor och miljö.",
"Framställande av ritningar och arbetsbeskrivningar enligt redovisningsstandarder.",
"Metoder för och tillämpning av värme- och kyleffekt samt energiberäkningar.",
"Dimensionering av rör, apparater och komponenter inom teknikområdet.",
"Bygglagstiftning, standarder och installationsregler inom det tekniska området för att uppfylla samhällets krav på energihushållning, hälsa och säkerhet.",
"Arbetsmiljöregler inom teknikområdet till skydd för egen och andras säkerhet.",
"Driftsättning, kontroll och dokumentation enligt kvalitetsstyrningssystem och arbetsbeskrivningar samt för information till beställare och brukare. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>översiktligt</b> olika energikällor och bränslens användningsområden och miljöpåverkan.</p><p>Eleven beskriver <b>översiktligt</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.</p><p>I beskrivningarna redogör eleven <b>översiktligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör <b>översiktligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>översiktligt</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>översiktligt</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system  <b>samråd</b> med handledare samt utför  <b>samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>enkla</b> omdömen sitt resultat.</p><p>Eleven gör en <b>enkel</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>utförligt</b> olika energikällor och bränslens användningsområden och miljöpåverkan.</p><p>Eleven beskriver <b>utförligt</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.</p><p>I beskrivningarna redogör eleven <b>utförligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör <b>utförligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>utförligt</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>utförligt</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system <b>efter</b><b> samråd</b> med handledare samt utför <b>efter</b><b> samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat.</p><p>Eleven gör en <b>välgrundad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika energikällor och bränslens användningsområden och miljöpåverkan.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.</p><p>I beskrivningarna redogör eleven <b>utförligt och nyanserat</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>utförligt och nyanserat</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>utförligt och nyanserat</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>gott</b>.</p><p>I sitt arbete använder eleven <b>med säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system <b>efter</b><b> samråd</b> med handledare samt utför <b>efter</b><b> samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven gör en <b>välgrundad och nyanserad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>gott</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>översiktligt</b> olika energikällor och bränslens användningsområden och miljöpåverkan.",
"Eleven beskriver <b>översiktligt</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.",
"I beskrivningarna redogör eleven <b>översiktligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör <b>översiktligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>översiktligt</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>översiktligt</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.",
"I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system  <b>samråd</b> med handledare samt utför  <b>samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>enkla</b> omdömen sitt resultat.",
"Eleven gör en <b>enkel</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>utförligt</b> olika energikällor och bränslens användningsområden och miljöpåverkan.",
"Eleven beskriver <b>utförligt</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.",
"I beskrivningarna redogör eleven <b>utförligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör <b>utförligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>utförligt</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>utförligt</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.",
"I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system <b>efter samråd</b> med handledare samt utför <b>efter samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat.",
"Eleven gör en <b>välgrundad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> värmesystems funktioner, hur dessa utformas och vilka miljö- och hälsokrav som gäller för dem. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika energikällor och bränslens användningsområden och miljöpåverkan.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> kylsystemens och kylprocessens uppbyggnad och funktion samt skillnader i användningsområden mellan direkta och indirekta system.",
"I beskrivningarna redogör eleven <b>utförligt och</b> <b>nyanserat</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur produktions-, distributions- och förbrukningsenheter utformas och hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de olika mediernas påverkan på material i installationerna samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>gott</b>.",
"I sitt arbete använder eleven <b>med säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system <b>efter samråd</b> med handledare samt utför <b>efter samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"Eleven gör en <b>välgrundad och nyanserad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>gott</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["INTSAN0",
"INTVET0"]}