{"subject":"INT",
"name":"Ventilation och komfortkyla",
"points":150,
"code":"INTVET0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Tekniska systemlösningar för ventilation av byggnader.",
"Principer för vätske- och luftburna komfortkylsystems uppbyggnad och funktioner.",
"Ventilationsanläggningars uppbyggnad och funktion med delsystem och sammansatta system i samverkan.",
"Apparater, don och komponenter för luftbehandlingssystem och kylning av rum och lokaler, hur de fungerar och sammankopplas med kanal- och rörsystem.",
"Utformning av luftbehandlingssystem för att uppnå tillfredsställande inomhusklimat.",
"Påverkan på människor vid vistelsezoner i bostäder och arbetsplatser vid val av luftföring.",
"Material i rör, luftkanaler, apparater och komponenter för distribution av medier i luftbehandlings- och komfortkylsystem.",
"Teknisk isolering, isoleringsmaterial och typer av ytbeklädnad för att uppfylla funktionskrav och energihushållningskrav samt till skydd mot fuktflöden.",
"Framställande av ritningar och arbetsbeskrivningar enligt redovisningsstandarder.",
"Metoder för och tillämpning av värme- och kyleffekt samt energiberäkningar.",
"Metoder för beräkning av luftflöden och lufthastigheter i rum för att uppfylla ett tillfredsställande inomhusklimat enligt standarder och normer.",
"Dimensionering av rör, apparater och komponenter inom teknikområdet.",
"Bygglagstiftning, standarder och installationsregler inom det tekniska området för att uppfylla samhällets krav på energihushållning, hälsa och säkerhet.",
"Arbetsmiljöregler inom teknikområdet till skydd för egen och andras säkerhet.",
"Driftsättning, kontroll och dokumentation enligt kvalitetsstyrningssystem och arbetsbeskrivning samt för information till beställare och brukare. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>översiktligt</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>översiktligt</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.</p><p>Eleven beskriver <b>översiktligt</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.</p><p>I beskrivningarna redogör eleven <b>översiktligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör även <b>översiktligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>översiktligt</b> för olika mediers påverkan på material i installationerna samt beskriver <b>översiktligt</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system  <b>samråd</b> med handledare samt utför <b>i samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>enkla</b> omdömen sitt resultat.</p><p>Eleven gör en <b>enkel</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>utförligt</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>utförligt</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.</p><p>Eleven beskriver <b>utförligt</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.</p><p>I beskrivningarna redogör eleven <b>utförligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör även <b>utförligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>utförligt</b> för olika mediers påverkan på material i installationerna samt beskriver <b>utförligt</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system <b>efter samråd</b> med handledare samt utför <b>efter samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat.</p><p>Eleven gör en <b>välgrundad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>utförligt och nyanserat</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>utförligt och nyanserat</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.</p><p>I beskrivningarna redogör eleven <b>utförligt och nyanserat</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.</p><p>Eleven redogör även <b>utförligt och nyanserat</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika mediers påverkan på material i installationerna samt beskriver <b>utförligt och nyanserat</b> hur utsläpp påverkar miljön.</p><p>Eleven planerar och framställer <b>med säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>gott</b>.</p><p>I sitt arbete använder eleven <b>med säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.</p><p>Eleven driftsätter system <b>efter</b><b> samråd</b> med handledare samt utför <b>efter</b><b> samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven gör en <b>välgrundad och nyanserad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>gott</b> resultat.</p><p>Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav. </p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>översiktligt</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>översiktligt</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.",
"Eleven beskriver <b>översiktligt</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.",
"I beskrivningarna redogör eleven <b>översiktligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör även <b>översiktligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>översiktligt</b> för olika mediers påverkan på material i installationerna samt beskriver <b>översiktligt</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.",
"I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system  <b>samråd</b> med handledare samt utför <b>i samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>enkla</b> omdömen sitt resultat.",
"Eleven gör en <b>enkel</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>utförligt</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>utförligt</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.",
"Eleven beskriver <b>utförligt</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.",
"I beskrivningarna redogör eleven <b>utförligt</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör även <b>utförligt</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>utförligt</b> för olika mediers påverkan på material i installationerna samt beskriver <b>utförligt</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med viss säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>tillfredsställande</b>.",
"I sitt arbete använder eleven <b>med viss säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med viss säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system <b>efter samråd</b> med handledare samt utför <b>efter samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med viss säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat.",
"Eleven gör en <b>välgrundad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>tillfredsställande</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med viss säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> grundläggande systemlösningar för ventilationsprinciper i byggnader. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> ventilationsanläggningens funktioner, hur de utformas och vilka miljö- och hälsokrav som gäller för dem. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> hur komfortkyla produceras och tillförs enskilda rum men även hela byggnader.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur luftbehandlings- och komfortkylsystemen utformas samt kraven för ett tillfredsställande inomhusklimat.",
"I beskrivningarna redogör eleven <b>utförligt och</b> <b>nyanserat</b> för installationernas uppbyggnad inom varje enskilt tekniskt område samt hur dessa samverkar som en helhet.",
"Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för hur produktions-, distributions- och förbrukningsenheter utformas och för hur säkerheten vid drift uppnås samt för hur hygieniska olägenheter för människor undviks. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika mediers påverkan på material i installationerna samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur utsläpp påverkar miljön.",
"Eleven planerar och framställer <b>med säkerhet</b> ritningar och arbetsbeskrivningar. I arbetet tillämpar eleven gällande standard för redovisning. Resultatet av arbetet är <b>gott</b>.",
"I sitt arbete använder eleven <b>med säkerhet</b> relevanta teorier och tekniska hjälpmedel för att utföra beräkningar. Eleven använder <b>med säkerhet</b> regelverk, fakta och leverantörers uppgifter för att verifiera de tekniska installationernas utformning.",
"Eleven driftsätter system <b>efter samråd</b> med handledare samt utför <b>efter samråd</b> med handledare kontroller under genomförandet av arbetsuppgiften. Dessutom löser eleven <b>med säkerhet</b> problem som uppkommer. Eleven värderar med <b>nyanserade</b> omdömen sitt resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"Eleven gör en <b>välgrundad och nyanserad</b> bedömning av arbetsmiljön och åtgärdar eventuella avvikelser med <b>gott</b> resultat.",
"Eleven kommunicerar i tal och skrift. I kommunikationen använder eleven <b>med säkerhet</b> ett yrkesspråk som är anpassat efter målgruppen.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["INTSAN0",
"INTVÄR0"]}