{"subject":"INU",
"name":"Industritekniska processer 2",
"points":100,
"instrRAW":"som bygger på kursen industritekniska processer 1.",
"descarr":["Den bygger på kursen ",
"INUINU01",
"."],
"reqRAW":"kursen INUINU01",
"code":"INUINU02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Övervakning, styrning och reglering av industritekniska processer samt tolkning av processcheman.",
"Driftsäkerhet samt enklare förebyggande och avhjälpande underhåll av industritekniska processer.",
"Arbetsmiljöfrågor och säkerhetsföreskrifter.",
"Definition av kvalitet och dess innebörd för industritekniska processer och produktionsresultat.",
"Var i den industritekniska processen som provtagningar görs samt tillvägagångssätt vid provtagningar. Faktorer som påverkar val och användning av lämpliga mätmetoder. Olika analysmetoder.",
"Metoder för korrigering vid eventuella fel i produktionen. ",
"Råvarors eller materialets väg till färdig produkt genom olika förädlingssteg i den industritekniska processen.",
"Uppbyggnad av, egenskaper hos, hantering av och hälsorisker med råvaror, färdiga produkter och restprodukter.",
"Sammankoppling av produktionsutrustning till produktionslinjer, vilka de olika enheterna är, vad som händer i dem, varför de olika enheterna behövs och varför de kommer i en viss ordning.",
"Industritekniska processers påverkan på miljön. Åtgärder för att minimera miljöpåverkan.",
"Kommunikation och samarbete mellan olika målgrupper inom den industritekniska processen, till exempel personalgrupper, leverantörer och kunder.",
"Begrepp inom ämnesområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med viss säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleve <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med viss säkerhet</b> provtagningar samt tolkar <b>med viss säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med viss säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.</p><p>Eleven redogör <b>översiktligt</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för <b>enkla</b> samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>översiktligt</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>översiktligt</b> för hur material, teknik, metoder och produktionsutrustning påverkar arbetsprocess, kvalitet, slutresultat och miljö. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>översiktligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> terminologi och fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med viss säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.<b> Dessutom motiverar eleven utförligt sina val</b>.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med viss säkerhet</b> provtagningar samt tolkar <b>med viss säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med viss säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.</p><p>Eleven redogör <b>utförligt</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>utförligt</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>utförligt</b> för hur material, teknik, metoder och produktionsutrustning påverkar <b>effektiviteten i arbetet</b>, arbetsprocess, kvalitet slutresultat och miljö. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> terminologi och fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.<b> Dessutom motiverar eleven utförligt och nyanserat sina val</b>.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med säkerhet</b> provtagningar samt tolkar <b>med säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för <b>komplexa</b> samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>utförligt och nyanserat</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>utförligt och nyanserat</b> för hur material, teknik, metoder och produktionsutrustning påverkar <b>effektiviteten i arbetet</b>, arbetsprocess, kvalitet, slutresultat och miljö <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven redogör <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt och nyanserat</b> för betydelsen av samarbete. Dessutom använder eleven <b>med säkerhet</b> terminologi och fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med viss säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleve <b>i samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med viss säkerhet</b> provtagningar samt tolkar <b>med viss säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med viss säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.",
"Eleven redogör <b>översiktligt</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för <b>enkla</b> samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>översiktligt</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>översiktligt</b> för hur material, teknik, metoder och produktionsutrustning påverkar arbetsprocess, kvalitet, slutresultat och miljö. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>översiktligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> terminologi och fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med viss säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.<b> Dessutom motiverar eleven utförligt sina val</b>.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med viss säkerhet</b> provtagningar samt tolkar <b>med viss säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med viss säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.",
"Eleven redogör <b>utförligt</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>utförligt</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>utförligt</b> för hur material, teknik, metoder och produktionsutrustning påverkar <b>effektiviteten i arbetet</b>, arbetsprocess, kvalitet slutresultat och miljö. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt</b> för betydelsen av samarbete. Dessutom använder eleven <b>med viss säkerhet</b> terminologi och fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer. Dessutom planerar och organiserar eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. I planeringen tolkar eleven <b>med säkerhet</b> processcheman, kravspecifikationer, instruktioner och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare metoder, verktyg, utrustningar och material med hänsyn till önskat resultat, hälsoaspekter, miljöhänsyn och säkerhet.<b> Dessutom motiverar eleven utförligt och nyanserat sina val</b>.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare övervakning, styrning och reglering av industritekniska processer i enlighet med processcheman, säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Dessutom genomför eleven <b>efter samråd</b> med handledare förebyggande och avhjälpande underhåll. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner, processcheman och kravspecifikationer. Dessutom genomför eleven <b>med säkerhet</b> provtagningar samt tolkar <b>med säkerhet</b> resultatet. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet genomför eleven vid behov korrigeringar i produktionen utifrån processcheman och kravspecifikationer. Dessutom upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd dokumenterar eleven <b>med säkerhet</b> arbetsprocessen och resultatet enligt givna instruktioner.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur råvaror eller material förädlas i den industritekniska processen och för teknik, metoder och verktyg som använts för arbetsuppgiften samt för <b>komplexa</b> samband mellan produktionsutrustning och produktionslinjer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b>, utifrån exempel, för underhållets betydelse för driftsäkerheten. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för hur material, teknik, metoder och produktionsutrustning påverkar <b>effektiviteten i arbetet</b>, arbetsprocess, kvalitet, slutresultat och miljö <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen.",
"Eleven samarbetar i sitt arbete med andra samt redogör <b>utförligt och</b> <b>nyanserat</b> för betydelsen av samarbete. Dessutom använder eleven <b>med säkerhet</b> terminologi och fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"INUINU01",
"reqarr":["INUINU01"],
"reqBy":["INUINU03",
"INULAB0"],
"friends":["INUINU01",
"INUINU01",
"INUINU03",
"INUINU04",
"INULAB0"]}