{"subject":"INU",
"name":"Industritekniska processer 4",
"points":100,
"requirements":"industritekniska processer 3",
"instructiontext":"som bygger på kursen industritekniska processer 3.",
"code":"INUINU04",
"goaltext":"Kursen industritekniska processer 4 omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1,1],
"level":"high",
"content":["Övervakning, styrning och reglering av industritekniska processer samt tolkning av processcheman.",
"Driftsäkerhet samt enklare förebyggande, avhjälpande och korrigerande underhåll av industritekniska processer. Underhållets betydelse för industritekniska processer.",
"Arbetsmiljöfrågor och säkerhetsföreskrifter.",
"Systematiskt kvalitetsarbete och dess innebörd för industritekniska processer och produktionsresultat.",
"Var i den industritekniska processen som provtagningar görs samt tillvägagångssätt vid provtagningar. Faktorer som påverkar val och användning av mätmetoder. Olika analysmetoder. Krav på dokumentation.",
"Hantering och bedömning av provresultat enligt bestämmelser för toleransvärden. Förädlingsvärden.",
"Journalföring, felsökning, redovisning av och korrigering vid eventuella fel i produktionen.",
"Optimering av processen.",
"Råvarors och materials väg till färdig produkt genom olika förädlingssteg, provtagning och eventuell omarbetning i den industritekniska processen.",
"Uppbyggnad av, egenskaper hos, hantering av och hälsorisker med råvaror, färdiga produkter, restprodukter och halvfabrikat samt alternativa råvaror.",
"Sammankoppling av produktionsutrustning till produktionslinjer, vilka de olika enheterna är, vad som händer i dem, varför de olika enheterna behövs, varför de kommer i en viss ordning, hur de är sammankopplade, hur materialet förflyttas mellan dem.",
"Alternativa produktionsmetoder.",
"Åtgärder för att minimera produktionsprocessens påverkan på miljö.",
"Kommunikation och samarbete mellan olika målgrupper inom den industritekniska processen, till exempel personalgrupper, leverantörer och kunder.",
"Begrepp inom ämnesområdet."]}