{"subject":"INV",
"name":"VVS svets industrirör",
"points":200,
"code":"INVVVV0",
"goaltext":"Kursen VVS svets industrirör omfattar punkterna 1&mdash;6 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Svetsdatablad som behandlar parametrar, till exempel val av svetsström och svetshastighet för olika materialtjocklekar och lägen.",
"Elektricitet, ljusbågen som värmekälla och ljusbågens effekt och bildandet av smältbadet.",
"Strömkällans uppbyggnad och funktion samt inställning och reglering av svetsparametrar.",
"Terminologi för svetsar, till exempel svetssträng, lager, toppsida, rotsida, inträngning och svetsfel.",
"Diskontinuiteter och formavvikelser i svetsar och möjliga problem vid bågsvetsning samt bedömning av kvalitetsnivåer enligt standard.",
"Kvalitetsnivåer och provmetoder av svetsförband samt kompetenskrav vid svetsning.",
"Sammanfogning av flerlagers kälfogar i olegerat plattstål med metoderna MMA och MIG/MAG i förekommande positioner i horisontellt och vertikalt läge.",
"Sammanfogning av flerlagers enkelsidiga stumsvetsar i vanligt förekommande fogtyper i olegerat stål med MMA-svetsmetod i förekommande positioner i horisontellt och vertikalt läge.",
"Sammanfogning av flerlagers enkelsidiga stumsvetsar i vanligt förekommande fogtyper i rostfritt stål med TIG-svetsmetod i förekommande positioner i horisontellt och vertikalt läge.",
"Verktyg och maskiner för fogberedning samt rengöring av fogar vid svetsning av olegerat och rostfritt stål.",
"Definition och identifiering av hög-, låg- och olegerat stål och förekommande formvaror för hög-, låg- och olegerat stål.",
"Materiallära för stål och dess legeringar samt för tillsatsmaterial. Hur egenskaper för inre och yttre påverkan tillgodoses.",
"Tillsatsmaterial för svetsmetoderna MIG/MAG, MMA och TIG. Hantering och användningsområden för dessa tillsatsmaterial.",
"TIG-elektroder: indelning, slipning och hantering.",
"Skyddsgaser och rotgaser och deras egenskaper och användningsområden.",
"Svetsutrustningens huvuddelar, till exempel elektrodhållare, svetspistol, trådmatarverk, återledare och kablar.",
"Hjälpmedel för tändning av ljusbågen.",
"Underhåll av utrustning: kablars och kopplingars tillstånd, kontaktytors och komponenters renhet samt gastillförsel och kontroll av denna.",
"Täthetsprovning, kontroller och dokumentation vid svetsarbeten.",
"Hantering av gasflaskor samt distribution av dem till arbetsplatser.",
"Arbetsmiljö, hälsa och säkerhet vid arbete med bågsvetsning.",
"Brandsäkerhet för skydd mot brand och brandgasspridning samt lagar och föreskrifter om brandsäkerhet."]}