{"subject":"JUR",
"name":"Affärsjuridik",
"points":100,
"code":"JURAFF0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Associationsrätt: företagsformens betydelse för verksamheten och intressenterna.",
"Avtalsrätt: företagsavtal och deras rättsverkan.",
"Hyresrätt: företagens rättigheter och skyldigheter som hyresgäster.",
"Arbetsrätt: arbetsgivarens rättigheter och skyldigheter mot arbetstagaren.",
"Marknadsrätt: marknadsrättsliga och konkurrensrättsliga regler som rör företagens verksamhet.",
"Köprätt: regler som rör handel mellan näringsidkare.",
"Immaterialrätt: skyddet för varumärken, patent och andra upphovsrätter.",
"Kredit- och panträtt samt obeståndsrätt: regler som rör företagens finansiering samt skulder, utmätning och konkurs.",
"Tvistlösning: olika sätt att lösa affärstvister.",
"Juridiska begrepp och problemlösning i rättsliga sammanhang."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av de juridiska områden som rör företag. Eleven redogör också <b>översiktligt</b> för innebörden av juridiska begrepp och använder dessa <b>med</b> <b>viss säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>översiktligt</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument.</p><p>Utifrån <b>enkla</b> fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat <b>givna</b> problem inom olika affärsjuridiska områden <b>med hjälp av given</b> rättskälla. Dessutom för eleven <b>enkla</b> resonemang om lagstiftningens effekter och drar <b>enkla</b> slutsatser.</p><p>Eleven beskriver <b>översiktligt</b> affärsjuridiska frågor i samhället och för <b>enkla</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för delar av de juridiska områden som rör företag. Eleven redogör också <b>utförligt</b> för innebörden av juridiska begrepp och använder dessa <b>med viss säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>utförligt</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument.</p><p>Utifrån fallbeskrivningar <b>identifierar och beskriver eleven</b> <b>utförligt</b> problem inom olika affärsjuridiska områden och löser dessa med <b>tillfredsställande</b> resultat <b>genom att välja, tolka och tillämpa relevant</b> rättskälla. Dessutom <b>motiverar</b> eleve <b>sitt lösningsförslag med välgrundade argument</b>, för <b>välgrundade</b> resonemang om lagstiftningens effekter och drar <b>välgrundade</b> slutsatser.</p><p>Eleven beskriver <b>utförligt</b> affärsjuridiska frågor i samhället och för <b>välgrundade</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>omfattande</b> delar av de juridiska områden som rör företag. Eleven redogör också <b>utförligt och nyanserat</b> för innebörden av juridiska begrepp och använder dessa <b>med säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>utförligt och nyanserat</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>gott</b> resultat något sådant dokument.</p><p>Utifrån <b>komplexa</b> fallbeskrivningar <b>identifierar och beskriver eleven</b> <b>utförligt och nyanserat</b> problem inom olika affärsjuridiska områden och löser dessa med <b>gott</b> resultat <b>genom att</b> <b>välja, tolka och tillämpa relevant</b> rättskälla. Dessutom <b>motiverar</b> eleve <b>sitt lösningsförslag med välgrundade och nyanserade argument</b>, för <b>välgrundade och nyanserade</b> resonemang om lagstiftningens effekter och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven beskriver <b>utförligt</b> <b>och nyanserat</b> affärsjuridiska frågor i samhället och för <b>välgrundade och nyanserade</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av de juridiska områden som rör företag. Eleven redogör också <b>översiktligt</b> för innebörden av juridiska begrepp och använder dessa <b>med viss säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>översiktligt</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>i samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument.",
"Utifrån <b>enkla</b> fallbeskrivningar löser eleven med <b>tillfredsställande</b> resultat <b>givna</b> problem inom olika affärsjuridiska områden <b>med hjälp av given</b> rättskälla. Dessutom för eleven <b>enkla</b> resonemang om lagstiftningens effekter och drar <b>enkla</b> slutsatser.",
"Eleven beskriver <b>översiktligt</b> affärsjuridiska frågor i samhället och för <b>enkla</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för delar av de juridiska områden som rör företag. Eleven redogör också <b>utförligt</b> för innebörden av juridiska begrepp och använder dessa <b>med viss säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>utförligt</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>tillfredsställande</b> resultat något sådant dokument.",
"Utifrån fallbeskrivningar <b>identifierar och beskriver eleven</b> <b>utförligt</b> problem inom olika affärsjuridiska områden och löser dessa med <b>tillfredsställande</b> resultat <b>genom att välja, tolka och tillämpa relevant</b> rättskälla. Dessutom <b>motiverar</b> eleve <b>sitt lösningsförslag med välgrundade argument</b>, för <b>välgrundade</b> resonemang om lagstiftningens effekter och drar <b>välgrundade</b> slutsatser.",
"Eleven beskriver <b>utförligt</b> affärsjuridiska frågor i samhället och för <b>välgrundade</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>omfattande</b> delar av de juridiska områden som rör företag. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för innebörden av juridiska begrepp och använder dessa <b>med säkerhet</b> i relevanta sammanhang. Dessutom förklarar eleven <b>utförligt och</b> <b>nyanserat</b> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <b>efter samråd</b> med handledare och med <b>gott</b> resultat något sådant dokument.",
"Utifrån <b>komplexa</b> fallbeskrivningar <b>identifierar och beskriver eleven</b> <b>utförligt och</b> <b>nyanserat</b> problem inom olika affärsjuridiska områden och löser dessa med <b>gott</b> resultat <b>genom att</b> <b>välja, tolka och tillämpa relevant</b> rättskälla. Dessutom <b>motiverar</b> eleve <b>sitt lösningsförslag med välgrundade och nyanserade argument</b>, för <b>välgrundade och nyanserade</b> resonemang om lagstiftningens effekter och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> affärsjuridiska frågor i samhället och för <b>välgrundade och nyanserade</b> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}