{"subject":"KAR",
"name":"Riktbänkssystem",
"origname":"Riktbänkssystem",
"points":200,
"instrRAW":"som bygger på kursen riktningsteknik - introduktion.",
"descarr":["Den bygger på kursen ",
"KARRIT0",
"."],
"reqRAW":"kursen KARRIT0",
"code":"KARRIK0",
"goals":[0,1,1,1,0,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Riktbänkssystems konstruktion och funktion samt olika riktbänkssystem med tillhörande mätsystem.",
"Reparation och byte av olika chassi- och karosserikomponenter med användning av riktbänksutrustningens olika gigg- och mätsystem.",
"Bedömning av skador för val av reparationsmetod utifrån olika typer av chassi- och karosserikonstruktioner.",
"Metoder för måttriktning med hjälp av riktbänksutrustning och lös hydraulik.",
"Riktbänkstillverkarens fordonsdatabas och biltillverkarens anvisningar och krav.",
"Säkerhet på arbetsplatsen, förebyggande av person- och egendomsskador samt regler som gäller för riktbänksarbetet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>översiktligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.</p><p>Eleven utför <b>i samråd</b> med handledare och i bekanta situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för <b>enkel</b> måttriktning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper samt fordonstillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med <b>viss</b> hänsyn till miljö och säkerhet samt me <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer <b>enkel</b> bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för måttriktning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper och fordonstillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för <b>avancerad</b> måttriktning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper och fordonstillverkarens anvisningar och krav. Eleven använder <b>med</b> <b>säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>översiktligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.",
"Eleven utför <b>i samråd</b> med handledare och i bekanta situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>i samråd</b> med handledare och i bekanta situationer <b>enkel</b> bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för <b>enkel</b> måttriktning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper samt fordonstillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med <b>viss</b> hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer <b>enkel</b> bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för måttriktning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper och fordonstillverkarens anvisningar och krav. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion hos olika riktbänkssystem. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som gäller för arbete med riktbänk.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer skadereparationsarbeten med hjälp av riktbänkssystem. Eleven utför också <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer bedömning av skador och väljer reparationsmetod. Dessutom använder eleven olika metoder för <b>avancerad</b> måttriktning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> med hjälp av det olika reparationsmetoder, olika materials funktion och egenskaper och fordonstillverkarens anvisningar och krav. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KARRIT0",
"reqarr":["KARRIT0"],
"hasreqs":true,
"friends":["KARKAR0",
"KARRIT0",
"KARSKA0",
"KARSKR0"]}