{"name":"Kemi 1-3",
"code":"Kemi 1-3",
"content":{"Året runt i naturen":["Jordens, solens och månens rörelser i förhållande till varandra. Månens olika faser. Stjärnbilder och stjärnhimlens utseende vid olika tider på året.",
"Årstidsväxlingar i naturen och hur man känner igen årstider. Djurs och växters livscykler och anpassningar till olika årstider.",
"Djur och växter i närmiljön och hur de kan sorteras, grupperas och artbestämmas samt namn på några vanligt förekommande arter.",
"Enkla näringskedjor som beskriver samband mellan organismer i ekosystem."],
"Kropp och hälsa":["Betydelsen av mat, sömn, hygien, motion och sociala relationer för att må bra.",
"Människans kroppsdelar, deras namn och funktion.",
"Människans upplevelser av ljus, ljud, temperatur, smak och doft med hjälp av olika sinnen."],
"Kraft och rörelse":["Tyngdkraft och friktion som kan observeras vid lek och rörelse, till exempel i gungor och rutschbanor.",
"Balans, tyngdpunkt och jämvikt som kan observeras i lek och rörelse, till exempel vid balansgång och på gungbrädor."],
"Material och ämnen i vår omgivning":["Materials egenskaper och hur material och föremål kan sorteras efter egenskaperna utseende, magnetism, ledningsförmåga och om de flyter eller sjunker i vatten.",
"Människors användning och utveckling av olika material genom historien. Vilka material olika vardagliga föremål är tillverkade av och hur de kan källsorteras.",
"Vattnets olika former: fast, flytande och gas. Övergångar mellan formerna: avdunstning, kokning, kondensering, smältning och stelning.",
"Luftens grundläggande egenskaper och hur de kan observeras.",
"Enkla lösningar och blandningar och hur man kan dela upp dem i deras olika beståndsdelar, till exempel genom avdunstning och filtrering."],
"Berättelser om natur och naturvetenskap":["Skönlitteratur, myter och konst som handlar om naturen och människan.",
"Berättelser om äldre tiders naturvetenskap och om olika kulturers strävan att förstå och förklara fenomen i naturen."],
"Metoder och arbetssätt":["Enkla fältstudier och observationer i närmiljön.",
"Enkla naturvetenskapliga undersökningar.",
"Dokumentation av naturvetenskapliga undersökningar med text, bild och andra uttrycksformer."]},
"subject":"GRGRKEM01",
"school":"grund",
"stadium":"låg",
"goals":[1,1,1],
"judge":{"G":["Eleven kan beskriva och ge exempel på enkla samband i naturen utifrån upplevelser och utforskande av närmiljön. I samtal om årstider berättar eleven om förändringar i naturen och ger exempel på livscykler hos några djur och växter. Eleven berättar också om några av människans kroppsdelar och sinnen, och diskuterar några faktorer som påverkar människors hälsa. Eleven kan samtala om tyngdkraft, friktion och jämvikt i relation till lek och rörelse. Eleven beskriver vad några olika föremål är tillverkade av för material och hur de kan sorteras. Eleven kan berätta om ljus och ljud och ge exempel på egenskaper hos vatten och luft och relatera till egna iakttagelser. Dessutom kan eleven samtala om skönlitteratur, myter och konst som handlar om naturen och människan.",
"Utifrån tydliga instruktioner kan eleven utföra fältstudier och andra typer av enkla undersökningar som handlar om naturen och människan, kraft och rörelse samt vatten och luft. Eleven gör enkla observationer av årstider, namnger några djur och växter, sorterar dem efter olika egenskaper samt beskriver och ger exempel på kopplingar mellan dem i enkla näringskedjor. Eleven kan visa och beskriva hur solen, månen och jorden rör sig i förhållande till varandra. Eleven kan sortera några föremål utifrån olika egenskaper samt separerar lösningar och blandningar med enkla metoder. I det undersökande arbetet gör eleven någon jämförelse mellan egna och andras resultat. Eleven dokumenterar dessutom sina undersökningar med hjälp av olika uttrycksformer och kan använda sig av sin dokumentation i diskussioner och samtal."]},
"friends":["GRNKEM2",
"KEMKEM01",
"KEMKEM02",
"Kemi 4-6",
"Kemi 7-9"]}