{"subject":"KEM",
"name":"Kemi 2",
"points":100,
"instrRAW":"som bygger på kursen kemi 1.",
"descarr":["Den bygger på kursen ",
"KEMKEM01",
"."],
"reqRAW":"kursen KEMKEM01",
"code":"KEMKEM02",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Reaktionshastighet och kemisk jämvikt":["Reaktionshastighet, till exempel katalysatorers och koncentrationers inverkan på hur fort kemiska reaktioner sker.",
"Faktorer som påverkar jämviktslägen och jämviktskonstanter.",
"Beräkningar på och resonemang om jämviktssystem i olika miljöer, till exempel jämviktssystem i världshaven, i människokroppen och inom industriella processer."],
"Organisk kemi":["Olika organiska ämnesklasser, deras egenskaper, struktur och reaktivitet.",
"Reaktionsmekanismer, inklusive kvalitativa resonemang om, hur och varför reaktioner sker och om energiomsättningar vid olika slags organiska reaktioner."],
"Biokemi":["Det genetiska informationsflödet, inklusive huvuddragen i de biokemiska processerna replikation, transkription och translation.",
"Huvuddragen i människans ämnesomsättning på molekylär nivå.",
"Proteiners struktur och funktion, med speciellt fokus på enzymer."],
"Analytisk kemi":["Kvalitativa och kvantitativa metoder för kemisk analys, till exempel masspektrometri och spektrofotometri.",
"Resonemang om provtagning, detektionsnivå, riktighet och precision samt systematiska och slumpmässiga felkällor."],
"Kemins karaktär och arbetssätt":["Modeller och teorier som förenklingar av verkligheten. Modellers och teoriers giltighetsområden och hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.",
"Avgränsning och studier av problem och frågor med hjälp av kemiska resonemang.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Planering och genomförande av experimentella undersökningar och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Frågor om etik och hållbar utveckling kopplade till kemins olika arbetssätt och verksamhetsområden."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med enkla omdömen.</p><p>Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassa <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med enkla omdömen.",
"Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassa <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KEMKEM01",
"reqarr":["KEMKEM01"],
"reqBy":["NAVNAT00S"],
"friends":["GRNKEM2",
"KEMKEM01",
"KEMKEM01",
"Kemi 1-3",
"Kemi 4-6",
"Kemi 7-9"]}