{"subject":"KEM",
"name":"Kemi 1",
"points":100,
"instrRAW":"som bygger på grundskolans kunskaper eller motsvarande.",
"descarr":["Den bygger på grundskolans kunskaper eller motsvarande."],
"reqRAW":"grundskolans kunskaper eller motsvarande",
"code":"KEMKEM01",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Materia och kemisk bindning":["Modeller och teorier för materiens uppbyggnad och klassificering.",
"Kemisk bindning och dess inverkan på till exempel förekomst, egenskaper och användningsområden för organiska och oorganiska ämnen."],
"Reaktioner och förändringar":["Syrabasreaktioner, inklusive pH-begreppet och buffertverkan.",
"Redoxreaktioner, inklusive elektrokemi.",
"Fällningsreaktioner.",
"Energiomsättningar vid fasomvandlingar och kemiska reaktioner."],
"Stökiometri":["Tolkning och skrivning av formler för kemiska föreningar och reaktioner.",
"Substansmängdsförhållanden, koncentrationer, begränsande reaktanter och utbyten vid kemiska reaktioner."],
"Analytisk kemi":["Kvalitativa och kvantitativa metoder för kemisk analys, till exempel kromatografi och titrering."],
"Kemins karaktär och arbetssätt":["Vad som kännetecknar en naturvetenskaplig frågeställning.",
"Modeller och teorier som förenklingar av verkligheten. Hur modeller och teorier kan förändras över tid.",
"Hur problem och frågor avgränsas och studeras med hjälp av kemiska resonemang.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Planering och genomförande av experiment samt formulering och prövning av hypoteser i samband med dessa.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Ställningstagande i samhällsfrågor utifrån kemiska modeller, till exempel frågor om hållbar utveckling."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.</p><p>Eleven diskuterar <b>översiktligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.</p><p>Eleven diskuterar <b>utförligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.</p><p>Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och nyanserat</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.</p><p>Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.</p><p>Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassa <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>något</b> exempel redogör eleven <b>översiktligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>enkla</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet enkla</b> egna frågor. Eleven planerar och genomför <b>i samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>enkla</b> resonemang.",
"Eleven diskuterar <b>översiktligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>enkla</b> argument och redogör <b>översiktligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till viss del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>enkla</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med viss säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>exemplifiera</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>enkla</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta situationer</b> med <b>tillfredsställande</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med viss säkerhet</b> egna frågor. Eleven planerar och genomfö <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>enkla</b> omdömen och motiverar sina slutsatser med <b>välgrundade</b> resonemang.",
"Eleven diskuterar <b>utförligt</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade</b> argument och redogör <b>utförligt</b> för konsekvenser av <b>något</b> tänkbart ställningstagande.",
"Eleven använder <b>med viss säkerhet</b> ett naturvetenskapligt språk och anpassar <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <b>med säkerhet</b> för att söka svar på frågor samt för att beskriva och <b>generalisera kring</b> kemiska förlopp och företeelser. Utifrån <b>några</b> exempel redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur kemins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <b>nyanserade</b> omdömen.",
"Eleven analyserar och söker svar på <b>komplexa</b> frågor i <b>bekanta och nya situationer</b> med <b>gott</b> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <b>med säkerhet komplexa</b> egna frågor. Eleven planerar och genomför <b>efter samråd</b> med handledare experiment och observationer på ett tillfredsställande sätt. Dessutom hanterar eleven kemikalier och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <b>nyanserade</b> omdömen och motiverar sina slutsatser med <b>välgrundade och nyanserade</b> resonemang. <b>Vid behov föreslår eleven också förändringar</b>.",
"Eleven diskuterar <b>utförligt och nyanserat komplexa</b> frågor som rör kemins betydelse för individ och samhälle. I diskussionerna för eleven fram <b>välgrundade och nyanserade</b> argument och redogör <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av <b>flera</b> tänkbara ställningstaganden. <b>Eleven föreslår också nya frågeställningar att diskutera</b>.",
"Eleven använder <b>med säkerhet</b> ett naturvetenskapligt språk och anpassa <b>till stor del</b> sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <b>välgrundade och nyanserade</b> bedömningar av informationens och källornas trovärdighet och relevans.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"grundskolans kunskaper eller motsvarande",
"reqarr":[],
"reqBy":["KEMKEM02"]}