{"subject":"KEM",
"name":"Kemi 2",
"points":100,
"requirements":"kemi 1",
"instructiontext":"som bygger på kursen kemi 1.",
"code":"KEMKEM02",
"goaltext":"Kursen kemi 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Reaktionshastighet och kemisk jämvikt":["Reaktionshastighet, till exempel katalysatorers och koncentrationers inverkan på hur fort kemiska reaktioner sker.",
"Faktorer som påverkar jämviktslägen och jämviktskonstanter.",
"Beräkningar på och resonemang om jämviktssystem i olika miljöer, till exempel jämviktssystem i världshaven, i människokroppen och inom industriella processer."],
"Organisk kemi":["Olika organiska ämnesklasser, deras egenskaper, struktur och reaktivitet.",
"Reaktionsmekanismer, inklusive kvalitativa resonemang om, hur och varför reaktioner sker och om energiomsättningar vid olika slags organiska reaktioner."],
"Biokemi":["Det genetiska informationsflödet, inklusive huvuddragen i de biokemiska processerna replikation, transkription och translation.",
"Huvuddragen i människans ämnesomsättning på molekylär nivå.",
"Proteiners struktur och funktion, med speciellt fokus på enzymer."],
"Analytisk kemi":["Kvalitativa och kvantitativa metoder för kemisk analys, till exempel masspektrometri och spektrofotometri.",
"Resonemang om provtagning, detektionsnivå, riktighet och precision samt systematiska och slumpmässiga felkällor."],
"Kemins karaktär och arbetssätt":["Modeller och teorier som förenklingar av verkligheten. Modellers och teoriers giltighetsområden och hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.",
"Avgränsning och studier av problem och frågor med hjälp av kemiska resonemang.",
"Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.",
"Planering och genomförande av experimentella undersökningar och observationer samt formulering och prövning av hypoteser i samband med dessa.",
"Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.",
"Frågor om etik och hållbar utveckling kopplade till kemins olika arbetssätt och verksamhetsområden."]}}