{"subject":"KLA",
"novux":false,
"name":"Klassisk grekiska - språk och kultur 2",
"origname":"Klassisk grekiska - språk och kultur 2",
"points":100,
"instrRAW":"som bygger på kursen klassisk grekiska - språk och kultur 1.",
"descarr":["Den bygger på kursen ",
"KLAKLA01",
"."],
"reqRAW":"kursen KLAKLA01",
"code":"KLAKLA02",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Läsning och tolkning av mycket enkla autentiska texter på klassisk grekiska av olika slag, både prosa och poesi, till exempel historiska och filosofiska texter samt hjälte- och kärlekspoesi.",
"Några vanliga grekiska versmått, till exempel hexameter.",
"Grekisk grammatik med utökad formlära och orientering om mycket vanliga syntaktiska strukturer. Relevanta begrepp som behövs för att beskriva och analysera språket.",
"Grekiskt basordförråd med referenser till moderna språk och vetenskaplig terminologi.",
"Huvuddragen i det antika Greklands historia och samhällsliv, till exempel stadsstaternas utveckling och kvinnans ställning.",
"Viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi samt hur de har påverkat senare tiders kulturer ända fram till vår egen tid.",
"De grekiska texternas historiska och kulturella sammanhang."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven läser, återger och tolkar huvudinnehållet i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett grekiskt basordförråd.</p><p>Eleven diskuterar <b>översiktligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>översiktligt</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>enkla</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>enkla</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>enkla</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett grekiskt basordförråd.</p><p>Eleven diskuterar <b>utförligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>utförligt</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>välgrundade</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>välgrundade</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> et <b>större</b> grekiskt basordförråd.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och nyanserat</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>välgrundade och nyanserade</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>",
"judge":{"E":["Eleven läser, återger och tolkar huvudinnehållet i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett grekiskt basordförråd.",
"Eleven diskuterar <b>översiktligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>översiktligt</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>enkla</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>enkla</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>enkla</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."],
"C":["Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett grekiskt basordförråd.",
"Eleven diskuterar <b>utförligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>utförligt</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>välgrundade</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>välgrundade</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."],
"A":["Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i enkla grekiska texter. Eleven läser grekisk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> den grekiska formläran och några mycket vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> et <b>större</b> grekiskt basordförråd.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och</b> <b>nyanserat</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <b>välgrundade och nyanserade</b> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."]},
"req":"KLAKLA01",
"reqarr":["KLAKLA01"],
"friends":["KLAKLA01",
"KLAKLA01",
"LATLAT01",
"LATLAT02",
"LATLAT03"]}