{"subject":"KLA",
"novux":false,
"name":"Klassisk grekiska - språk och kultur 1",
"origname":"Klassisk grekiska - språk och kultur 1",
"points":100,
"code":"KLAKLA01",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Läsning och tolkning av mycket enkla grekiska texter, till exempel texter från läroböcker och bearbetade autentiska texter.",
"Det grekiska alfabetet, hur de grekiska bokstäverna uttalades under grekiskans klassiska tid och hur man använder alfabetet i skrift.",
"Den grekiska grammatikens grunder med orientering om det viktigaste i grekisk formlära och meningsbyggnad. Relevanta begrepp som behövs för att beskriva och analysera språket.",
"Ett begränsat grekiskt basordförråd med betoning på ord, orddelar, begrepp och uttryck som lever vidare i de moderna språken och i vetenskaplig terminologi.",
"Översikt över det antika Greklands historia, till exempel perserkrigen, krigen mellan Sparta och Aten samt Alexander den store. Orientering om det antika Greklands geografi.",
"Några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland, till exempel vardagsliv i Aten och Sparta, den atenska demokratin, de olympiska spelen samt den grekiska gudavärlden och dess myter. Hur dessa aspekter har påverkat senare tiders kulturer med betoning på vår egen tid.",
"Det antika Greklands kultur och hur den grekiska kulturen har påverkat senare tiders arkitektur, konst och litteratur med betoning på vår egen tid.",
"Grekisk historia, kultur och samhällsliv i de grekiska texterna."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven läser, återger och tolkar huvudinnehållet i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med viss säkerhet och</b> <b>i begränsad utsträckning</b> den grekiska grammatikens grunder. Eleven beskriver <b>mycket</b> enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>mycket</b> begränsat grekiskt basordförråd.</p><p>Eleven diskuterar <b>översiktligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt mycket</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>översiktligt</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>översiktligt</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>enkla</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>enkla</b> jämförelser med vår egen tid. Eleven gör <b>enkla</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med</b> <b>viss säkerhet</b> den grekiska grammatikens grunder. Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>mycket</b> begränsat grekiskt basordförråd.</p><p>Eleven diskuterar <b>utförligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt mycket</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>utförligt</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>utförligt</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>välgrundade</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <b>välgrundade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med säkerhet</b> den grekiska grammatikens grunder. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett begränsat grekiskt basordförråd.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och nyanserat</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>utförligt och nyanserat</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <b>välgrundade och nyanserade jämförelser</b> med vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.</p>",
"judge":{"E":["Eleven läser, återger och tolkar huvudinnehållet i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med viss säkerhet och</b> <b>i begränsad utsträckning</b> den grekiska grammatikens grunder. Eleven beskriver <b>mycket</b> enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>mycket</b> begränsat grekiskt basordförråd.",
"Eleven diskuterar <b>översiktligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt mycket</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>översiktligt</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>översiktligt</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>enkla</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>enkla</b> jämförelser med vår egen tid. Eleven gör <b>enkla</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."],
"C":["Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med viss säkerhet</b> den grekiska grammatikens grunder. Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>mycket</b> begränsat grekiskt basordförråd.",
"Eleven diskuterar <b>utförligt</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt mycket</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>utförligt</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>utförligt</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>välgrundade</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <b>välgrundade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."],
"A":["Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i mycket enkla grekiska texter. Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift. I arbetet med texterna använder eleven <b>med säkerhet</b> den grekiska grammatikens grunder. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det grekiska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett begränsat grekiskt basordförråd.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan grekiska och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och</b> <b>nyanserat</b> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för några aspekter av det antika Greklands arkitektur, konst och litteratur. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <b>välgrundade och nyanserade jämförelser</b> med vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."]},
"reqBy":["KLAKLA02"],
"friends":["KLAKLA02",
"LATLAT01",
"LATLAT02",
"LATLAT03"]}