{"subject":"KOH",
"name":"Konsthantverk 4",
"points":100,
"instrRAW":"som bygger på kursen konsthantverk 3.",
"descarr":["Den bygger på kursen ",
"KOHHAN03",
"."],
"reqRAW":"kursen KOHHAN03",
"code":"KOHHAN04",
"goals":[1,2,2,2,2,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Hantverkets och materialets historia och betydelse i kulturutvecklingen.",
"Konstnärligt och hantverksmässigt arbete i ett eller flera valda material, till exempel trä, textil, metall, lera eller papper.",
"Konstruktionsritning och skisstekniker.",
"Komplexa bearbetningsmetoder, användningsområden och verktyg.",
"Konstnärligt arbete som källa till personligt uttryck och utveckling.",
"Formgivningsprocessen samt formgivningens språk och uttrycksmöjligheter, till exempel färg, form och material.",
"Värdering av formgivning i relation till intentioner.",
"De valda materialens egenskaper.",
"Utvärdering av arbetsprocessen och resultatet.",
"Ergonomiskt, säkert och arbetsmiljömässigt arbetssätt och användande av eventuell skyddsutrustning.",
"Påverkan på människor och miljö vid användning, framställning och hantering av material."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> det valda hantverkets och materialets historia.</p><p>Eleven tolkar arbetsuppgifter <b>i samråd</b> med handledare. Eleven använder <b>i samråd</b> med handledare och <b>med viss säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder med <b>visst</b> handlag. Eleven uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som går att använda i det avsedda sammanhanget</b>. Under arbetet upptäcker och löser eleven <b>i samråd</b> med handledare eventuella problem som uppkommer.</p><p>Eleven motiverar <b>översiktligt</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>enkla</b> skisser eller ritningar. Dessutom redogör eleven <b>översiktligt</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.</p><p>Eleven beskriver <b>översiktligt</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>enkla</b> omdömen. Beskrivningen innehåller <b>enkla</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.</p><p>Eleven använder och vårdar <b>i samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>i samråd</b> med handledare material med tanke på deras miljöpåverkan.</p><p>Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> det valda hantverkets och materialets historia.</p><p>Eleven tolkar arbetsuppgifte <b>efter samråd</b> med handledare. Eleven använder <b>efter samråd</b> med handledare oc <b>med viss säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder me <b>gott</b> handlag. Eleven uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som fungerar väl i det avsedda sammanhanget</b>. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer.</p><p>Eleven motiverar <b>utförligt</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser eller ritningar. Dessutom redogör eleven <b>utförligt</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.</p><p>Eleven beskriver <b>utförligt</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.</p><p>Eleven använder och vårdar <b>efter samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>efter samråd</b> med handledare material med tanke på deras miljöpåverkan.</p><p>Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> det valda hantverkets och materialets historia.</p><p>Eleven tolkar arbetsuppgifte <b>efter samråd</b> med handledare. Eleven använder <b>efter samråd</b> med handledare oc <b>med säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder me <b>mycket gott</b> handlag. Eleven uppnår resultat <b>som uppfyller höga krav på</b> teknisk och estetisk kvalitet. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer.</p><p>Eleven motiverar <b>utförligt och nyanserat</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser eller ritningar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade</b><b> och nyanserade</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.</p><p>Eleven använder och vårdar <b>efter samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>efter samråd</b> med handledare material med tanke på deras miljöpåverkan.</p><p>Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> det valda hantverkets och materialets historia.",
"Eleven tolkar arbetsuppgifter <b>i samråd</b> med handledare. Eleven använder <b>i samråd</b> med handledare och <b>med viss säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder med <b>visst</b> handlag. Eleven uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som går att använda i det avsedda sammanhanget</b>. Under arbetet upptäcker och löser eleven <b>i samråd</b> med handledare eventuella problem som uppkommer.",
"Eleven motiverar <b>översiktligt</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>enkla</b> skisser eller ritningar. Dessutom redogör eleven <b>översiktligt</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.",
"Eleven beskriver <b>översiktligt</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>enkla</b> omdömen. Beskrivningen innehåller <b>enkla</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.",
"Eleven använder och vårdar <b>i samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>i samråd</b> med handledare material med tanke på deras miljöpåverkan.",
"Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> det valda hantverkets och materialets historia.",
"Eleven tolkar arbetsuppgifte <b>efter samråd</b> med handledare. Eleven använder <b>efter samråd</b> med handledare oc <b>med viss säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder med <b>gott</b> handlag. Eleven uppnår resultat <b>med en</b> teknisk och estetisk kvalite <b>som fungerar väl i det avsedda sammanhanget</b>. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer.",
"Eleven motiverar <b>utförligt</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser eller ritningar. Dessutom redogör eleven <b>utförligt</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.",
"Eleven beskriver <b>utförligt</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.",
"Eleven använder och vårdar <b>efter samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>efter samråd</b> med handledare material med tanke på deras miljöpåverkan.",
"Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> det valda hantverkets och materialets historia.",
"Eleven tolkar arbetsuppgifte <b>efter samråd</b> med handledare. Eleven använder <b>efter samråd</b> med handledare oc <b>med säkerhet</b> etablerade tillvägagångssätt för att forma materialet efter intentionen och uppgiften. I arbetet hanterar eleven verktyg och metoder me <b>mycket gott</b> handlag. Eleven uppnår resultat <b>som uppfyller höga krav på</b> teknisk och estetisk kvalitet. Under arbetet upptäcker och löser eleven <b>efter samråd</b> med handledare eventuella problem som uppkommer.",
"Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sina val av tillvägagångssätt och kommunicerar i sitt arbete kring idéer och estetisk utformning med hjälp av <b>genomarbetade</b> skisser eller ritningar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur materialens egenskaper kan utnyttjas i arbetet och hur det estetiska uttrycket påverkas av olika material.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> sin formgivnings- och arbetsprocess och sitt resultat samt värderar dessa faktorer med <b>nyanserade</b> omdömen. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förslag på alternativa lösningar eller förbättringar av arbetsprocessen.",
"Eleven använder och vårdar <b>efter samråd</b> med handledare maskiner och verktyg på ett arbetsmiljömässigt säkert sätt. Dessutom hanterar eleven <b>efter samråd</b> med handledare material med tanke på deras miljöpåverkan.",
"Eleven arbetar på ett ergonomiskt riktigt sätt och använder eventuell skyddsutrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KOHHAN03",
"reqBy":["KOHHAN05"]}