{"subject":"KON",
"novux":false,
"name":"Evenemang",
"origname":"Evenemang",
"points":100,
"instrRAW":"som bygger på kursen konferens och evenemang eller kursen utställningsdesign 2.",
"descarr":["Den bygger på kursen ",
"KONKOF0",
" eller kursen ",
"UTSUTS02",
"."],
"reqRAW":"kursen KONKOF0 eller kursen UTSUTS02",
"code":"KONEVE0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Olika evenemang, till exempel invigningar, galor, shower, sportarrangemang och mässor.",
"Evenemang och event som imageskapare och varumärkesbyggare i samband med produktlanseringar, kundträffar, jubileer, mässor eller kick-offer.",
"Förutsättningar för lokala, nationella och internationella evenemang.",
"Organisation och ansvarsfördelning vid arbete i projekt.",
"Planering, kalkylering, genomförande och uppföljning av mindre projekt.",
"Säljstimulerande aktiviteter vid olika evenemang.",
"Bokning av externa tjänster, till exempel teknik, säkerhet och underhållning.",
"Praktiskt arbete i samband med mässor och andra evenemang, till exempel monterbygge, skyltning, exponering samt servering av mat och dryck.",
"Ljud- och ljusteknik i samband med olika presentationer.",
"Ekonomiska och miljömässiga faktorer vid genomförande av olika evenemang.",
"Arbetsmiljö och systematiskt säkerhetsarbete utifrån lagar och andra bestämmelser.",
"Riskanalys och förebyggande säkerhet i samband med planering och genomförande av aktiviteter.",
"Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer. ",
"Kommunikation, samverkan och logistik i samband med olika evenemang.",
"Dokumentation och uppföljning av arbetet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>översiktligt</b> för organisation och ansvarsfördelning vid genomförande av evenemang.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare evenemang. I planeringen väljer eleven <b>i samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med viss säkerhet</b> evenemanget samt genomför <b>i samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen evenemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>utförligt</b> för organisation och ansvarsfördelning vid genomförande av evenemang.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare evenemang. I planeringen väljer eleven <b>efter samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med viss säkerhet</b> evenemanget samt genomför <b>efter samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen evenemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>utförligt och nyanserat</b> för organisation och ansvarsfördelning vid genomförande av evenemang.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare evenemang. I planeringen väljer eleven <b>efter samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med säkerhet</b> evenemanget samt genomför <b>efter samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen evenemangets säkerhe <b>samt ger förslag på hur säkerheten kan förbättras</b>.</p><p>Eleven anpassar <b>med</b> <b>säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>utförligt och nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>s</b><b>äkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>översiktligt</b> för organisation och ansvarsfördelning vid genomförande av evenemang.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare evenemang. I planeringen väljer eleven <b>i samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med viss säkerhet</b> evenemanget samt genomför <b>i samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen evenemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>utförligt</b> för organisation och ansvarsfördelning vid genomförande av evenemang.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare evenemang. I planeringen väljer eleven <b>efter samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med viss säkerhet</b> evenemanget samt genomför <b>efter samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen evenemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för organisation och ansvarsfördelning vid genomförande av evenemang.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare evenemang. I planeringen väljer eleven <b>efter samråd</b> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram. Eleven iordningställer <b>med säkerhet</b> evenemanget samt genomför <b>efter samråd</b> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen evenemangets säkerhe <b>samt ger förslag på hur säkerheten kan förbättras</b>.",
"Eleven anpassar <b>med säkerhet</b> sitt evenemang efter målgruppen och motiverar <b>utförligt och</b> <b>nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>s</b><b>äkerhet</b> med både kunder och medarbetare samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["KONKOF0",
"UTSUTS02"]},
"reqarr":["KONKOF0",
"UTSUTS02"],
"hasreqs":true,
"friends":["ADMADM00S",
"ADMADM01",
"ADMADM02",
"HOTFRU0",
"HOTHOT0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"RECLOG0",
"HOTLOG0",
"ADMPER0",
"RECREC01",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"HOTREC03",
"ADMREC0",
"KONRUM0",
"UTSUTS01",
"UTSUTS02",
"UTSUTS03S",
"HOTVÅN01",
"HOTVÅN02",
"HOTVÅN03"]}