{"subject":"KON",
"name":"Konferens 1",
"points":100,
"instrRAW":"som bygger på kursen konferens och evenemang.",
"descarr":["Den bygger på kursen ",
"KONKOF0",
"."],
"reqRAW":"kursen KONKOF0",
"code":"KONKOF01",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Olika konferensanläggningar samt deras olika utbud av lokaler, faciliteter och service.",
"Olika mötesformer, till exempel föreläsningar, sammanträden, workshoppar och kick-offer.",
"Alternativa möbleringsformer, deras syfte och funktion samt iordningställande av lokaler efter direktiv, till exempel pm eller checklista.",
"Den kreativa miljöns betydelse. Hjälpmedel och tillgänglighet för personer med funktionsnedsättning.",
"Måltidspausens betydelse samt upp- och avdukning av buffé med kaffe eller andra förfriskningar.",
"Lagar och andra bestämmelser om hygien och ändamålsenlig klädsel.",
"Hantering av teknisk konferensutrustning, till exempel kopieringsmaskin, datorprojektor och mikrofon.",
"Arbetsmiljö och systematiskt säkerhetarbete utifrån lagar och andra bestämmelser. ",
"Hållbar utveckling inom mötesbranschen.",
"Ergonomiskt arbete samt användning av lämpliga hjälpmedel.",
"Handlings- och utrymningsplan vid brand, hot och fara.",
"Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.",
"Effektivitet i arbetet samt kommunikation mellan avdelningarna."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>översiktligt</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>översiktligt</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>i samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>i samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen arrangemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>utförligt</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>utförligt</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>efter samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>utförligt och nyanserat</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>utförligt och nyanserat</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>e</b><b>fter samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet <b>samt ger förslag på hur säkerheten kan förbättras</b>.</p><p>Eleven anpassar <b>med</b> <b>säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> s<b>äkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskrive <b>översiktligt</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>översiktligt</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>översiktligt</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>i samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>i samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen arrangemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskrive <b>utförligt</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>utförligt</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>utförligt</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>efter samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika typer av konferensanläggningar och deras utbud. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> olika mötesformer och deras krav på lokaler och service. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven utför <b>e</b><b>fter samråd</b> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet <b>samt ger förslag på hur säkerheten kan förbättras</b>.",
"Eleven anpassar <b>med säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och</b> <b>nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> s<b>äkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KONKOF0",
"reqarr":["KONKOF0"],
"reqBy":["KONKON02"]}