{"subject":"KON",
"novux":false,
"name":"Konferens och evenemang",
"origname":"Konferens och evenemang",
"points":100,
"code":"KONKOF0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Olika anläggningar för konferens och evenemang samt deras skiftande utbud av tjänster och service.",
"Olika typer av möten samt deras syften.",
"Organisationer för branschintressen, marknadsföring och försäljning.",
"Yrkesroller och arbetsuppgifter inom området. Organisation och ansvarsfördelning vid arbete i mindre projekt.",
"Branschens utveckling från möten i enklare lokaler till konferenspaket med förväntningar på upplevelser och aktiviteter.",
"Prissättning av enklare arrangemang beroende på antal deltagare, utrustning, tjänster och aktiviteter.",
"Teknisk utrustning som är lämplig för olika konferenser och evenemang, till exempel datorprojektor och mikrofon.",
"Arbetsmiljö samt säkerhetsföreskrifter och andra bestämmelser som rör grupparrangemang.",
"Olika målgruppers skiftande krav på både anläggningar och arrangemang, till exempel säkerhet, miljöcertifiering och möjligheter till aktiviteter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>översiktligt</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>översiktligt</b> för branschens utveckling.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>utförligt</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>utförligt</b> för branschens utveckling.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>utförligt och nyanserat</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>utförligt och nyanserat</b> för branschens utveckling.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med</b> <b>säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>översiktligt</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>översiktligt</b> för branschens utveckling.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>utförligt</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>utförligt</b> för branschens utveckling.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika verksamheter, deras utbud och tjänster samt olika mötesformer. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> organisationer, yrkesroller och arbetsuppgifter inom branschen. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för branschens utveckling.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare arrangemang. I planeringen gör eleven <b>med säkerhet</b> en prissättning av arrangemanget. Eleven utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och</b> <b>nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med både kunder och medarbetare samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["KONKOF01",
"KONEVE0"],
"friends":["KONEVE0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONRUM0"]}