{"subject":"KON",
"name":"Konferens 2",
"points":100,
"instrRAW":"som bygger på kursen konferens 1.",
"descarr":["Den bygger på kursen ",
"KONKOF01",
"."],
"reqRAW":"kursen KONKOF01",
"code":"KONKON02",
"goals":[1,1,2,2,2,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Olika konferensanläggningar samt deras olika utbud av lokaler, faciliteter och service.",
"Presentation, visning och marknadsföring av anläggningens utbud.",
"Samarbete med externa företag, till exempel vad gäller teknik, säkerhet, aktiviteter eller övriga kringarrangemang.",
"Lönsamhetsberäkning, prisoptimering och prissättning av anläggningens lokaler och tjänster.",
"Planering, genomförande, utvärdering och uppföljning av olika konferensarrangemang.",
"Bokningssystem för konferens.",
"Alternativa möbleringsformer, deras syfte och funktion samt iordningställande av lokaler efter direktiv, till exempel pm eller checklista.",
"Kommunikation och samverkan mellan avdelningarna för avstämning och utbyte av information inför och under arrangemang.",
"Välkomnande av kursledare, genomgång av säkerhetsrutiner och dagens program samt erbjudande om teknisk support.",
"Hantering av positiva och negativa kundreaktioner.",
"Hantering av förekommande teknisk konferensutrustning.",
"Arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser.",
"Kundens säkerhet och integritet.",
"Handlings- och utrymningsplan vid brand, hot och fara.",
"Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.",
"Logistik och effektivitet i arbetet samt kommunikation mellan avdelningarna.",
"Metoder för dokumentation och uppföljning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskrive <b>översiktligt</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>översiktligt</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>översiktligt</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. </p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>i samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>i samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen arrangemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskrive <b>utförligt</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>utförligt</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>utförligt</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. </p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>efter samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskrive <b>utförligt och nyanserat</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>utförligt och nyanserat</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. </p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>efter samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet <b>samt ger förslag på hur säkerheten kan förbättras</b>.</p><p>Eleven anpassar <b>med</b> <b>säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b><b> säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskrive <b>översiktligt</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>översiktligt</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>översiktligt</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. ",
"Eleven planerar och organiserar <b>i samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>i samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>i samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>enkla</b> omdömen arrangemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskrive <b>utförligt</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>utförligt</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>utförligt</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. ",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med viss säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>efter samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika samarbetspartner att ordna arrangemang med samt deras utbud. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för hur lönsamhetsberäkning och prissättning av arrangemang görs. ",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare arrangemang. I planeringen gör eleven <b>med säkerhet</b> en enklare ekonomisk kalkyl för arrangemanget. Dessutom väljer eleven <b>efter samråd</b> med handledare möblering och teknisk utrustning som passar för arrangemanget. Eleven iordningställer och genomför <b>efter samråd</b> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom värderar eleven med <b>nyanserade</b> omdömen arrangemangets säkerhet <b>samt ger förslag på hur säkerheten kan förbättras</b>.",
"Eleven anpassar <b>med säkerhet</b> sitt arrangemang efter målgruppen och motiverar <b>utförligt och</b> <b>nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b><b> säkerhet</b> med både kunder och medarbetare samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["ADMADM01",
"HOTHOT0",
"KONKON03",
"KONRUM0"],
"req":"KONKOF01",
"reqarr":["KONKOF01"]}