{"subject":"KON",
"novux":false,
"name":"Rums- och konferensbokning",
"origname":"Rums- och konferensbokning",
"points":100,
"instrRAW":"som bygger på kursen konferens 2 eller kursen reception 2.",
"descarr":["Den bygger på kursen ",
"KONKON02",
" eller kursen ",
"RECREC02",
"."],
"reqRAW":"kursen KONKON02 eller kursen RECREC02",
"code":"KONRUM0",
"goals":[1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Produktkännedom för att kunna möta kundens önskemål samt rekommendera och rikta erbjudanden i syfte att öka försäljningen.",
"Olika kundkategorier, till exempel privatpersoner, företag, resebyråer, kongressbyråer och bokningsbolag.",
"Samarbetsparter inom aktivitet, teknik, säkerhet eller andra kringarrangemang.",
"Telefonförsäljning och betydelsen av bemötande, tonfall och produktkännedom.",
"Affärskorrespondens samt utformning av bekräftelser, offerter, pm och faktureringsunderlag.",
"Prissättning och prisoptimering av anläggningens tjänster.",
"Lönsamhetsberäkning och förekommande nyckeltal.",
"Företags- och resebyråavtal med priser, provision och avbokningsregler samt avtalsrättsliga konsekvenser.",
"Presentation och visning av anläggningen samt rekommendation av passande aktiviteter och kringarrangemang.",
"Bokning av privat-, grupp-, konferens- och paketarrangemang.",
"Planering av kundaktivitet i samarbete med försäljnings- och marknadsavdelning för att skapa och bibehålla kundrelationer.",
"Arbetsmiljö och ergonomi.",
"Kommunikation och samverkan mellan avdelningar för avstämning och utbyte av information inför arrangemang."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>översiktligt</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>översiktligt</b> hur riktade erbjudanden kan öka försäljning och lönsamhet. Eleven redogör <b>översiktligt</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. </p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med viss säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med viss säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med viss säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arbete efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>utförligt</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>utförligt</b> hur riktade erbjudanden kan öka försäljning och lönsamhet. Eleven redogö <b>utförligt</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. </p><p>Eleven planerar, organiserar och utför <b>efter</b><b> samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med viss säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med viss säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med viss säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven anpassar <b>med</b> <b>viss säkerhet</b> sitt arbete efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>utförligt och nyanserat</b> hur riktade erbjudanden kan öka försäljning och lönsamhet Eleven redogö <b>utförligt och nyanserat</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. </p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.</p><p>Eleven anpassar <b>med</b> <b>säkerhet</b> sitt arbete efter målgruppen och motiverar <b>utförligt och nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med</b> <b>säkerhet</b> med både kunder och medarbetare samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>översiktligt</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>översiktligt</b> hur riktade erbjudanden kan öka försäljning och lönsamhet. Eleven redogör <b>översiktligt</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. ",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med viss säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med viss säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med viss säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgruppen och motiverar <b>översiktligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogö <b>utförligt</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>utförligt</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>utförligt</b> hur riktade erbjudanden kan öka försäljning och lönsamhet. Eleven redogö <b>utförligt</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. ",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med viss säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med viss säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med viss säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgruppen och motiverar <b>utförligt</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med både kunder och medarbetare samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för olika typer av kundgrupper och deras önskemål. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika samarbetspartner och deras utbud. Eleven beskriver äve <b>utförligt och</b> <b>nyanserat</b> hur riktade erbjudanden kan öka försäljning och lönsamhet Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs. ",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav. Dessutom gör eleven <b>med säkerhet</b> enklare ekonomiska kalkyler samt utformar <b>med säkerhet</b> olika former av affärsdokument. I arbetet använder eleven <b>med säkerhet</b> relevant datorprogram. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgruppen och motiverar <b>utförligt och</b> <b>nyanserat</b> hur anpassningen är gjord. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med både kunder och medarbetare samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["KONKON02",
"RECREC02"]},
"reqarr":["KONKON02",
"RECREC02"],
"friends":["ADMADM00S",
"ADMADM01",
"ADMADM02",
"KONEVE0",
"HOTFRU0",
"HOTHOT0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"RECLOG0",
"HOTLOG0",
"ADMPER0",
"RECREC01",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"HOTREC03",
"ADMREC0",
"UTSUTS01",
"UTSUTS02",
"UTSUTS03S",
"HOTVÅN01",
"HOTVÅN02",
"HOTVÅN03"]}