{"subject":"KOS",
"novux":false,
"name":"Konstarterna och samhället",
"origname":"Konstarterna och samhället",
"points":50,
"instrRAW":"Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen samtida kulturuttryck.",
"descarr":["Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"KOSSAT0",
"."],
"notwithRAW":"kursen KOSSAT0",
"code":"KOSKOS0",
"goals":[0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Orientering om samtida kulturuttryck och beröringspunkter mellan dem.",
"Kulturbegreppets olika innebörder samt relationen mellan etablerade konstformer och populärkultur.",
"Samband mellan samhällsförändring och konstnärliga uttrycksformer, i nutiden och med historiska tillbakablickar.",
"Konstnärliga uttrycksformers roll och villkor i dagens samhälle. Frågor som rör upphovsrätt, yttrandefrihet, demokrati och censur liksom tekniska möjligheter att presentera konstnärligt skapande.",
"Det konstnärliga yrkesutövandets villkor samt föreställningar om kreativitet och vad som kännetecknar kreativa miljöer.",
"Elevernas eget skapande och hur det förhåller sig till samtidens konstnärliga uttryck.",
"Analys och tolkning av aktuella kultur- och konstföreteelser. Begrepp och teorier som förekommer i aktuell kulturdebatt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika former av samtida kulturuttryck och för <b>någon</b> beröringspunkt mellan dem. Dessutom redogör eleven <b>översiktligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.</p><p>Eleven för <b>enkla</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>översiktligt</b> och me <b>enkla</b> argumen <b></b>konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>översiktligt</b> för <b>något</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>enkla</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.</p><p>Eleven gör <b>enkla</b> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>någon</b> presentationsform och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser och gör <b>enkla</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika former av samtida kulturuttryck och för <b>några</b> beröringspunkter mellan dem. Dessutom redogör eleven <b>utförligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.</p><p>Eleven för <b>välgrundade</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>utförligt</b> och me <b>välgrundade</b> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>utförligt</b> för <b>några</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>välgrundade</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.</p><p>Eleven gör tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser och gör <b>välgrundade</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika former av samtida kulturuttryck och för <b>flera</b> beröringspunkter mellan dem. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.</p><p>Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>utförligt</b> och me <b>välgrundade och nyanserade</b> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>utförligt och nyanserat</b> för <b>några</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>välgrundade och nyanserade</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.</p><p>Eleven gör <b>komplexa</b> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser och gör <b>välgrundade och nyanserade</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med säkerhet</b> relevanta begrepp och teorier.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika former av samtida kulturuttryck och för <b>någon</b> beröringspunkt mellan dem. Dessutom redogör eleven <b>översiktligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
"Eleven för <b>enkla</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>översiktligt</b> och med <b>enkla</b> argumen 0konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>översiktligt</b> för <b>något</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>enkla</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
"Eleven gör <b>enkla</b> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>någon</b> presentationsform och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser och gör <b>enkla</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier."],
"C":["Eleven redogör <b>utförligt</b> för olika former av samtida kulturuttryck och för <b>några</b> beröringspunkter mellan dem. Dessutom redogör eleven <b>utförligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
"Eleven för <b>välgrundade</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>utförligt</b> och me <b>välgrundade</b> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>utförligt</b> för <b>några</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>välgrundade</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
"Eleven gör tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser och gör <b>välgrundade</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika former av samtida kulturuttryck och för <b>flera</b> beröringspunkter mellan dem. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
"Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar. Eleven diskuterar också <b>utförligt</b> och me <b>välgrundade och nyanserade</b> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för <b>några</b> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället. Vidare för eleven <b>välgrundade och nyanserade</b> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
"Eleven gör <b>komplexa</b> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser och gör <b>välgrundade och nyanserade</b> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck. I sin tolkning och analys använder eleven <b>med säkerhet</b> relevanta begrepp och teorier."]},
"notwith":"KOSSAT0",
"notwitharr":["KOSSAT0"],
"hasreqs":true,
"friends":["KOSFIL0",
"KOSKUL0",
"KOSSAT0"]}