{"subject":"KOS",
"name":"Samtida kulturuttryck",
"points":100,
"code":"KOSSAT0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Orientering om samtida kulturuttryck och beröringspunkter mellan dem samt hur den nutida konsten förhåller sig till sin historia. ",
"Kulturbegreppets olika innebörder samt relationen mellan etablerade konstformer och populärkultur.",
"Samband mellan olika former av samtida kulturuttryck och den tekniska och samhälleliga utvecklingen.",
"Framväxten av ungdomskulturer som ett sätt att markera individualitet och identitet.",
"Olika kulturuttrycks roll och villkor i dagens samhälle samt villkoren för nutida konstnärligt skapande. Vilken roll genus och annan grupptillhörighet spelar liksom kulturpolitik, marknad och publiksammansättning.",
"Föreställningar om kreativitet och vad som kännetecknar kreativa miljöer samt staden som kulturmiljö, sett i både ett lokalt och ett internationellt perspektiv.",
"Etiska diskussioner kring konstnärens roll och ansvar i samhället, till exempel när det gäller yttrandefrihet, demokratisk anpassning och konstens eventuella rätt att provocera.",
"Samtal om samt analys och tolkning av aktuella kultur- och konstföreteelser i olika typer av presentationsformer, till exempel via modern teknik. Begrepp och teorier som förekommer i aktuell kulturdebatt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika former av samtida kulturuttryck och för <b>någon</b> beröringspunkt mellan dem. Eleven för också <b>enkla</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>översiktligt</b> för olika sätt att använda använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.</p><p>Eleven för <b>enkla</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>översiktligt</b> och me <b>enkla</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>enkla</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.</p><p>Eleven gör <b>enkla</b> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>någon</b> presentationsform och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika former av samtida kulturuttryck och för <b>några</b> beröringspunkter mellan dem. Eleven för också <b>välgrundade</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>utförligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.</p><p>Eleven för <b>välgrundade</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>utförligt</b> och med <b>välgrundade</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>välgrundade</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.</p><p>Eleven gör tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika former av samtida kulturuttryck och för <b>flera</b> beröringspunkter mellan dem. Eleven för också <b>välgrundade och nyanserade</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.</p><p>Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>utförligt</b> och med <b>välgrundade och nyanserade</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.</p><p>Eleven gör <b>komplexa</b> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med säkerhet</b> relevanta begrepp och teorier.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika former av samtida kulturuttryck och för <b>någon</b> beröringspunkt mellan dem. Eleven för också <b>enkla</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>översiktligt</b> för olika sätt att använda använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
"Eleven för <b>enkla</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>översiktligt</b> och med <b>enkla</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>enkla</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
"Eleven gör <b>enkla</b> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>någon</b> presentationsform och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier."],
"C":["Eleven redogör <b>utförligt</b> för olika former av samtida kulturuttryck och för <b>några</b> beröringspunkter mellan dem. Eleven för också <b>välgrundade</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>utförligt</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
"Eleven för <b>välgrundade</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>utförligt</b> och med <b>välgrundade</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>välgrundade</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
"Eleven gör tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika former av samtida kulturuttryck och för <b>flera</b> beröringspunkter mellan dem. Eleven för också <b>välgrundade och nyanserade</b> resonemang kring hur den nutida konsten förhåller sig till sin historia. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
"Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling. Eleven diskuterar också <b>utförligt</b> och med <b>välgrundade och nyanserade</b> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
"Eleven gör <b>komplexa</b> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <b>några</b> presentationsformer och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser. I sin tolkning och analys använder eleven <b>med säkerhet</b> relevanta begrepp och teorier."]},
"friends":["KOSFIL0",
"KOSKOS0",
"KOSKUL0"]}