{"subject":"KOT",
"name":"Konstruktion 2",
"origname":"Konstruktion 2",
"points":100,
"instrRAW":"som bygger på kursen konstruktion 1.",
"descarr":["Den bygger på kursen ",
"KOTKOS01",
"."],
"reqRAW":"kursen KOTKOS01",
"code":"KOTKOS02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Fördjupning i produktionstekniska förutsättningar, kvalitet och lönsamhet enligt modern produktionsfilosofi.",
"Visualisering via datorbaserade verktyg och analys genom FEM (finita elementmetoden) eller simuleringar med hjälp av dator inom valt teknikområde.",
"Fördjupade teknikmetoder och konstruktionsmetoder inom något eller några områden.",
"Teoretiska modeller och observationer inom valt teknikområde.",
"Prototyptillverkning, om det förekommer inom valt teknikområde.",
"Komponenter, material, metoder och processer inom valt teknikområdet samt deras egenskaper och begränsningar vid varierande tillämpningar och miljöer.",
"Mätningar, bedömningar av mätfel och mätnoggrannhet vid planering, genomförande och utvärdering samt hur mätfelsanalyser genomförs.",
"Konstruktionsberäkningar inom valt teknikområde med hänsyn tagen till matematiska och teknikvetenskapliga teorier och modeller.",
"Dimensionering med och utan databaserade verktyg.",
"Normer och tekniska standarder samt hur något eller några standardiserade test utförs inom valt teknikområde.",
"Faktorer som påverkar utformningen av produkter, till exempel tillgänglighet och säkerhetsaspekter.",
"Dokumentation, redovisning och presentation av konstruktionsarbete och resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>översiktligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>i samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat <b>enkla</b> problem och konstruktionsuppgifter samt utför <b>enkla</b> beräkningar genom att använda <b>grundläggande</b> matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med</b> <b>viss säkerhet enkla</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>enkla</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med</b> <b>viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.<b> I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>gott</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med</b> <b>säkerhet avancerade</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>avancerade</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.<b> I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>översiktligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>i samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat <b>enkla</b> problem och konstruktionsuppgifter samt utför <b>enkla</b> beräkningar genom att använda <b>grundläggande</b> matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med viss säkerhet enkla</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>enkla</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.<b> I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med säkerhet</b> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <b>gott</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom utför eleven <b>med säkerhet avancerade</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.",
"Eleven dokumenterar, redovisar och presenterar <b>med säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>avancerade</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.<b> I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KOTKOS01",
"reqarr":["KOTKOS01"],
"reqBy":["KOTKOS03"],
"friends":["KOTKOS01",
"KOTKOS01",
"KOTKOS03"]}