{"subject":"KOT",
"name":"Konstruktion 1",
"points":100,
"code":"KOTKOS01",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Introduktion i produktionstekniska förutsättningar, kvalitet och lönsamhet enligt modern produktionsfilosofi.",
"Teknikmetoder och konstruktionsmetoder inom något eller några områden, till exempel produktutveckling och byggnation.",
"Teoretiska modeller, observationer och konstruktionsprojekt inom det teknikområde som används i kursen.",
"Grundläggande materialegenskaper och materialets betydelse för funktion, kvalitet, lönsamhet, tillverkning och återvinning.",
"Beräkningar, provningar, mätningar, simuleringar och rimlighetsbedömningar inom något eller några teknikområden med hänsyn tagen till matematiska och teknikvetenskapliga teorier och modeller.",
"Datorkunskap och användning av relevanta datorprogram, till exempel kalkylprogram eller projektstyrningsprogram, inom valt teknikområde.",
"Ritteknik med hantering av cad-program eller andra programvaror.",
"Nationella och internationella system för teknisk standardisering med grundläggande standarder och normer inom valt teknikområde.",
"Faktorer som påverkar utformningen av produkter, till exempel tillgänglighet och säkerhetsaspekter.",
"Dokumentation, redovisning och presentation av konstruktionsarbete och resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>översiktligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>i samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>viss säkerhet enkla</b> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat <b>enkla</b> problem och konstruktionsuppgifter samt utför <b>enkla</b> beräkningar genom att använda <b>grundläggande</b> matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>enkla</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. <b>I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt och nyanserat</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med</b> <b>säkerhet</b> tekniska begrepp, verktyg och modeller utför mätningar, simuleringar och test med <b>gott</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med</b> <b>säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>avancerade</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. <b>I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>översiktligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>i samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med viss säkerhet enkla</b> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat <b>enkla</b> problem och konstruktionsuppgifter samt utför <b>enkla</b> beräkningar genom att använda <b>grundläggande</b> matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>enkla</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med viss säkerhet</b> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <b>tillfredsställande</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. <b>I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
"Eleven planerar <b>efter samråd</b> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet använder eleven <b>med säkerhet</b> tekniska begrepp, verktyg och modeller utför mätningar, simuleringar och test med <b>gott</b> resultat, både manuellt och med hjälp av datorer. Eleven löser också med <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller. Dessutom tar eleven hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.",
"Eleven dokumenterar, redovisar och presenterar <b>med säkerhet</b> sitt eller projektgruppens konstruktionsarbete med <b>avancerade</b> tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. <b>I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["KOTKOS02"]}