{"subject":"KOT",
"name":"Konstruktion 3",
"points":100,
"instrRAW":"som bygger på kursen konstruktion 2.",
"descarr":["Den bygger på kursen ",
"KOTKOS02",
"."],
"reqRAW":"kursen KOTKOS02",
"code":"KOTKOS03",
"goals":[1,1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Konstruktionsmaterial eller komponenter för hållbar teknikutveckling.",
"Konstruktionsarbete, där teknikområden integreras.",
"Komponenter, material, verktyg, metoder och processer inom valda teknikområden samt deras egenskaper och begränsningar vid olika tillämpningar och i olika miljöer.",
"Fördjupning i teoretiska modeller och konstruktionsberäkningar med hänsyn tagen till matematiska och teknikvetenskapliga samband.",
"Dimensionering med och utan databaserade verktyg.",
"Fördjupning i standarder och normer inom valda teknikområden.",
"Dokumentation, redovisning och presentation av eget konstruktionsarbete och resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.</p><p>Eleven utför, med <b>tillfredsställande</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven me <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.</p><p>Eleven utför, med <b>tillfredsställande</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven me <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.</p><p>Eleven utför, med <b>gott</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven me <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med säkerhet avancerade</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.</p><p>Eleven dokumenterar, redovisar och presenterar <b>med säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
"Eleven utför, med <b>tillfredsställande</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>i samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>översiktligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven med <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
"Eleven utför, med <b>tillfredsställande</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven me <b>tillfredsställande</b> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med viss säkerhet</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer.",
"Eleven dokumenterar, redovisar och presenterar <b>med viss säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
"Eleven utför, med <b>gott</b> resultat, konstruktionsarbete där teknikområden integreras. Dessutom väljer eleven <b>efter samråd</b> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val utifrån deras egenskaper och begränsningar. I arbetet löser eleven me <b>gott</b> resultat <b>komplexa</b> problem och konstruktionsuppgifter samt utför <b>avancerade</b> beräkningar genom att använda matematiska och teknikvetenskapliga samband. Dessutom utför eleven <b>med säkerhet avancerade</b> dimensioneringar med och utan databaserade verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. <b>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</b>.",
"Eleven dokumenterar, redovisar och presenterar <b>med säkerhet</b> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"KOTKOS02",
"reqarr":["KOTKOS02"],
"friends":["KOTKOS01",
"KOTKOS02",
"KOTKOS02"]}