{"subject":"LAC",
"name":"Lackeringsteknik - introduktion",
"points":200,
"instrRAW":"som bygger på kursen fordonsteknik - introduktion och kursen fordons- och transportbranschens villkor och arbetsområden.",
"reqRAW":"kursen FODFOO0 och kursen FORFOD0",
"code":"LACLAE0",
"goals":[1,1,1,0,1,1,0,1,1,1],
"level":"normal",
"content":["Verksamhetsområden inom lackeringsteknik.",
"Principer för lackskiktets uppbyggnad för att få ett gott korrosionsskydd och en i övrigt hållbar yta.",
"Introduktion till reparationsmetoder för reparation av plastdetaljer och bilskadereparerad yta.",
"Enklare lackeringsarbeten.",
"Analys av lättare skada och de produkter som olika reparationer kräver.",
"Handhavande och skötsel av verktyg, utrustning och produkter.",
"Introduktion till lagar och andra bestämmelser som reglerar arbetet ur miljö- och arbetsmiljöperspektiv. Begränsningar av det arbete som får utföras ur säkerhetssynpunkt. Skyddsutrustning för olika arbeten, faror och olyckssamband samt riskbedömning av den egna och omgivande verksamheten. ",
"Ergonomi med avsikt att förhindra lyftskador samt ansvar för den egna utrustningen och medvetenhet om objekt- och materialkostnad.",
"Vård av den egna utrustningen samt ansvarstagande för objekt och material."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>översiktligt</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>översiktligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.</p><p>Eleven utför <b>i samråd</b> med handledare och i bekanta situationer enkla lackeringsarbeten. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med <b>viss</b> hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>utförligt</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer enkla lackeringsarbeten. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>utförligt och nyanserat</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.</p><p>Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer enkla lackeringsarbeten. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>översiktligt</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>översiktligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.",
"Eleven utför <b>i samråd</b> med handledare och i bekanta situationer enkla lackeringsarbeten. Dessutom utför eleven <b>i samråd</b> med handledare och i bekanta situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med <b>viss</b> hänsyn till miljö och säkerhet samt med <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>utförligt</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer enkla lackeringsarbeten. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> en för billackeraren vanligt förekommande arbetssituation, lackeraryrkets förutsättningar och den samverkan med bilskadereparatören som krävs. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> lackmaterialens funktion och egenskaper. Dessutom beskriver eleven <b>utförligt</b> lagar och andra bestämmelser som begränsar det arbete som får utföras ur säkerhetssynpunkt.",
"Eleven utför <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer enkla lackeringsarbeten. Dessutom utför eleven <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer enkel diagnostik och enkla kostnadsberäkningar. I arbetet använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och verktyg samt relevant utrustning enligt praxis.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt med hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["FODFOO0",
"FORFOD0"]},
"reqBy":["LACBAK0"]}