{"subject":"LAC",
"novux":false,
"name":"Lackeringsteknik för tunga fordon",
"origname":"Lackeringsteknik för tunga fordon",
"points":200,
"instrRAW":"som bygger på kursen baskurs i lackering.",
"descarr":["Den bygger på kursen ",
"LACBAK0",
"."],
"reqRAW":"kursen LACBAK0",
"code":"LACLAR0",
"goals":[0,1,1,1,1,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Blästeranläggningar och deras funktion och skötsel samt blästring av chassikomponenter.",
"Konstruktion och verkningssätt för lackeringsboxar anpassade för lackering av tunga fordon.",
"Rutiner för arbete med tryckluftsbromsade fordon.",
"Arbetsprocess och materialval för nya och tidigare lackerade ytor på tunga fordon med olika typer av underlag, till exempel olika metaller och plasttyper.",
"Bindemedel, slipmaterial och rengöringsvätskor.",
"Applicering med tryckmatad utrustning och lackmaterial som är anpassade för tunga fordon.",
"Rengöring med högtrycksutrustning och tvättvätskor som är anpassade för tunga fordon.",
"Utrustning och material för sliparbeten anpassade för arbeten med tunga fordon.",
"Maskeringsteknik för in- och utvändig lackering i samband med dekorationer i flera kulörer.",
"Lyftning och pallning av tunga fordon samt demontering och montering av komponenter och detaljer.",
"Montering och demontering av dekaler och plastfilm för dekoration av tunga fordon. ",
"Tids- och materialåtgång vid lackering av tunga fordon ställt mot kvalitetskrav och kostnader.",
"Verkstadens layout, kompressorer, konventionella och tryckmatade sprututrustningar samt övriga maskiner och utrustning som krävs för arbetets genomförande.",
"Hög- och lågtrycksmatade sprututrustningars skötsel och handhavande.",
"Informationssystem och bestämmelser för arbeten med tunga fordon.",
"Arbetsteknik, skyddsutrustning och ergonomi anpassat till arbetet.",
"Hantering och sortering av sopor och överblivet lackmaterial enligt bestämmelser."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>översiktligt</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>översiktligt</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>i samråd</b> med handledare <b>enkel</b> maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för <b>enkel</b> in- och utvändig lackering i flera kulörer. Eleven utför <b>i samråd</b> med handledare <b>enkla</b> beräkningar av tids- och materialåtgång samt avsynar och gör <b>enkla</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>utförligt</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>utförligt</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>efter samråd</b> med handledare maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för in- och utvändig lackering i flera kulörer. Eleven utför <b>efter samråd</b> med handledare beräkningar av tids- och materialåtgång samt avsynar och gör <b>välgrundade</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta <b>och delvis nya</b> situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>utförligt och nyanserat</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>utförligt</b><b> och nyanserat</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>efter samråd</b> med handledare <b>avancerad</b> maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för <b>avancerad</b> in- och utvändig lackering i flera kulörer. Eleven utför <b>efter samråd</b> med handledare <b>avancerade</b> beräkningar av tids- och materialåtgång samt avsynar och gör <b>välgrundade och nyanserade</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta <b>och nya</b> situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>översiktligt</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>översiktligt</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>i samråd</b> med handledare <b>enkel</b> maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för <b>enkel</b> in- och utvändig lackering i flera kulörer. Eleven utför <b>i samråd</b> med handledare <b>enkla</b> beräkningar av tids- och materialåtgång samt avsynar och gör <b>enkla</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>utförligt</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>utförligt</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>efter samråd</b> med handledare maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för in- och utvändig lackering i flera kulörer. Eleven utför <b>efter samråd</b> med handledare beräkningar av tids- och materialåtgång samt avsynar och gör <b>välgrundade</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta <b>och delvis nya</b> situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> de kemiska produkter som ingår i lackeringssystemet för tunga fordon samt den miljöpåverkan de har. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> funktion och skötsel av verkstadens blästeranläggning och lackbox anpassade för tunga fordon. Dessutom beskriver eleven <b>utförligt</b><b> och nyanserat</b> bestämmelser som gäller för arbete med tunga fordon samt rutiner för arbete med tryckluftsbromsade fordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, lackeringsarbeten på tunga fordon. I arbetet tvättar och lackerar eleven chassier med högtrycksutrustning samt utför sliparbeten till den noggrannhet som arbetet kräver. Eleven utför <b>efter samråd</b> med handledare <b>avancerad</b> maskering och blästring av chassier. Dessutom monterar och demonterar eleven dekaler och utför maskering för <b>avancerad</b> in- och utvändig lackering i flera kulörer. Eleven utför <b>efter samråd</b> med handledare <b>avancerade</b> beräkningar av tids- och materialåtgång samt avsynar och gör <b>välgrundade och nyanserade</b> bedömningar av det utförda arbetet i termer av finish, kvalitet och kostnader. I arbetet använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning enligt praxis. Dessutom använder och vårdar eleven låg- och högtryckssprutmatad utrustning.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> med hjälp av det olika metoder och olika materials funktion och egenskaper. Eleven använder <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt utför i bekanta <b>och nya</b> situationer lyftning och pallning av tunga fordon på ett säkerhetsmässigt riktigt sätt. Dessutom sorterar eleven sopor och överblivet lackmaterial på ett miljömässigt riktigt sätt. I arbetet tar eleven också hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LACBAK0",
"reqarr":["LACBAK0"],
"friends":["LACBAK0",
"LACBAK0",
"FORFOD0",
"FODFOO0",
"LACFÄR0",
"LACINS0",
"LACLAC0",
"LACLAK0",
"LACLAE0",
"MARMAE0",
"MARMAR0",
"MARMAL01",
"MARMAL02",
"MARMAL03",
"MARMAL04",
"MARMAL05",
"MARMAL0",
"LACPRD0"]}