{"subject":"LAC",
"name":"Produktionsflöden",
"origname":"Produktionsflöden",
"points":100,
"instrRAW":"som bygger på kursen lackeringssystem.",
"descarr":["Den bygger på kursen ",
"LACLAC0",
"."],
"reqRAW":"kursen LACLAC0",
"code":"LACPRD0",
"goals":[1,1,1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Verkstadens layout, utrustning, belysning och ventilation i syfte att optimera produktionsflödet.",
"Garantiåtagande i samband med reparationsarbeten.",
"Produkter och metoder länkade samman till ett tidsbesparande produktionsflöde med rätt kvalitet.",
"Appliceringsmetoder ställda mot produktionskrav.",
"Kulörval och nyansering. Blandning och justering av färg till rätt kulör och i rätt mängd med hjälp av mixsystem, färgprovsamlingar och färgkoder.",
"Efterarbeten och färdigställande av fordon för leverans. Rengöringsmetod och material kopplat till rekonditionering i samband med färdigställande av fordon. ",
"Kvalitet, kvalitetssäkring och kostnad på utfört arbete.",
"Miljöarbete, skyddsutrustning samt yttre och inre miljöarbete.",
"Kundbemötande."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>översiktligt</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.</p><p>Eleven planerar sitt arbete, utför <b>i samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta situationer <b>enkla</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>översiktligt</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med viss säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar <b>till viss del</b> systematiskt för att optimera produktionsflödet.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>utförligt</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.</p><p>Eleven planerar sitt arbete, utför <b>efter samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta <b>och delvis nya</b> situationer <b>välgrundade</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>utförligt</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med viss säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar systematiskt för att optimera produktionsflödet.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använde <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>utförligt och nyanserat</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.</p><p>Eleven planerar sitt arbete, utför <b>efter samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta <b>och nya</b> situationer <b>välgrundade och nyanserade</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>utförligt och nyanserat</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar systematiskt för att optimera produktionsflödet.</p><p>Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och nyanserat</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använde <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.</p><p>Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete hänsyn till kostnader vid åtgärd och stillestånd.</p><p>Eleven samarbetar,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>översiktligt</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.",
"Eleven planerar sitt arbete, utför <b>i samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta situationer <b>enkla</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>översiktligt</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med viss säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar <b>till viss del</b> systematiskt för att optimera produktionsflödet.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>översiktligt</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använder <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete <b>viss</b> hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>utförligt</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.",
"Eleven planerar sitt arbete, utför <b>efter samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta <b>och delvis nya</b> situationer <b>välgrundade</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>utförligt</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med viss säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar systematiskt för att optimera produktionsflödet.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använde <b>med viss säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med viss säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> den samverkan mellan olika parter inom och utanför verkstaden som krävs för att optimera produktionsflödet samt de garantiåtaganden som gäller för olika arbeten. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> stegen i aktuell produktion, tidsbesparande åtgärder och kvalitetsbegrepp.",
"Eleven planerar sitt arbete, utför <b>efter samråd</b> med handledare lackering med en- och flerskikts uppbyggda kulörer samt följer tillverkarens anvisning för applicering. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, diagnos av skadade detaljer som underlag för att välja reparationsmetoder och göra kostnadsberäkning. Eleven gör i bekanta <b>och nya</b> situationer <b>välgrundade och nyanserade</b> bedömningar av kvaliteten på sitt eget arbete samt utför nödvändiga efterarbeten, leveranskontroll och prissättning. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> kulörer för medarbetare och kunder på ett för yrket korrekt sätt. I arbetet använder eleven <b>med säkerhet</b> verktyg och utrustning enligt praxis. Eleven arbetar systematiskt för att optimera produktionsflödet.",
"Eleven hittar och använder det informationsmaterial som arbetet kräver samt beskriver <b>utförligt och</b> <b>nyanserat</b> med hjälp av det kostnader för olika reparationsmetoder och olika material. Eleven använde <b>med säkerhet</b> både svenska och engelska manualer samt digitala informationssystem.",
"Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Eleven utför arbetet med hänsyn till miljö och säkerhet samt tar i sitt arbete hänsyn till kostnader vid åtgärd och stillestånd.",
"Eleven samarbetar,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med medarbetare och kunder. I kommunikationen använder eleven <b>med säkerhet</b> tekniska begrepp och anpassar sig till situationen och mottagaren. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LACLAC0",
"reqarr":["LACLAC0"],
"hasreqs":true,
"friends":["LACBAK0",
"FORFOD0",
"FODFOO0",
"LACFÄR0",
"LACINS0",
"LACLAC0",
"LACLAK0",
"LACLAE0",
"LACLAR0",
"MARMAE0",
"MARMAR0",
"MARMAL01",
"MARMAL02",
"MARMAL03",
"MARMAL04",
"MARMAL05",
"MARMAL0"]}