{"subject":"LAG",
"name":"Lagerprocesser",
"points":200,
"code":"LAGLAP0",
"goals":[0,1,1,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Alternativa lagersystem och lagerstrukturer för gods- och varuflöden.",
"Administrativa funktioner i fråga om ansvarsbestämmelser, anpassade till hantering av varor och gods i lagermiljöer.",
"Hantering av varor och gods i funktionsspecifika lagermiljöer med hjälp av de maskiner och den utrustning som krävs.",
"Hantering av farligt gods i olika lagermiljöer.",
"Processer för orderhantering och orderplockning av varor och gods.",
"Hanteringsprinciper och funktioner för maskiner och utrustning i lagermiljöer.",
"Tekniska lösningar och hjälpmedel för en effektiv och rationell lager- och terminalhantering.",
"Principer och regler för paketering och emballering av varor och gods. Olika förekommande förpackningsslag samt förekommande material för emballering.",
"Principer och regler för vikt- och volymberäkning av gods. Högsta vikt på kollin och förpackningar samt begränsningar för stapling och övrig hantering",
"Fraktberäkningsregler utifrån olika typer av gods och transportslag. Definitioner och begrepp, till exempel pallplatser, flakmeter, kubikmeter, vikt och enhetslaster.",
"Hantering och upprättande av transportdokument utifrån vikt- och volymberäkning av gods samt eventuella hanteringsinstruktioner.",
"Faktorer som påverkar arbetsmiljö och säkerhet i lagermiljöer. Riskbedömningar och former för systematiskt arbetsmiljöarbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger exempel på och beskriver <b>översiktligt</b> olika typer av lagermiljöer. Eleven beskriver också <b>översiktligt enkla</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>översiktligt</b> arbetsmiljöregler.</p><p>Eleven hanterar <b>med viss säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta situationer <b>enkla</b> tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med viss säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkla</b> vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven ger exempel på och beskriver <b>utförligt</b> olika typer av lagermiljöer. Eleven beskriver också <b>utförligt</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>utförligt</b> arbetsmiljöregler.</p><p>Eleven hanterar <b>med viss säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta <b>och delvis nya</b> situationer tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med viss säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven ger exempel på och beskriver <b>utförligt och nyanserat</b> olika typer av lagermiljöer. Eleven beskriver också <b>utförligt och nyanserat komplexa</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>utförligt och nyanserat</b> arbetsmiljöregler.</p><p>Eleven hanterar <b>med säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta <b>och nya</b> situationer <b>avancerade</b> tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerade</b> vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven ger exempel på och beskriver <b>översiktligt</b> olika typer av lagermiljöer. Eleven beskriver också <b>översiktligt enkla</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>översiktligt</b> arbetsmiljöregler.",
"Eleven hanterar <b>med viss säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta situationer <b>enkla</b> tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med viss säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkla</b> vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven ger exempel på och beskriver <b>utförligt</b> olika typer av lagermiljöer. Eleven beskriver också <b>utförligt</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>utförligt</b> arbetsmiljöregler.",
"Eleven hanterar <b>med viss säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta <b>och delvis nya</b> situationer tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med viss säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven ger exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> olika typer av lagermiljöer. Eleven beskriver också <b>utförligt och nyanserat komplexa</b> sammanhang och relationer utifrån givna frågeställningar om ansvarsbestämmelser förknippade med fraktberäkningsregler och transportdokument. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> arbetsmiljöregler.",
"Eleven hanterar <b>med säkerhet</b> varor och gods i olika lagermiljöer. Dessutom hanterar eleven i bekanta <b>och nya</b> situationer <b>avancerade</b> tekniska hjälpmedel i olika lagermiljöer. I arbetet väljer eleven <b>med säkerhet</b> en strategi för paketering och emballering av gods samt följer sin planering och genomför arbetet. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerade</b> vikt- och volymberäkningar av gods, som underlag för övergripande kostnadskalkyler och prissättning av tjänster.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["LAGPLO0"]}