{"subject":"LAG",
"novux":false,
"name":"Lageradministration och terminallogistik",
"origname":"Lageradministration och terminallogistik",
"points":200,
"code":"LAGLAG0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Organisation och arbetsrutiner inom lager och terminalhantering.",
"Logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig.",
"De fyra transportslagen utifrån godsslag, mängder och varuflöden.",
"Olika modeller för distributions- och transportsystem där kraven på terminallogistik utgör en central del av flödet.",
"Funktions- och hanteringsprinciper för transaktioner i lager, lagerrutiner och inventering.",
"Funktioner för alternativa logistiklösningar, till exempel tredjepartslösningar, cross-docking och specifik terminalhantering.",
"Hantering av gods i lager och terminal med hjälp av de maskiner och den utrustning som krävs.",
"Planering och dimensionering av lager. Planering av olika logistiklösningar. Planering av hantering av gods på terminal.",
"It-stöd kopplat till hantering i lager- och terminalsystem.",
"Hantering och metoder för användning av datorstödd logistik.",
"Kostnadsberäkningar.",
"Lagerhanteringens betydelse för logistikkostnader och leveransservice.",
"Olika transportslags fördelar och nackdelar utifrån ekonomiska och miljömässiga faktorer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>översiktligt</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>översiktligt</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.</p><p>Eleven hanterar <b>med viss säkerhet</b> gods i lager och terminal. I arbetet använder eleven <b>enkla</b> strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta situationer <b>enkla</b> tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>i samråd</b> med handledare <b>enkla</b> vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>översiktligt</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>översiktligt</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>utförligt</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>utförligt</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.</p><p>Eleven hanterar <b>med viss säkerhet</b> gods i lager och terminal. I arbetet använder eleven strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta <b>och delvis nya</b> situationer tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>efter samråd</b> med handledare vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>utförligt</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>utförligt</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>utförligt och nyanserat</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>utförligt och nyanserat</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.</p><p>Eleven hanterar <b>med säkerhet</b> gods i lager och terminal. I arbetet använder eleven <b>avancerade</b> strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta <b>och nya</b> situationer <b>avancerade</b> tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>efter samråd</b> med handledare <b>avancerade</b> vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>utförligt och nyanserat</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.</p><p>Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>översiktligt</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>översiktligt</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.",
"Eleven hanterar <b>med viss säkerhet</b> gods i lager och terminal. I arbetet använder eleven <b>enkla</b> strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta situationer <b>enkla</b> tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>i samråd</b> med handledare <b>enkla</b> vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>översiktligt</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>översiktligt</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>utförligt</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>utförligt</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.",
"Eleven hanterar <b>med viss säkerhet</b> gods i lager och terminal. I arbetet använder eleven strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta <b>och delvis nya</b> situationer tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>efter samråd</b> med handledare vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>utförligt</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>utförligt</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> transportbranschens struktur och förutsättningar, logistikens betydelse för samhället samt den inverkan på människor och miljö som olika transportslag och logistiklösningar för med sig. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> processer för transaktioner och flöden i lager samt villkor och förutsättningar för lager och terminalhantering. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> rutiner för inventeringar samt lagerhanteringens betydelse för kostnader och leveransservice.",
"Eleven hanterar <b>med säkerhet</b> gods i lager och terminal. I arbetet använder eleven <b>avancerade</b> strategier för att planera lagren och terminalytorna. Eleven använder it-stöd och dator för lagerhantering och dimensionering av lager. Dessutom använder eleven i bekanta <b>och nya</b> situationer <b>avancerade</b> tekniska lösningar för en effektiv och rationell lager- och terminalhantering. Eleven utför <b>efter samråd</b> med handledare <b>avancerade</b> vikt- och volymberäkningar för olika godsslag. I arbetet ger eleven exempel på hur organisation, rutiner och lagerhantering påverkar effektivisering av varuflöden i lager samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur godsflöden kan styras för en optimal disponering av ytor. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sin lagerhantering utifrån ekonomiska och miljömässiga faktorer.",
"Eleven arbetar ergonomiskt, säkert, miljömässigt och kvalitetsmässigt utifrån lagar och andra bestämmelser som reglerar arbetet. Eleven tar ansvar för kundens egendom samt för lokaler och utrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["LAGPLO0"],
"friends":["INKINK01",
"INKINK02",
"LAGLAP0",
"INKLOG01",
"INKLOG02",
"LAGPLO0",
"INKTRP0"]}