{"subject":"LAN",
"name":"Lantbruksdjur 2",
"points":100,
"instrRAW":"som bygger på kursen lantbruksdjur 1.",
"reqRAW":"kursen LANLAN01",
"code":"LANLAN02",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":{"Biologisk grund<br/>":["Lantbruksdjurs exteriör och exteriörbedömning.",
"Lantbruksdjurs närmiljö.",
"Förebyggande djurhälsa.",
"Produktionssjukdomar.",
"Uppfödning av lantbruksdjur.",
"Reproduktion och avel av lantbruksdjur.",
"Förlossningsproblem."],
"Arbetsuppgifter":["Stallturer för kontroll av närmiljö, brunst, djurbeteende och djurhälsa.",
"Utarbetande av skötselplaner. Bedömning av hur och när arbetsuppgifterna ska genomföras och organiseras. Genomförande av arbetsuppgifter med utgångspunkt från upprättad plan och aktuell situation.",
"Planering av och arbete med dagliga rutiner i djurstallar.",
"Hantering av lantbruksdjur i normalt förekommande arbetsmoment.",
"Förebyggande hälsoarbete samt vård av sjuka och skadade djur.",
"Skötsel av betes- och hagmarker.",
"Foderinventering, foderanalys, foderstatsberäkning och planering av utfodringsstrategier.",
"Funktionskontroll, service och underhåll av teknisk utrustning.",
"Produkter från lantbruksdjur, produktkvalitet och livsmedelssäkerhet.",
"Arbete med journalföring."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser<br/>":["Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.",
"Lagar och andra bestämmelser i samband med djurhållning."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>översiktligt</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>översiktligt</b> djurens närmiljö samt redogör <b>översiktligt</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.</p><p>Eleven redogör <b>översiktligt</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.</p><p>Eleven utför <b>i samråd</b> med handledare arbetsuppgifterna. Dessutom gör eleven en <b>enkel</b> foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>i samråd</b> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>i samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar också <b>enkla</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>översiktligt</b> för hur olika avelsåtgärder påverkar produktionsekonomin.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>utförligt</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>utförligt</b> djurens närmiljö samt redogör <b>utförligt</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.</p><p>Eleven redogör <b>utförligt</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.</p><p>Eleven utför <b>efter samråd</b> med handledare arbetsuppgifterna. Dessutom gör eleven en foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>efter samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar också <b>välgrundade</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>utförligt</b> för hur olika avelsåtgärder påverkar produktionsekonomin.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p> Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>utförligt och nyanserat</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>utförligt och nyanserat</b> djurens närmiljö samt redogör <b>utförligt och nyanserat</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och nyanserat</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.</p><p>Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.</p><p>Eleven utför <b>efter samråd</b> med handledarearbetsuppgifterna. Dessutom gör eleven en <b>avancerad</b> foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledaredaglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>efter samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>efter samråd</b> med handledarede problem som uppstår. </p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelsäkerhet. Eleven drar också <b>välgrundade</b> <b>och nyanserade</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika avelsåtgärder påverkar produktionsekonomin. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>översiktligt</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>översiktligt</b> djurens närmiljö samt redogör <b>översiktligt</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
"Eleven redogör <b>översiktligt</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>i samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>enkel</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>enkla</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
"Eleven utför <b>i samråd</b> med handledare arbetsuppgifterna. Dessutom gör eleven en <b>enkel</b> foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>i samråd</b> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>i samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar också <b>enkla</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>översiktligt</b> för hur olika avelsåtgärder påverkar produktionsekonomin.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>utförligt</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>utförligt</b> djurens närmiljö samt redogör <b>utförligt</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
"Eleven redogör <b>utförligt</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>välgrundade</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
"Eleven utför <b>efter samråd</b> med handledare arbetsuppgifterna. Dessutom gör eleven en foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>efter samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar också <b>välgrundade</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>utförligt</b> för hur olika avelsåtgärder påverkar produktionsekonomin.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":[" Eleven observerar i samband med stallturer lantbruksdjur samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> djurens närmiljö samt redogör <b>utförligt och</b> <b>nyanserat</b> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och</b> <b>nyanserat</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
"Eleven planerar <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. I planeringen upprättar eleven en <b>genomarbetad</b> skötselplan med utgångspunkt i djurens behov och produktionens omfattning. Eleven gör <b>välgrundade</b> <b>och nyanserade</b> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
"Eleven utför <b>efter samråd</b> med handledarearbetsuppgifterna. Dessutom gör eleven en <b>avancerad</b> foderstatsberäkning för lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledaredaglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. Dessutom kontrollerar eleven <b>efter samråd</b> med handledare planerad foderstyrning. I arbetet löser eleven <b>efter samråd</b> med handledarede problem som uppstår. ",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelsäkerhet. Eleven drar också <b>välgrundade</b> <b>och nyanserade</b> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika avelsåtgärder påverkar produktionsekonomin.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}