{"subject":"LAN",
"name":"Lantbruksdjur 1",
"points":100,
"code":"LANLAN01",
"goals":[1,1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Lantbruksdjurs foderbehov samt foderkvalitet, fodermedel och näringsinnehåll i foder.",
"Lantbruksdjurs vattenbehov samt vattentillgång och vattenkvalitet.",
"Olika lantbruksdjur, raser och rasegenskaper.",
"Lantbruksdjurs miljö, till exempel stallar, beteshagar och rasthagar.",
"Lantbruksdjurs hälsa och sjukdomar."],
"Arbetsuppgifter":["Stallturer för tolkning av djurs utseende och beteende.",
"Arbete med dagliga rutiner i djurstallar samt hantering av lantbruksdjur med hänsyn tagen till god djuretik.",
"Utfodring och foderhantering.",
"Mjölkning och skötsel av mjölkanläggningar.",
"Skötsel av djur vid förlossning samt skötsel av unga och växande djur.",
"Förebyggande hälsoarbete samt vård av sjuka och skadade djur.",
"Skötsel, underhåll och daglig tillsyn av stallar, inredning och teknisk utrustning.",
"Skötsel av beten och rasthagar.",
"Hantering av produkter."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.",
"Lagar och andra bestämmelser som rör arbete med lantbruksdjur, till exempel djurskyddslagstiftning, arbetsmiljölagstiftning, miljölagstiftning och livsmedelslagstiftning."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>översiktligt</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>översiktligt</b> djurens närmiljö samt redogör <b>översiktligt</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. </p><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>i samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>enkla</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>utförligt</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>utförligt</b> djurens närmiljö samt redogör <b>utförligt</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. </p><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>välgrundade</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>utförligt och nyanserat</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>utförligt och nyanserat</b> djurens närmiljö samt redogör <b>utförligt och nyanserat</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och nyanserat</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. </p><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven hanterar <b>med säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>välgrundade</b> <b>och nyanserade</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>översiktligt</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>översiktligt</b> djurens närmiljö samt redogör <b>översiktligt</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. ",
"Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>i samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>enkla</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>utförligt</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>utförligt</b> djurens närmiljö samt redogör <b>utförligt</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. ",
"Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med viss säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>välgrundade</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lantbruksdjurs näringsbehov och utfodring. I samband med stallturer observerar eleven lantbruksdjur samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras utveckling, utseende, exteriör och beteende. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> djurens närmiljö samt redogör <b>utförligt och</b> <b>nyanserat</b> för faktorer som bidrar till en god djurmiljö. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och</b> <b>nyanserat</b> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar. ",
"Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter med lantbruksdjur. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning. Eleven utför <b>efter samråd</b> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven hanterar <b>med säkerhet</b> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Dessutom drar eleven <b>välgrundade</b> <b>och nyanserade</b> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["DJRDJU01",
"LANLAN02"],
"friends":["LANLAN00S",
"LANLAN02"]}