{"subject":"LAN",
"novux":false,
"name":"Lantbruksdjur - specialisering",
"origname":"Lantbruksdjur - specialisering",
"points":100,
"instrRAW":"som bygger på kursen lantbruksdjur 2. Kursen kan läsas fler gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"LANLAN02",
". Kursen kan läsas fler gånger med olika innehåll."],
"repeat":"Kursen kan läsas fler gånger med olika innehåll.",
"reqRAW":"kursen LANLAN02",
"code":"LANLAN00S",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Foderhanteringssystem.",
"Produktionssystem.",
"Produktionsstörningar.",
"Kvalitetssäkring och livsmedelssäkerhet i produktionen.",
"Användning av digitala system, till exempel styrsystem, kontrollsystem och rapporteringssystem.",
"Planering och genomförande av fortplantningsrutiner.",
"Arbetsplanering i djurstallar.",
"Upprättande av produktionsplaner och ekonomiska kalkyler.",
"Arbete med djur inom ett specialområde, till exempel mjölkkor och grisar. ",
"Inredning och stallbyggnader.",
"Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.",
"Lagar och andra bestämmelser i samband med djurskötsel."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>översiktligt</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med viss säkerhet</b> tecken på produktionsstörningar, gör <b>enkla</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>översiktligt</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>översiktligt</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en <b>enkel</b> ekonomisk kalkyl. Eleven redogör i kalkylen <b>översiktligt</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>i samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>utförligt</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med viss säkerhet</b> tecken på produktionsstörningar, gör <b>välgrundade</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>utförligt</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>utförligt</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en ekonomisk kalkyl. Eleven redogör i kalkylen <b>utförligt</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>efter samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>utförligt och nyanserat</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med säkerhet</b> tecken på produktionsstörningar, gör <b>välgrundade och nyanserade</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>utförligt och nyanserat</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en <b>avancerad</b> ekonomisk kalkyl. Eleven redogör i kalkylen <b>utförligt och nyanserat</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>efter samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>översiktligt</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med viss säkerhet</b> tecken på produktionsstörningar, gör <b>enkla</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>översiktligt</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>översiktligt</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
"Eleven planerar och utför <b>i samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en <b>enkel</b> ekonomisk kalkyl. Eleven redogör i kalkylen <b>översiktligt</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>i samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>utförligt</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med viss säkerhet</b> tecken på produktionsstörningar, gör <b>välgrundade</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>utförligt</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>utförligt</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
"Eleven planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en ekonomisk kalkyl. Eleven redogör i kalkylen <b>utförligt</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>efter samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur systemen används i olika produktionsgrenar. Eleven tolkar också <b>med säkerhet</b> tecken på produktionsstörningar, gör <b>välgrundade och nyanserade</b> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <b>utförligt och</b> <b>nyanserat</b> för hur störningarna kan förebyggas. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
"Eleven planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom ett specialområde. I planeringen upprättar eleven en <b>avancerad</b> ekonomisk kalkyl. Eleven redogör i kalkylen <b>utförligt och</b> <b>nyanserat</b> för vilka faktorer som påverkar det ekonomiska resultatet. I arbetet vårdar och behandlar eleven <b>efter samråd</b> med handledare djur. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår.",
"Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LANLAN02",
"reqarr":["LANLAN02"],
"hasreqs":true,
"friends":["DJUDJU00S",
"DJUDJI0",
"DJUDJR0",
"DJUDJH0",
"DJRDJU01",
"DJRDJU02",
"LANLAN01",
"LANLAN02",
"DJUSÄL01",
"DJUSÄL02"]}