{"subject":"LAR",
"name":"Brandlarmssystem",
"origname":"Brandlarmssystem",
"points":100,
"instrRAW":"som bygger på kursen larm-, övervaknings- och säkerhetssystem.",
"descarr":["Den bygger på kursen ",
"LARLAM0",
"."],
"reqRAW":"kursen LARLAM0",
"code":"LARBRN0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Olika typer av system som finns inom brandlarmsområdet.",
"Olika typer av bränder samt med vilken detektor bästa detektion kan uppnås.",
"Larm-, övervaknings- och presentationssystemens funktion och uppbyggnad samt hur deras parametrar sätts.",
"Utrymnings­larmets ingående komponenter, funktioner samt hörbarhetens begränsningar i olika typer av miljöer.",
"Regler och krav som styr en anläggnings utformning samt vilka kriterier som påverkar val och placering av system och detektorer.",
"Installation av ett brandlarmssystem med tillhörande komponenter.",
"Praktisk projektering av brandlarmssystem med hänsyn till gällande regelverk samt med beaktande av risken för falska larm.",
"Larmförmedling.",
"Olika typer av verktyg, instrument och övrig utrustning.",
"Vanliga mätinstrument och hjälpmedel för felsökning. ",
"Metoder för felsökning och reparationer i brandlarmssystem."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>översiktligt</b> för olika typer av risker när man bygger brandlarmssystem.</p><p>Eleven planerar <b>i samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och me <b>visst</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>i samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>i samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven kontrollerar och felsöker <b>i samråd</b> med handledare anläggningar och system samt reparera <b>enkla</b> fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>utförligt</b> för olika typer av risker när man bygger brandlarmssystem.</p><p>Eleven planerar <b>efter samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>utförligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och me <b>gott</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika typer av risker när man bygger brandlarmssystem.</p><p>Eleven planerar <b>efter samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och me <b>mycket gott</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>gott</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar <b>avancerade</b> fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>översiktligt</b> för olika typer av risker när man bygger brandlarmssystem.",
"Eleven planerar <b>i samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och med <b>visst</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>i samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>i samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven kontrollerar och felsöker <b>i samråd</b> med handledare anläggningar och system samt reparera <b>enkla</b> fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogö <b>utförligt</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>utförligt</b> för olika typer av risker när man bygger brandlarmssystem.",
"Eleven planerar <b>efter samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>utförligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och me <b>gott</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad av och funktion hos olika typer av brandlarmssystem. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika typer av risker när man bygger brandlarmssystem.",
"Eleven planerar <b>efter samråd</b> med handledare installationer och service av brandlarmssystem. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och me <b>mycket gott</b> handlag vanligt förekommande arbeten med brandlarmssystem på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>gott</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar <b>avancerade</b> fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LARLAM0",
"reqarr":["LARLAM0"],
"hasreqs":true,
"friends":["LARCCT0",
"LARINB0",
"LARLAM0",
"LARPAS0"]}