{"subject":"LAR",
"name":"CCTV-system",
"points":100,
"instrRAW":"som bygger på kursen larm-, övervaknings- och säkerhetssystem.",
"reqRAW":"kursen LARLAM0",
"code":"LARCCT0",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Olika typer av CCTV-system samt när olika varianter av system är att föredra.",
"Belysningsstyrka, reflektionsfaktor och färgtemperatur som krävs för att uppnå bra bild.",
"Olika typer av lagringsmedia som används för att dokumentera de händelseförlopp som kameran registrerar.",
"Rätt val av monitor med tanke på användningsområde, upplösning, färg och liknande.",
"Kriterier som styr val av kamera samt lämplig optik med tanke på syftet med övervakningen samt de miljömässiga förhållandena.",
"Användning av bildöverföring för att verifiera händelser internt i objektet och externt när det gäller larmcentral och åtgärder.",
"Lagar och regler som styr en anläggnings utformning samt kriterier som påverkar val och placering av kameror och övriga komponenter.",
"Praktisk installation av CCTV-system med tillhörande komponenter.",
"Praktisk projektering av CCTV-system med hänsyn till gällande lagar och regler.",
"Larmförmedling.",
"Olika typer av verktyg, instrument och övrig utrustning.",
"Vanliga mätinstrument och hjälpmedel för felsökning. ",
"Metoder för felsökning och reparationer i CCTV-system."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>översiktligt</b> för olika typer av risker när man bygger CCTV-system.</p><p>Eleven planerar <b>i samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och med <b>visst</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>i samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>i samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven kontrollerar och felsöker <b>i samråd</b> med handledare anläggningar och system samt reparerar <b>enkla</b> fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>utförligt</b> för olika typer av risker när man bygger CCTV-system.</p><p>Eleven planerar <b>efter samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>utförligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och me <b>gott</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika typer av risker när man bygger CCTV-system.</p><p>Eleven planerar <b>efter samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.</p><p>Eleven utför i olika miljöer och me <b>mycket gott</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>gott</b> sätt ställda kvalitets- och miljökrav.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförligt</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparera <b>avancerade</b> fel som uppkommer i såväl nya som befintliga installationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogö <b>översiktligt</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>översiktligt</b> för olika typer av risker när man bygger CCTV-system.",
"Eleven planerar <b>i samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>översiktligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och med <b>visst</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>i samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>i samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>visst</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>i samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven kontrollerar och felsöker <b>i samråd</b> med handledare anläggningar och system samt reparerar <b>enkla</b> fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogö <b>utförligt</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>utförligt</b> för olika typer av risker när man bygger CCTV-system.",
"Eleven planerar <b>efter samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>utförligt</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och me <b>gott</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med viss säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>tillfredsställande</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparerar fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad av och funktion hos CCTV-system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika typer av risker när man bygger CCTV-system.",
"Eleven planerar <b>efter samråd</b> med handledare installationer och service av CCTV-system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur hon eller han har planerat sitt arbete och avser att registrera och dokumentera arbetet med hänsyn till lagar och andra bestämmelser samt standarder som finns inom området.",
"Eleven utför i olika miljöer och me <b>mycket gott</b> handlag vanligt förekommande arbeten med CCTV-system på ett sätt som är säkert för eleven själv och andra. Inför arbetet väljer eleven <b>efter samråd</b> med handledare material avsedda för uppgiften. Dessutom använder eleven <b>efter samråd</b> med handledare scheman, ritningar och övriga anvisningar för att utföra arbetet. Under arbetet väljer eleven <b>med säkerhet</b> verktyg, instrument och övrig utrustning samt använder dem med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. Eleven kontrollerar säkerheten och driftsätter installationen <b>efter samråd</b> med handledare. Resultatet av elevens arbete uppfyller på ett <b>gott</b> sätt ställda kvalitets- och miljökrav.",
"Efter utfört arbete gör eleven en <b>noggrann och utförligt</b> dokumentation av installationen utifrån de bestämmelser och standarder som finns inom området. Eleven utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven kontrollerar och felsöker <b>efter samråd</b> med handledare anläggningar och system samt reparera <b>avancerade</b> fel som uppkommer i såväl nya som befintliga installationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LARLAM0"}