{"subject":"LAT",
"novux":false,
"name":"Latin - språk och kultur 1",
"origname":"Latin - språk och kultur 1",
"points":100,
"code":"LATLAT01",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Läsning och tolkning av mycket enkla latinska texter, till exempel texter från läroböcker, mycket enkla autentiska texter, citat och sentenser samt av bearbetade autentiska texter, till exempel fabler.",
"Grunderna i latinets uttal.",
"Latinsk grammatik med grundläggande formlära och enkel meningsbyggnad. Relevanta begrepp som behövs för att beskriva och analysera språket.",
"Latinskt basordförråd med betoning på ord, orddelar, begrepp och uttryck som lever vidare i de moderna språken och i vetenskaplig terminologi.",
"Översikt över det latinska språkets historia. Latinets inflytande på svenska, engelska och andra moderna språk.",
"Latinets roll som kulturbärare i ett historiskt perspektiv.",
"Översikt över det romerska rikets politiska historia, till exempel det romerska rikets utbredning, mötet med Hannibal och några kända politiker och kejsare.",
"Romersk kultur med exempel från konst och mytologi. Några typiska företeelser i romerskt samhällsliv, till exempel familjeförhållanden, vardagsliv och synen på slavar.",
"Romersk historia, kultur och samhällsliv i de latinska texterna och i senare tiders konst och litteratur, med betoning på vår egen tid."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven läser, återger och tolkar huvudinnehållet i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> den latinska grammatikens grunder. Eleven beskriver <b>mycket</b> enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>begränsat</b> latinskt basordförråd.</p><p>Eleven diskutera <b>översiktligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt mycket</b> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogör <b>översiktligt</b> för det latinska språkets användning genom tiderna och ger <b>enkla</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.</p><p>Eleven redogör <b>översiktligt</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>enkla</b> jämförelser med vår egen tid. Eleven gör <b>enkla</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> den latinska grammatikens grunder. Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett latinskt basordförråd.</p><p>Eleven diskuterar <b>utförligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogö <b>utförligt</b> för det latinska språkets användning genom tiderna och ger <b>välgrundade</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.</p><p>Eleven redogör <b>utförligt</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gö <b>välgrundade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> den latinska grammatikens grunder. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett latinskt basordförråd.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och nyanserat</b> vanlig <b>och mindre vanliga</b> latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogör <b>utförligt och nyanserat</b> för det latinska språkets användning genom tiderna och ger <b>välgrundade och nyanserade</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>välgrundade och nyanserade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>",
"judge":{"E":["Eleven läser, återger och tolkar huvudinnehållet i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> den latinska grammatikens grunder. Eleven beskriver <b>mycket</b> enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>begränsat</b> latinskt basordförråd.",
"Eleven diskutera <b>översiktligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt mycket</b> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogör <b>översiktligt</b> för det latinska språkets användning genom tiderna och ger <b>enkla</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
"Eleven redogör <b>översiktligt</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>enkla</b> jämförelser med vår egen tid. Eleven gör <b>enkla</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."],
"C":["Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> den latinska grammatikens grunder. Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett latinskt basordförråd.",
"Eleven diskuterar <b>utförligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogö <b>utförligt</b> för det latinska språkets användning genom tiderna och ger <b>välgrundade</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
"Eleven redogör <b>utförligt</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gö <b>välgrundade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."],
"A":["Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i mycket enkla latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> den latinska grammatikens grunder. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett latinskt basordförråd.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och</b> <b>nyanserat</b> vanlig <b>och mindre vanliga</b> latinska ord, orddelar, begrepp och uttryck i de moderna språken. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för det latinska språkets användning genom tiderna och ger <b>välgrundade och nyanserade</b> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <b>välgrundade och nyanserade</b> jämförelser med vår egen tid. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."]},
"reqBy":["LATLAT02"],
"hasreqs":true,
"friends":["KLAKLA01",
"KLAKLA02",
"LATLAT02",
"LATLAT03"]}