{"subject":"LAT",
"name":"Latin - språk och kultur 3",
"points":100,
"instrRAW":"som bygger på kursen latin - språk och kultur 2.",
"descarr":["Den bygger på kursen ",
"LATLAT02",
"."],
"reqRAW":"kursen LATLAT02",
"code":"LATLAT03",
"goals":[1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Läsning och tolkning av klassiska och efterklassiska latinska texter av olika slag, både prosa och poesi, utifrån elevernas intressen, till exempel tal, historiska texter och kärleks- och hjältedikter.",
"Grunderna i läsning av latinsk vers.",
"Fördjupning i latinets formlära och syntax. Relevanta begrepp som behövs för att beskriva och analysera språket.",
"Utökat latinskt ordförråd med referenser till andra språk.",
"Det romerska rikets historia, kultur och samhällsliv med utgångspunkt i de texter som läses. Hur händelser, företeelser och idéer kommer till uttryck i texterna samt hur texterna har påverkat senare tiders kulturer och samhällen fram mot vår egen tid.",
"Teman som är centrala i romersk litteratur, till exempel synen på livet, människan, historien och kärleken. Hur dessa teman har påverkat senare tiders litteratur och konst.",
"Språklig, litterär eller kulturhistorisk fördjupning inom valt område."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven läser, återger och tolkar huvudinnehålleti klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med</b> <b>viss säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkla företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>utökat</b> latinskt ordförråd samt gör <b>enkla</b> jämförelser med andra språk.</p><p>Eleven redogör <b>översiktligt</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>översiktligt</b> och drar <b>enkla</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser och sammanhang i det latinska språket i med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>utökat</b> latinskt ordförråd samt gör <b>välgrundade</b> jämförelser med andra språk.</p><p>Eleven redogör <b>utförligt</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>utförligt</b> och drar <b>välgrundade</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkl <b>och komplexa</b> företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>omfattande</b> latinskt ordförråd samt gör <b>välgrundade och nyanserade</b> jämförelser med andra språk.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>utförligt och nyanserat</b> samt drar <b>välgrundade och nyanserade</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.</p>",
"judge":{"e":["Eleven läser, återger och tolkar huvudinnehålleti klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkla företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett <b>utökat</b> latinskt ordförråd samt gör <b>enkla</b> jämförelser med andra språk.",
"Eleven redogör <b>översiktligt</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>översiktligt</b> och drar <b>enkla</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst."],
"c":["Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser och sammanhang i det latinska språket i med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>utökat</b> latinskt ordförråd samt gör <b>välgrundade</b> jämförelser med andra språk.",
"Eleven redogör <b>utförligt</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>utförligt</b> och drar <b>välgrundade</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst."],
"a":["Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i klassiska och efterklassiska latinska texter, både prosa och poesi. Eleven läser latinsk vers med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och syntax. Eleven beskriver enkl <b>och komplexa</b> företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet</b> ett <b>omfattande</b> latinskt ordförråd samt gör <b>välgrundade och nyanserade</b> jämförelser med andra språk.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen. Vidare diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> samt drar <b>välgrundade och nyanserade</b> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst."]},
"req":"LATLAT02",
"reqarr":["LATLAT02"]}