{"subject":"LAT",
"name":"Latin - språk och kultur 2",
"points":100,
"instrRAW":"som bygger på kursen latin - språk och kultur 1.",
"descarr":["Den bygger på kursen ",
"LATLAT01",
"."],
"reqRAW":"kursen LATLAT01",
"code":"LATLAT02",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Läsning och tolkning av enklare klassiska och efterklassiska latinska texter, till exempel legender, brev och tal.",
"Latinets uttal under olika tider.",
"Latinsk grammatik med utökad formlära och syntax. Relevanta begrepp som behövs för att beskriva och analysera språket.",
"Centrala delar av det latinska ordförrådet med referenser till andra språk.",
"Fördjupning i det latinska språkets historia med tonvikt på latinets roll i det internationella ordförrådet och den vetenskapliga terminologin.",
"Fördjupning i det romerska rikets politiska historia, till exempel republikens upplösning och övergången till kejsardömet samt skillnaderna i styrelsesätt under dessa perioder.",
"Fördjupning i romersk kultur och samhällsliv, till exempel religionens betydelse och romersk stadsplanering.",
"De latinska texternas historiska och kulturella sammanhang och hur romersk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa fram till vår egen tid."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven läser, återger och tolkar huvudinnehållet i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett latinsk <b>basordförråd</b>.</p><p>Eleven diskuterar <b>översiktligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt</b> latinska ord, orddelar, begrepp och uttryck som är <b>mycket</b> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.</p><p>Eleven redogör <b>översiktligt</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>enkla</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>enkla</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleve <b>med viss säkerhet</b> <b>centrala delar av</b> det latinsk <b>ordförrådet</b>.</p><p>Eleven diskuterar <b>utförligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> latinska ord, orddelar, begrepp och uttryck som är <b>mycket</b> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.</p><p>Eleven redogör <b>utförligt</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>välgrundade</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>välgrundade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet centrala delar av</b> det latinsk <b>ordförrådet</b>.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och nyanserat</b> latinska ord, orddelar, begrepp och uttryck som är vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>välgrundade och nyanserade</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.</p>",
"judge":{"E":["Eleven läser, återger och tolkar huvudinnehållet i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet och i</b><b> begränsad utsträckning</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med viss säkerhet</b> ett latinsk <b>basordförråd</b>.",
"Eleven diskuterar <b>översiktligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>översiktligt</b> latinska ord, orddelar, begrepp och uttryck som är <b>mycket</b> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
"Eleven redogör <b>översiktligt</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>enkla</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>enkla</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>enkla</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."],
"C":["Eleven läser, återger och tolkar huvudinnehålle <b>och de flesta detaljer</b> i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med viss säkerhet</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och något mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleve <b>med viss säkerhet</b> <b>centrala delar av</b> det latinsk <b>ordförrådet</b>.",
"Eleven diskuterar <b>utförligt</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt</b> latinska ord, orddelar, begrepp och uttryck som är <b>mycket</b> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
"Eleven redogör <b>utförligt</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>välgrundade</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>välgrundade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."],
"A":["Eleven läser, återger och tolkar <b>såväl</b> huvudinnehålle <b>som detaljer</b> i enklare klassiska och efterklassiska latinska texter. Eleven läser latinsk text från olika tider med godtagbart uttal. I arbetet med texterna använder eleven <b>med säkerhet</b> latinsk formlära och några vanliga syntaktiska strukturer. Eleven beskriver enkl <b>och mer komplexa</b> företeelser i det latinska språket med hjälp av relevanta begrepp. I arbetet med texterna använder eleven <b>med säkerhet centrala delar av</b> det latinsk <b>ordförrådet</b>.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> sambandet mellan latin och svenska, engelska och andra moderna språk. Eleven identifierar och förklarar <b>utförligt och</b> <b>nyanserat</b> latinska ord, orddelar, begrepp och uttryck som är vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv. Eleven för <b>välgrundade och nyanserade</b> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid. Dessutom gör eleven <b>välgrundade och nyanserade</b> kopplingar mellan texterna och deras historiska och kulturella bakgrund. Eleven gör <b>välgrundade och nyanserade</b> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."]},
"req":"LATLAT01",
"reqarr":["LATLAT01"],
"reqBy":["LATLAT03"],
"friends":["LATLAT01",
"LATLAT01",
"LATLAT03"]}