{"subject":"LAU",
"name":"Lantbruksmaskiner 2",
"points":100,
"instrRAW":"som bygger på kursen lantbruksmaskiner 1 eller kursen trädgårdsmaskiner.",
"reqRAW":"kursen NABLAT01 eller kursen TRSTRG0",
"code":"LAULAT02",
"goals":[2,1,2,1,2,1,1,1],
"level":"normal",
"content":{"Teknisk grund":["Användningsområden för maskiner och teknisk utrustning.",
"Tekniska system för styrning, kontroll och datainsamling.",
"Val av maskiner, teknisk utrustning och mekaniseringskedjor.",
"Teknik och biologi i samverkan.",
"Maskinekonomi och maskinsamverkan.",
"Aktuell teknisk utveckling - försök och forskning."],
"Arbete med lantbruksmaskiner":["Planering av arbetsmetoder inför användning av lantbruksmaskiner.",
"Arbetsmetodik vid till exempel plöjning, harvning, mekanisk ogräsbekämpning, tröskning, bärgning av halm samt vallskörd.",
"Service, underhåll och enklare reparationer av teknisk utrustning.",
"Inställning av maskiner för optimalt utnyttjande i samband med olika arbetsmoment.",
"Funktionskontroll och felsökning på maskiner och teknisk utrustning.",
"Bedömning av arbetsresultat."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med användning av lantbruksmaskiner.",
"Brandförebyggande åtgärder.",
"Lagar och andra bestämmelser inom området."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>enkla</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>översiktligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>visst</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt och nyanserat</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>enkla</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>översiktligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>visst</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["NABLAT01",
"TRSTRG0"]}}