{"subject":"LED",
"name":"Ledarskap och organisation",
"points":100,
"code":"LEDLED0",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Begrepp, teorier och modeller som förklarar hur individer och grupper fungerar i organisatoriska sammanhang samt hur ledarskap fungerar.",
"Grupprocesser, grupputveckling och konflikthantering.",
"Kommunikation, samverkan och motivationsskapande faktorer inom en organiserad verksamhet.",
"Ledarskap på olika nivåer, ledarstilar och ledarroller. I samband med det behandlas personlig ledarutveckling och hur man tar tillvara egna och andras resurser.",
"Organisationsformer: olika metoder att organisera en verksamhet för att nå uppsatta mål av olika karaktär.",
"Organisationskulturer: antaganden, värderingar och normer som präglar en organisation samt hur organisationskulturen påverkar ledarskap, medarbetare och resultat.",
"Ledarskap och organisation ur ett etiskt och historiskt perspektiv samt i relation till frågor om demokrati och genus."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>översiktligt</b> olika företeelser och sammanhang. Dessutom för eleven <b>enkla</b> resonemang om teoriernas och modellernas användbarhet.</p><p>Eleven redogör <b>översiktligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>översiktligt</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven me <b>enkla</b> omdömen de olika formerna och metoderna.</p><p>Eleven beskriver <b>översiktligt</b> olika ledarskapsformer och för <b>enkla</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>översiktligt</b> olika organisationsformer och för <b>enkla</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>översiktligt</b> för hur organisationskulturer uppstår och för <b>enkla</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.</p><p>Eleven identifierar och formulerar <b>enkla</b> frågeställningar inom ledarskap och organisation samt för <b>enkla</b> resonemang om dem. Eleven använder <b>i samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>utförligt</b> olika företeelser och sammanhang. Dessutom för eleven <b>välgrundade</b> resonemang om teoriernas och modellernas användbarhet.</p><p>Eleven redogör <b>utförligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>utförligt</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven me <b>enkla</b> omdömen de olika formerna och metoderna.</p><p>Eleven beskriver <b>utförligt</b> olika ledarskapsformer och för <b>välgrundade</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>utförligt</b> olika organisationsformer och för <b>välgrundade</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>utförligt</b> för hur organisationskulturer uppstår och för <b>välgrundade</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.</p><p>Eleven identifierar och formulerar frågeställningar inom ledarskap och organisation samt för <b>välgrundade</b> resonemang om dem. Eleven använder <b>efter samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>utförligt och nyanserat</b> olika företeelser och sammanhang. Dessutom för eleven <b>välgrundade och</b> <b>nyanserade</b> resonemang om teoriernas och modellernas användbarhet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>utförligt och nyanserat</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven me <b>nyanserade</b> omdömen de olika formerna och metoderna.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> olika ledarskapsformer och för <b>välgrundade och nyanserade</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>utförligt och nyanserat</b> olika organisationsformer och för <b>välgrundade och</b> <b>nyanserade</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur organisationskulturer uppstår och för <b>välgrundade och nyanserade</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.</p><p>Eleven identifierar och formulerar <b>komplexa</b> frågeställningar inom ledarskap och organisation samt för <b>välgrundade och nyanserade</b> resonemang om dem. Eleven använder <b>efter samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekant <b>men även i nya</b> situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>översiktligt</b> olika företeelser och sammanhang. Dessutom för eleven <b>enkla</b> resonemang om teoriernas och modellernas användbarhet.",
"Eleven redogör <b>översiktligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>översiktligt</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven med <b>enkla</b> omdömen de olika formerna och metoderna.",
"Eleven beskriver <b>översiktligt</b> olika ledarskapsformer och för <b>enkla</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>översiktligt</b> olika organisationsformer och för <b>enkla</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>översiktligt</b> för hur organisationskulturer uppstår och för <b>enkla</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
"Eleven identifierar och formulerar <b>enkla</b> frågeställningar inom ledarskap och organisation samt för <b>enkla</b> resonemang om dem. Eleven använder <b>i samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>utförligt</b> olika företeelser och sammanhang. Dessutom för eleven <b>välgrundade</b> resonemang om teoriernas och modellernas användbarhet.",
"Eleven redogör <b>utförligt</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>utförligt</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven me <b>enkla</b> omdömen de olika formerna och metoderna.",
"Eleven beskriver <b>utförligt</b> olika ledarskapsformer och för <b>välgrundade</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>utförligt</b> olika organisationsformer och för <b>välgrundade</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>utförligt</b> för hur organisationskulturer uppstår och för <b>välgrundade</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
"Eleven identifierar och formulerar frågeställningar inom ledarskap och organisation samt för <b>välgrundade</b> resonemang om dem. Eleven använder <b>efter samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innebörden av begrepp inom ledarskap och organisation. Med hjälp av teorier och modeller förklarar eleven <b>utförligt och</b> <b>nyanserat</b> olika företeelser och sammanhang. Dessutom för eleven <b>välgrundade och</b> <b>nyanserade</b> resonemang om teoriernas och modellernas användbarhet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur individer och grupper fungerar inom en organiserad verksamhet. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation. Dessutom värderar eleven me <b>nyanserade</b> omdömen de olika formerna och metoderna.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika ledarskapsformer och för <b>välgrundade och nyanserade</b> resonemang om vilken betydelse ledarskapsformen har för en verksamhet. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> olika organisationsformer och för <b>välgrundade och</b> <b>nyanserade</b> resonemang om deras användbarhet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur organisationskulturer uppstår och för <b>välgrundade och nyanserade</b> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
"Eleven identifierar och formulerar <b>komplexa</b> frågeställningar inom ledarskap och organisation samt för <b>välgrundade och nyanserade</b> resonemang om dem. Eleven använder <b>efter samråd</b> med handledare relevanta metoder för att leda och organisera en verksamhet i bekant <b>men även i nya</b> situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":[]}