{"subject":"LIV",
"name":"Livsmedels- och näringskunskap 2",
"points":100,
"instrRAW":"som bygger på kursen livsmedels- och näringskunskap 1.",
"descarr":["Den bygger på kursen ",
"LIVLIV01",
"."],
"reqRAW":"kursen LIVLIV01",
"code":"LIVLIV02",
"goals":[1,2,1,1,1,2,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Kvalitetsbedömning och jämförelser av råvaror och livsmedel.",
"Råvarors, livsmedels och näringsämnens kemiska uppbyggnad, till exempel cellstrukturer, fiber- och muskeluppbyggnad samt vatten- och fettlöslighet. ",
"Kemiska och fysikaliska processer i råvaror och färdiga produkter vid till exempel fermentering, torkning och stekning.",
"Energibehov och näringsbehov i förhållande till livsstil, motion, matvanor och särskilda behov.",
"Etiska frågor gällande råvarors kvalitet och ursprung, till exempel rättviseförhållanden, genmodifiering och transporter.",
"Livsmedelskvalitet i relation till hållbar utveckling och ekonomi.",
"Lagar och andra bestämmelser inom området som till exempel rör livsmedelstillsatser, märknings- och packningsbestämmelser."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> och gör <b>med</b> <b>viss säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>översiktligt</b> för deras egenskaper. Eleven beskriver också <b>översiktligt</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>översiktligt</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.</p><p>Eleven gör näringsberäkningar <b>utifrån ett givet underlag</b> och skapar med utgångspunkt i detta och <b>i samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med</b> <b>viss säkerhet</b> utifrån särskilda behov.</p><p>Eleven redogör <b>översiktligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>översiktligt</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>översiktligt</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>översiktligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> och gör <b>med viss säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>utförligt</b> för deras egenskaper. Eleven beskriver också <b>utförligt</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>utförligt</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.</p><p>Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån särskilda behov.</p><p>Eleven redogör <b>utförligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>utförligt</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>utförligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> och gör <b>med säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>utförligt och nyanserat</b> för deras egenskaper. Eleven beskriver också <b>utförligt och nyanserat</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.</p><p>Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med säkerhet</b> utifrån särskilda behov.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt och nyanserat</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>utförligt och nyanserat</b> och motiverar sina ställningstaganden med <b>nyanserade</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> och gör <b>med viss säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>översiktligt</b> för deras egenskaper. Eleven beskriver också <b>översiktligt</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>översiktligt</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
"Eleven gör näringsberäkningar <b>utifrån ett givet underlag</b> och skapar med utgångspunkt i detta och <b>i samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån särskilda behov.",
"Eleven redogör <b>översiktligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>översiktligt</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>översiktligt</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>översiktligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> och gör <b>med viss säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>utförligt</b> för deras egenskaper. Eleven beskriver också <b>utförligt</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>utförligt</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
"Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån särskilda behov.",
"Eleven redogör <b>utförligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>utförligt</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>utförligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> och gör <b>med säkerhet</b> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras egenskaper. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> råvarors, livsmedels och näringsämnens kemiska uppbyggnad. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
"Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med säkerhet</b> utifrån särskilda behov.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling. Eleven diskuterar dessa <b>utförligt och</b> <b>nyanserat</b> och motiverar sina ställningstaganden med <b>nyanserade</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"LIVLIV01",
"reqarr":["LIVLIV01"],
"friends":["LIVLIV01",
"LIVLIV01"]}