{"subject":"LIV",
"name":"Livsmedels- och näringskunskap 1",
"points":100,
"code":"LIVLIV01",
"goals":[1,1,1,1,1,1,1,1],
"level":"basic",
"content":["Identifiering och kvalitetsbedömning av råvaror och livsmedel.",
"Näringsämnen, deras uppbyggnad och funktioner i kroppen samt deras betydelse för människors hälsa.",
"Olika led i hanteringen av råvaror och livsmedel: odling, djurhållning, transport, förvaring och förädling.",
"Hur olika tillagningsmetoder påverkar råvarors och livsmedels kvalitet och näringsinnehåll.",
"Kemiska processer som pågår i råvaror och livsmedel vid förädling och förvaring.",
"Näringsberäkningar. Hälsa och livsstil. Hur individers energibehov och näringsbehov påverkas av olika faktorer, till exempel aktivitet.",
"Allergi- och specialkost. Näringstillstånd med kostrekommendationer för till exempel äldre, barn och sjuka.",
"Kostsituationen i Sverige och i övriga världen, till exempel undernäring, fetma och resursfördelning.",
"Etik och miljö när det gäller råvaru- och livsmedelshantering samt resurshushållning. ",
"Lagar och andra bestämmelser inom området."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>översiktligt</b> olika råvaror och livsmedel samt redogör <b>översiktligt</b> för deras egenskaper. Dessutom beskriver eleven <b>översiktligt</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.</p><p>Eleven gör näringsberäkningar <b>utifrån ett givet underlag</b> och skapar med utgångspunkt i detta och <b>i samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.</p><p>Eleven redogör <b>översiktligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>översiktligt</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>översiktligt</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>översiktligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>utförligt</b> olika råvaror och livsmedel samt redogör <b>utförligt</b> för deras egenskaper. Dessutom beskriver eleven <b>utförligt</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.</p><p>Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.</p><p>Eleven redogör <b>utförligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>utförligt</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>utförligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar <b>med säkerhet</b> och beskriver <b>utförligt och nyanserat</b> olika råvaror och livsmedel samt redogör <b>utförligt och nyanserat</b> för deras egenskaper. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.</p><p>Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt och nyanserat</b> för kostsituationen i Sverige och i övriga världen.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>utförligt och nyanserat</b> och motiverar sina ställningstaganden med <b>nyanserade</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>översiktligt</b> olika råvaror och livsmedel samt redogör <b>översiktligt</b> för deras egenskaper. Dessutom beskriver eleven <b>översiktligt</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
"Eleven gör näringsberäkningar <b>utifrån ett givet underlag</b> och skapar med utgångspunkt i detta och <b>i samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
"Eleven redogör <b>översiktligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>översiktligt</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>översiktligt</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>översiktligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>utförligt</b> olika råvaror och livsmedel samt redogör <b>utförligt</b> för deras egenskaper. Dessutom beskriver eleven <b>utförligt</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
"Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med viss säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
"Eleven redogör <b>utförligt</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>utförligt</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>utförligt</b> och motiverar sina ställningstaganden med <b>enkla</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven identifierar <b>med säkerhet</b> och beskriver <b>utförligt och</b> <b>nyanserat</b> olika råvaror och livsmedel samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras egenskaper. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
"Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <b>efter samråd</b> med handledare menyer och recept för normalkost. Vid behov anpassas menyerna och recepten <b>med säkerhet</b> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika näringsrekommendationer och deras koppling till hälsa och livsstil. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kostsituationen i Sverige och i övriga världen.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag. Eleven diskuterar dessa <b>utförligt och</b> <b>nyanserat</b> och motiverar sina ställningstaganden med <b>nyanserade</b> omdömen. I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["LIVLIV02"]}