{"subject":"MAA",
"name":"Massage 1",
"origname":"Massage 1",
"points":100,
"code":"MAAMAA01",
"goals":[1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Grundläggande anatomi och fysiologi med fokus på kroppens rörelseapparat, skelett, leder, muskler och hud.",
"Tillämpad anatomi samt grundläggande muskel- och skelettpalpation.",
"Grundgrepp i massage.",
"Klassisk massage, ansiktsmassage, sittande massage samt taktil massage.",
"Massagens historia, vetenskapliga effekter och teoretiska grund.",
"Spänningsbehandling och hur massage kan frigöra spänningar i stel och spänd muskulatur.",
"Undersökning, behandling och träning i kombination för att skapa helhet i ett hälsofrämjande syfte.",
"Hygien, miljö och arbetsställning vid massage."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>översiktligt</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven utför me <b>visst</b> handlag några massagetekniker och hanterar <b>med viss säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>utförligt</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven utför me <b>gott</b> handlag några massagetekniker och hanterar <b>med viss säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven utför me <b>mycket gott</b> handlag några massagetekniker och hanterar <b>med säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>översiktligt</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven utför med <b>visst</b> handlag några massagetekniker och hanterar <b>med viss säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö."],
"C":["Eleven beskriver <b>utförligt</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>utförligt</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven utför me <b>gott</b> handlag några massagetekniker och hanterar <b>med viss säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> kroppens anatomi och fysiologi. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven utför me <b>mycket gott</b> handlag några massagetekniker och hanterar <b>med säkerhet</b> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav. I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö."]},
"reqBy":["MAAMAA02"],
"hasreqs":true,
"friends":["MAAMAA02"]}