{"subject":"MAC",
"name":"Mat och dryck i kombination",
"points":100,
"code":"MACMAT0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Traditionella och moderna kök samt mat- och dryckeskombinationer.",
"Trender, till exempel crossover-kök samt historiska mat- och dryckeskombinationer.",
"Grundsmakerna. Hur man skapar smakkombinationer.",
"Måltiden som helhetsupplevelse, till exempel hur råvaror, maträtter och dryck kan kombineras.",
"Sinnenas betydelse vid mat- och dryckesprovningar.",
"Sensoriska provningsmetoder för mat och dryck.",
"Tematiska måltider.",
"Dukning, färg, form och dekoration.",
"Planering, tillredning, uppdukning och servering i syfte att i praktiken pröva olika smakkombinationer, samt skapande av en helhetsupplevelse.",
"Kommunikationens och samverkans betydelse för intern service."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>översiktligt</b> måltiden ur ett historiskt och nutida perspektiv.</p><p>Eleven komponerar <b>med viss säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med viss säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>översiktligt</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med viss säkerhet enkla</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>utförligt</b> måltiden ur ett historiskt och nutida perspektiv.</p><p>Eleven komponerar <b>med viss säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med viss säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>utförligt</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med viss säkerhet</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>utförligt och nyanserat</b> måltiden ur ett historiskt och nutida perspektiv.</p><p>Eleven komponerar <b>med säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>utförligt och nyanserat</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med säkerhet</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kompositionerna kan förbättras</b>.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>översiktligt</b> måltiden ur ett historiskt och nutida perspektiv.",
"Eleven komponerar <b>med viss säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med viss säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>översiktligt</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med viss säkerhet enkla</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen."],
"c":["Eleven beskriver <b>utförligt</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>utförligt</b> måltiden ur ett historiskt och nutida perspektiv.",
"Eleven komponerar <b>med viss säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med viss säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>utförligt</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med viss säkerhet</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika traditionella och moderna maträtter och dryckesalternativ. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> måltiden ur ett historiskt och nutida perspektiv.",
"Eleven komponerar <b>med säkerhet</b> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen. I arbetet använder eleven <b>med säkerhet</b> olika sensoriska provningsmetoder. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend. Dessutom skapar eleven <b>med säkerhet</b> måltider och menyer för olika teman. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kompositionerna kan förbättras</b>.",
"I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen."]}}