{"subject":"MAE",
"novux":false,
"name":"Materialkunskap 2",
"origname":"Materialkunskap 2",
"points":100,
"instrRAW":"som bygger på kursen materialkunskap 1.",
"descarr":["Den bygger på kursen ",
"MAEMAT01",
"."],
"reqRAW":"kursen MAEMAT01",
"code":"MAEMAT02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Avancerad hand- och maskindriven utrustning vid materialbearbetning samt vid formning, sammanfogning och delning.",
"Etablerade, alternativa metoder för materialbearbetning.",
"Materialbearbetning i modern tekniskt avancerad produktionsutrustning.",
"Eventuella alternativa material i produktproduktionen.",
"Berednings- och ritningsunderlag samt etablerade, alternativa metoder för materialoptimering.",
"Metoder för att lösa avancerade materialrelaterade problem.",
"För materialet relevant färg- och formlära.",
"Materialets tekniska, fysiska och kemiska yttre och inre egenskaper.",
"Introduktion till aktuell forskning och utveckling inom materialområdet.",
"Laborativa materialförsök. Idéutveckling."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar materialbearbetning <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med viss säkerhet</b> beräkningar för att optimera materialanvändningen. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven beskriver <b>översiktligt</b> teknik, metoder, verktyg och material, som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>översiktligt</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar materialbearbetning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med viss säkerhet</b> beräkningar för att optimera materialanvändningen. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för materialets egenskaper och hur det samverkar med teknik, metoder och verktyg som använts för arbetsuppgiften. Dessutom förklarar eleven <b>utförligt</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>utförligt</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar materialbearbetning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med säkerhet</b> beräkningar för att optimera materialanvändningen. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för materialets egenskaper och hur det samverkar med teknik, metoder och verktyg som använts för arbetsuppgiften. Dessutom förklarar eleven <b>utförligt och nyanserat</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>utförligt och nyanserat</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar materialbearbetning <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med viss säkerhet</b> beräkningar för att optimera materialanvändningen. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven beskriver <b>översiktligt</b> teknik, metoder, verktyg och material, som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>översiktligt</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar materialbearbetning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med viss säkerhet</b> beräkningar för att optimera materialanvändningen. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för materialets egenskaper och hur det samverkar med teknik, metoder och verktyg som använts för arbetsuppgiften. Dessutom förklarar eleven <b>utförligt</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>utförligt</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar materialbearbetning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag samt gör <b>med säkerhet</b> beräkningar för att optimera materialanvändningen. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare materialbearbetning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> arbetsbeskrivningar och tillverkningsunderlag. Eleven hanterar verktyg, utrustning, maskiner och material me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Dessutom följer eleven lagar och andra bestämmelser om arbetsmiljö och hälsa. Under arbetet upptäcker eleven eventuella problem som uppkommer samt åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för materialets egenskaper och hur det samverkar med teknik, metoder och verktyg som använts för arbetsuppgiften. Dessutom förklarar eleven <b>utförligt och</b> <b>nyanserat</b> hur arbetsprocessen påverkar kvalitet och slutresultat. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för materialets användningsområden samt för hur materialet interagerar med omgivande miljö. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MAEMAT01",
"reqarr":["MAEMAT01"],
"friends":["MAEMAT01",
"MAEMAT01"]}