{"subject":"MAI",
"novux":false,
"name":"Marinelektronik 2",
"origname":"Marinelektronik 2",
"points":100,
"instrRAW":"som bygger på kursen marinelektronik 1.",
"descarr":["Den bygger på kursen ",
"MAIMAR01",
"."],
"reqRAW":"kursen MAIMAR01",
"code":"MAIMAR02",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Funktion och användningsområden för mer avancerad navigationsutrustning, till exempel multifunktionsdisplayer, autopilot, radar och AIS.",
"Marina audio- och videosystem.",
"Uppbyggnad av PLC och PC-baserade system i marina miljöer.",
"Binära talsystem.",
"Analoga och digitala system.",
"Radio och övriga kommunikationssystem. Montage av olika typer av antenner för till exempel radio och satellit.",
"Planering för och genomförande av sammankoppling mellan olika systemplattformar eller fabrikat.",
"Installation, programmering och driftsättning av marina elektroniksystem.",
"Mätteknik och mätinstrument.",
"Metoder för systematisk felsökning och reparation.",
"Användande av diagnossystem.",
"Tolkning av installationsbeskrivningar och servicemanualer.",
"Upprättande av installationsritningar för navigationsutrustningar.",
"Yrkets fackspråk, termer och begrepp.",
"Material, arbetsmiljö och de regelverk och styrdokument som gäller vid arbete och hantering av elektroniksystem i fritidsbåtar.",
"Beräkningar av material- och tidsåtgång samt kostnader.",
"Dokumentation, presentation och utvärdering av arbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>översiktligt</b> för egenskaper och arbetssätt hos analoga och digitala system.</p><p>Eleven utför <b>i samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>i samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven med <b>visst</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>i samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>enkel</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>bekanta</b> situationer. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med viss säkerhet</b> installationsritningar. Vidare använder eleven med <b>visst</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett för yrket relevant språk.</p><p>Eleven arbetar <b>i samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt presenterar <b>med viss säkerhet</b> sitt arbete. Dessutom gör eleven <b>enkla</b> beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>enkla</b> omdömen både arbetsprocess och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>utförligt</b> för egenskaper och arbetssätt hos analoga och digitala system.</p><p>Eleven utför <b>efter samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>efter samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven me <b>gott</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>efter samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>genomarbetad</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>nya</b> situationer. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med viss säkerhet</b> installationsritningar. Vidare använder eleven med <b>gott</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett för yrket relevant språk.</p><p>Eleven arbetar <b>efter samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt presenterar <b>med viss säkerhet</b> sitt arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>nyanserade</b> omdömen både arbetsprocess och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för egenskaper och arbetssätt hos analoga och digitala system.</p><p>Eleven utför <b>efter samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>efter samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven me <b>mycket gott</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>efter samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>genomarbetad</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>nya</b> situationer. I arbetet läser och tolkar eleven <b>med säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med säkerhet</b> installationsritningar. Vidare använder eleven med <b>mycket gott</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> med andra på ett för yrket relevant språk.</p><p>Eleven arbetar <b>efter samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <b>gott</b>.</p><p>Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt presenterar <b>med säkerhet</b> sitt arbete. Dessutom gör eleven <b>komplexa</b> beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>nyanserade</b> omdömen både arbetsprocess och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>översiktligt</b> för egenskaper och arbetssätt hos analoga och digitala system.",
"Eleven utför <b>i samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>i samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven med <b>visst</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>i samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>enkel</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>bekanta</b> situationer. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med viss säkerhet</b> installationsritningar. Vidare använder eleven med <b>visst</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett för yrket relevant språk.",
"Eleven arbetar <b>i samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.",
"Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt presenterar <b>med viss säkerhet</b> sitt arbete. Dessutom gör eleven <b>enkla</b> beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>enkla</b> omdömen både arbetsprocess och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>utförligt</b> för egenskaper och arbetssätt hos analoga och digitala system.",
"Eleven utför <b>efter samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>efter samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven med <b>gott</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>efter samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>genomarbetad</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>nya</b> situationer. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med viss säkerhet</b> installationsritningar. Vidare använder eleven med <b>gott</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra på ett för yrket relevant språk.",
"Eleven arbetar <b>efter samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.",
"Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt presenterar <b>med viss säkerhet</b> sitt arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>nyanserade</b> omdömen både arbetsprocess och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> funktion och användningsområden för datorbaserade system i marina installationer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för egenskaper och arbetssätt hos analoga och digitala system.",
"Eleven utför <b>efter samråd</b> med handledare arbeten med montering och driftsättning av navigations- och kommunikationsutrustning i fritidsbåtar utifrån tillverkarens anvisningar. Dessutom utför eleven <b>efter samråd</b> med handledare servicearbeten på navigations- och kommunikationsutrustning. I arbetet använder eleven me <b>mycket gott</b> handlag mätinstrument för enklare felsökning. Eleven konfigurerar <b>efter samråd</b> med handledare installationer. Inför arbetet gör eleven en <b>genomarbetad</b> planering. Dessutom väljer eleven för uppgiften lämpliga arbetsmetoder, material och verktyg  <b>nya</b> situationer. I arbetet läser och tolkar eleven <b>med säkerhet</b> kopplingsscheman och instruktioner. Dessutom upprättar eleven <b>med säkerhet</b> installationsritningar. Vidare använder eleven med <b>mycket gott</b> handlag den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> med andra på ett för yrket relevant språk.",
"Eleven arbetar <b>efter samråd</b> med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.",
"Resultatet av elevens arbete är <b>gott</b>.",
"Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt presenterar <b>med säkerhet</b> sitt arbete. Dessutom gör eleven <b>komplexa</b> beräkningar av material- och tidsåtgång samt kostnad för olika arbeten. Eleven utvärderar med <b>nyanserade</b> omdömen både arbetsprocess och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MAIMAR01",
"reqarr":["MAIMAR01"],
"reqBy":["MAIMAR03"],
"hasreqs":true,
"friends":["MAIBAT01",
"MAIBAT02",
"MAIMAR01",
"MAIMAR03",
"MAIMOT01",
"MAIMOT02"]}