{"subject":"MAL",
"name":"Matlagning 4",
"origname":"Matlagning 4",
"points":200,
"instrRAW":"som bygger på kursen matlagning 3.",
"descarr":["Den bygger på kursen ",
"MALMAL03",
"."],
"reqRAW":"kursen MALMAL03",
"code":"MALMAL04",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Yrkesmässigt arbete inom restaurang och storkök.",
"Tillverkning av avancerade maträtter och anrättningar.",
"Restaurangekonomi. Ekonomisk planering, kalkylering och ekonomiska konsekvenser för verksamheter inom restaurang- och storköksbranschen.",
"Kreativt framtagande av recept, matsedlar och menyer.",
"Hygien och dagliga hygienrutiner, till exempel rengöring av lokaler och utrustning.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen.",
"Utförande och uppföljning av egenkontroll för att uppnå matsäkerhet.",
"Kommunikation och logistik för arbete i kök samt fackterminologi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>i samråd</b> med handledar <b></b>avancerade maträtter och anrättningar med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med viss säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med handledning</b> recept, matsedlar och menyer samt planerar <b>med viss säkerhet</b> inköp utifrån ekonomiska konsekvenser.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven <b>i samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>i samråd</b> med handledar <b></b>upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd med handledare</b> matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd med handledare</b> avancerade maträtter och anrättningar med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med viss säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer samt planerar <b>med viss säkerhet</b> inköp utifrån ekonomiska konsekvenser.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven <b>efter samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>efter</b><b> samråd</b> med handledare upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade maträtter och anrättningar med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer samt planerar <b>med säkerhet</b> inköp utifrån ekonomiska konsekvenser.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven <b>efter samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>efter samråd</b> med handledare upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>i samråd</b> med handledar 0avancerade maträtter och anrättningar med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven med <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med viss säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med handledning</b> recept, matsedlar och menyer samt planerar <b>med viss säkerhet</b> inköp utifrån ekonomiska konsekvenser.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven <b>i samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>i samråd</b> med handledar 0upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd med handledare</b> matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd med handledare</b> avancerade maträtter och anrättningar med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med viss säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer samt planerar <b>med viss säkerhet</b> inköp utifrån ekonomiska konsekvenser.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven <b>efter samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>efter samråd</b> med handledare upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade maträtter och anrättningar med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet utför eleven <b>med säkerhet</b> ekonomisk planering och kalkylering vid val av råvaror och prissättning av maträtter. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer samt planerar <b>med säkerhet</b> inköp utifrån ekonomiska konsekvenser.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven <b>efter samråd</b> med handledare sitt arbete med hjälp av egenkontroll. Dessutom följer eleven <b>efter samråd</b> med handledare upp resultatet av egenkontrollen. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MALMAL03",
"reqarr":["MALMAL03"],
"reqBy":["MALMAL00S"],
"hasreqs":true,
"friends":["MALMAL00S",
"MALMAL01",
"MALMAL02",
"MALMAL03",
"MALSPE0"]}