{"subject":"MAL",
"name":"Matlagning - specialisering",
"points":100,
"instrRAW":"som bygger på kursen matlagning 4. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen MALMAL04",
"code":"MALMAL00S",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Yrkesmässig och experimentell matlagning inom valt specialiseringsområde. Exempel på specialiseringsområden kan vara kreativ matlagning, molekylär gastronomi, internationell matlagning, tematisk matlagning och snabbmat eller street food.",
"Tillverkning av avancerade och experimentella maträtter och anrättningar.",
"Matlagningens trender, traditioner och utveckling inom valt specialiseringsområde.",
"Matkulturer i dag och i ett historiskt perspektiv inom valt specialiseringsområde. Hur matkulturer påverkas av andra kulturer.",
"Ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring.",
"Framtagande av recept, matsedlar och menyer inom valt specialiseringsområde.",
"Hygien och dagliga hygienrutiner, till exempel rengöring av lokaler och utrustning.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser som gäller inom området.",
"Kommunikation med andra samt fackterminologi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>i samråd</b> med handledar <b></b>avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>översiktligt</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>utförligt</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>utförligt</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>utförligt och nyanserat</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>utförligt och nyanserat</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>i samråd</b> med handledar 0avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>översiktligt</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>utförligt</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>utförligt</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt, tekniskt och <b>efter samråd</b> med handledare avancerade och experimentella maträtter och anrättningar inom valt specialiseringsområde med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för trender, traditioner och utveckling inom valt specialiseringsområde samt för hur matkulturer förändras genom historien och påverkas av andra kulturer. I arbetet redogör eleven <b>utförligt och</b> <b>nyanserat</b> för ekonomiska och näringsmässiga konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer inom valt specialiseringsområde.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}