{"subject":"MAL",
"name":"Matlagning 1",
"origname":"Matlagning 1",
"points":100,
"code":"MALMAL01",
"goals":[1,1,1,0,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Grundläggande matlagning och matlagningsmetoder.",
"Kalla och varma maträtter.",
"Kökets redskap, maskiner och annan utrustning. Hur de används och hanteras på ett säkert sätt.",
"Grunderna i identifiering, behandling och hantering av råvaror samt smakmässiga och ekonomiska konsekvenser av hur råvaror behandlas och förvaras.",
"Hygien och dagliga hygienrutiner, till exempel rengöring av lokaler och utrustning.",
"Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen.",
"Grundläggande kommunikation för arbete i kök."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>i samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>visst</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. </p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. I arbetet redogör eleven <b>utförligt</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. I arbetet redogör eleven <b>utförligt och nyanserat</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>i samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven med <b>visst</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. ",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. I arbetet redogör eleven <b>utförligt</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>god</b> kvalitet när det gäller smak och utseende. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. I arbetet redogör eleven <b>utförligt och</b> <b>nyanserat</b> för ekonomiska konsekvenser vid val av råvaror samt för deras hantering och förvaring.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MALMAL02"],
"friends":["MALMAL00S",
"MALMAL02",
"MALMAL03",
"MALMAL04",
"MALSPE0"]}