{"subject":"MAL",
"name":"Specialkoster",
"origname":"Specialkoster",
"points":100,
"instrRAW":"som bygger på kursen matlagning 3.",
"descarr":["Den bygger på kursen ",
"MALMAL03",
"."],
"reqRAW":"kursen MALMAL03",
"code":"MALSPE0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Yrkesmässig tillagning av specialkoster.",
"Immunologi och födoämnesintolerans.",
"Mat och måltider för olika behov.",
"Ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring.",
"Näringsberäkningar av måltider med hjälp av datorprogram.",
"Svenska näringsrekommendationer.",
"Kreativt framtagande av recept, matsedlar och menyer för olika specialkoster.",
"Hygien och dagliga hygienrutiner, till exempel rengöring av lokaler och utrustning.",
"Arbetsmiljö och livsmedelssäkerhet samt lagar och andra bestämmelser som gäller inom området.",
"Kommunikation med andra samt fackterminologi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning av olika specialkoster. <b>I samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>tillfredsställande</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven me <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med viss säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>enkel</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer för specialkoster.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning av olika specialkoster. <b>Efter samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>tillfredsställande</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>utförligt</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med viss säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>välgrundad</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer för specialkoster.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning av olika specialkoster. <b>Efter samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>god</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>utförligt och nyanserat</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>välgrundad och nyanserad</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer för specialkoster.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning av olika specialkoster. <b>I samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>tillfredsställande</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven med <b>visst</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>översiktligt</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med viss säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>enkel</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer för specialkoster.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>enkla</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning av olika specialkoster. <b>Efter samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>tillfredsställande</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven me <b>gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>utförligt</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med viss säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>välgrundad</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med viss säkerhet</b> recept, matsedlar och menyer för specialkoster.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning av olika specialkoster. <b>Efter samråd</b> med handledare tillagar eleven på ett metodiskt, hantverksmässigt och tekniskt sätt anrättningar som har <b>god</b> kvalitet i fråga om smak, utseende och näringsinnehåll samt är anpassade till olika behov och födoämnesintoleranser. I arbetet använder eleven me <b>mycket gott</b> handlag metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Eleven utför arbetet inom givna tidsramar. I arbetet redogör eleven <b>utförligt och</b> <b>nyanserat</b> för ekonomiska konsekvenser vid val av råvaror samt vid hantering och förvaring. Eleven utför <b>med säkerhet</b> näringsberäkningar av måltider med hjälp av datorprogram samt gör en <b>välgrundad och nyanserad</b> bedömning av måltiden utifrån svenska näringsrekommendationer. Eleven utformar <b>med säkerhet</b> recept, matsedlar och menyer för specialkoster.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder fackspråk. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MALMAL03",
"reqarr":["MALMAL03"],
"friends":["MALMAL00S",
"MALMAL01",
"MALMAL02",
"MALMAL03",
"MALMAL03",
"MALMAL04"]}