{"subject":"MAO",
"name":"Mat och butik - specialisering",
"points":100,
"instrRAW":"som bygger på kursen mat och butik 2. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen MAOMAT02",
"code":"MAOMAT00S",
"goals":[1,1,1,1,1,1,1,0],
"level":"normal",
"content":["Fördjupning av råvaror och produkter inom valt specialiseringsområde. Exempel på specialiseringsområden kan vara kött och charkuteri, delikatess, catering, fisk, ost och mejeri samt frukt och grönt.",
"Trender, influenser och utveckling inom valt specialiseringsområde.",
"Lönsamhet samt ekonomiska konsekvenser vid val av inköp och försäljning av råvaror och produkter samt vid tillverkning och förvaring.",
"Planering, komponering och tillagning av måltider samt bakning av bröd.",
"Paketering och märkning av varor samt kampanjplanering.",
"Rådgivning till kunder vid val av varor samt tillagning av maträtter och hela måltider.",
"Arbetsmiljö, ergonomi och ergonomiska riskfaktorer samt säkerhet.",
"Livsmedelshygien."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>i samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>översiktligt</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>översiktligt</b> för trender, influenser och utveckling inom valt specialiseringsområde. </p><p>Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>i samråd</b> med handledare. I arbetet gör eleven <b>med viss säkerhet</b> ekonomiska kalkyler samt redogör <b>översiktligt</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på tänkbara faktorer som kan påverka lönsamheten i verksamheten.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>i samråd</b> med handledare. I arbetet använder eleven me <b>visst</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.</p><p>Eleven diskuterar <b>med viss säkerhet</b> med kunden och kombinerar därefter <b>med viss säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger <b>enkla</b> exempel på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>utförligt</b> för trender, influenser och utveckling inom valt specialiseringsområde. </p><p>Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>efter samråd</b> med handledare. I arbetet gör eleven <b>med viss säkerhet</b> ekonomiska kalkyler samt redogör <b>utförligt</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på <b>och förklarar översiktligt</b> tänkbara faktorer som kan påverka lönsamheten i verksamheten.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.</p><p>Eleven diskuterar <b>med viss säkerhet</b> med kunden och kombinerar därefter <b>med viss säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger exempel på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt och nyanserat</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för trender, influenser och utveckling inom valt specialiseringsområde.</p><p>Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>efter samråd</b> med handledare. I arbetet gör eleven <b>med säkerhet</b> ekonomiska kalkyler samt redogör <b>utförligt och nyanserat</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på <b>och förklarar utförligt</b> tänkbara faktorer som kan påverka lönsamheten i verksamheten.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Maträtterna och brödet är av <b>god</b> kvalitet. Eleven väljer <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.</p><p>Eleven diskuterar <b>med säkerhet</b> med kunden och kombinerar därefter <b>med säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger exempel på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>i samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>översiktligt</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>översiktligt</b> för trender, influenser och utveckling inom valt specialiseringsområde. ",
"Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>i samråd</b> med handledare. I arbetet gör eleven <b>med viss säkerhet</b> ekonomiska kalkyler samt redogör <b>översiktligt</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på tänkbara faktorer som kan påverka lönsamheten i verksamheten.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>i samråd</b> med handledare. I arbetet använder eleven me <b>visst</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.",
"Eleven diskuterar <b>med viss säkerhet</b> med kunden och kombinerar därefter <b>med viss säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger <b>enkla</b> exempel på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>utförligt</b> för trender, influenser och utveckling inom valt specialiseringsområde. ",
"Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>efter samråd</b> med handledare. I arbetet gör eleven <b>med viss säkerhet</b> ekonomiska kalkyler samt redogör <b>utförligt</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på <b>och förklarar översiktligt</b> tänkbara faktorer som kan påverka lönsamheten i verksamheten.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.",
"Eleven diskuterar <b>med viss säkerhet</b> med kunden och kombinerar därefter <b>med viss säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger exempel på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika varor och produkter inom valt specialiseringsområde samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika arbetsuppgifter och rutiner inom det valda specialiseringsområdet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för trender, influenser och utveckling inom valt specialiseringsområde.",
"Eleven planerar för beställning av varor inom valt specialiseringsområde och beställer dem <b>efter samråd</b> med handledare. I arbetet gör eleven <b>med säkerhet</b> ekonomiska kalkyler samt redogör <b>utförligt och</b> <b>nyanserat</b> för olika konsekvenser av val av varor. Dessutom ger eleven några exempel på <b>och förklarar utförligt</b> tänkbara faktorer som kan påverka lönsamheten i verksamheten.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Maträtterna och brödet är av <b>god</b> kvalitet. Eleven väljer <b>med säkerhet</b> lämpligt förpackningsmaterial samt förpackar och märker varor.",
"Eleven diskuterar <b>med säkerhet</b> med kunden och kombinerar därefter <b>med säkerhet</b> olika råvaror och produkter till maträtter och hela måltider samt ger exempel på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}