{"subject":"MAO",
"name":"Mat och butik 1",
"points":100,
"code":"MAOMAT01",
"comments":{"innehållet":"<h4>Skapa kombinationer och anrättningar</h4><p>Estetiska aspekter på skapandet av kombinationer och anrättningar kan behandlas i undervisningen.</p><h4>Butiksekonomiska begrepp</h4><p>Detta kan till exempel vara kalkyler, merförsäljning, exponeringens betydelse och kassarapporter.</p>"},
"goals":[2,1,2,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Råvaror och produkter och hur de används för att skapa kombinationer och anrättningar, till exempel hur kött och charkuterivaror kan kombineras med frukt och grönt samt mejeri.",
"Dagligvaruhandelns struktur samt hur verksamheten på olika avdelningar bedrivs, till exempel beställning och exponering av varor, uppläggning, paketering och prismärkning.",
"Grundläggande matlagning och bakning i butik samt beredning av uppläggningar inom till exempel delikatess-, ost- samt frukt- och gröntområdet.",
"Metoder, redskap, maskiner och annan utrustning som används vid matlagning och bakning samt inom olika avdelningar i dagligvaruhandeln.",
"Rådgivning till kunder om hur olika varor och produkter kan kombineras och tillredas till en maträtt eller måltid.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen.",
"Butiksekonomiska begrepp samt metoder för utvärdering av arbete och resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>i samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>översiktligt</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. </p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>i samråd</b> med handledare. I arbetet använder eleven me <b>visst</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial.</p><p>Eleven kombinerar <b>med viss säkerhet</b> olika råvaror och produkter till <b>enkla</b> maträtter och ger <b>enkla</b> exempel på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. </p><p>Eleven planerar och organiserar <b>e</b><b>fter samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial.</p><p>Eleven kombinerar <b>med viss säkerhet</b> olika råvaror och produkter till <b>olika</b> maträtter <b>eller en hel måltid</b> och ger exempel <b>till kunden</b> på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt och nyanserat</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. </p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>god</b> kvalitet. Eleven väljer <b>med säkerhet</b> lämpligt förpackningsmaterial.</p><p>Eleven <b>diskuterar med kunden</b> och kombinerar <b>därefter</b> <b>med säkerhet</b> olika råvaror och produkter till <b>olika</b> maträtter <b>eller hela måltider</b> och ger, <b>utifrån diskussionen med kunden</b>, exempel på hur de kan tillredas.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>i samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>översiktligt</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. ",
"Eleven planerar och organiserar <b>i samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>i samråd</b> med handledare. I arbetet använder eleven med <b>visst</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial.",
"Eleven kombinerar <b>med viss säkerhet</b> olika råvaror och produkter till <b>enkla</b> maträtter och ger <b>enkla</b> exempel på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. ",
"Eleven planerar och organiserar <b>e</b><b>fter samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>tillfredsställande</b> kvalitet. Eleven väljer <b>med viss säkerhet</b> lämpligt förpackningsmaterial.",
"Eleven kombinerar <b>med viss säkerhet</b> olika råvaror och produkter till <b>olika</b> maträtter <b>eller en hel måltid</b> och ger exempel <b>till kunden</b> på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för dagligvaruhandels olika varor och produkter samt hanterar dem <b>efter samråd</b> med handledare på lämpligt sätt. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika arbetsuppgifter och rutiner inom olika avdelningar i dagligvaruhandeln. ",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare enklare maträtter och bakning av bröd i butik. Dessutom tillagar och bakar eleven dessa metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga tillagningsmetoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften. Maträtterna och brödet är av <b>god</b> kvalitet. Eleven väljer <b>med säkerhet</b> lämpligt förpackningsmaterial.",
"Eleven <b>diskuterar med kunden</b> och kombinerar <b>därefter</b> <b>med säkerhet</b> olika råvaror och produkter till <b>olika</b> maträtter <b>eller hela måltider</b> och ger, <b>utifrån diskussionen med kunden</b>, exempel på hur de kan tillredas.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MAOMAT02"]}