{"subject":"MAR",
"name":"Måleri 2",
"points":200,
"requirements":"måleri 1",
"instructiontext":"som bygger på kursen måleri 1.",
"code":"MARMAL02",
"goaltext":"Kursen måleri 2 omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1,1,1,0],
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Arbetsbeskrivningar, utförandekrav och ritningar för arbetsuppgiften.",
"Planeringar och beräkningar för att lösa arbetsuppgifterna.",
"Under- och färdigbehandlingar av nya och tidigare behandlade ytor i tak, på väggar och snickerier, till exempel tvättning, uppskrapning, spackelbehandling, avslipning samt grund- och färdigmålning.",
"Tapetsering, till exempel av mönstrade tapeter, såväl manuellt som med tapetmaskin. Uppsättning av väv, till exempel mönstrad väv.",
"Grundläggande under- och färdigbehandlingar på nya och tidigare behandlade utvändiga ytor, till exempel trä, puts och betong.",
"Grundläggande under- och färdigbehandlingar på nya och tidigare behandlade utvändiga ytor vid rostskyddsmålning på stål- och metallytor.",
"Kvalitetskrav på olika typer av under- och färdighetsbehandlingar.",
"Färgnyansering och grundläggande färgsättning enligt NCS (Natural Color System). ",
"Olika typer av material, till exempel färger, spackel och väggbeklädnader samt deras egenskaper.",
"Verktyg och maskiner för olika ändamål. Handhavande och skötsel.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Problemlösning i samband med arbetsuppgifterna.",
"Enkel dokumentation av utförda arbetsuppgifter.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av måleriavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Facktermer i relation till arbetsuppgiften."]}