{"subject":"MAS",
"name":"Lastbilar och utrustning",
"points":300,
"requirements":{"type":"AND",
"arr":["maskin- och lastbilsteknik – introduktion",
"reparation av lastbilar och mobila maskiner"]},
"instructiontext":"som bygger på kursen maskin- och lastbilsteknik – introduktion samt kursen reparation av lastbilar och mobila maskiner.",
"code":"MASLAT0",
"goaltext":"Kursen lastbilar och utrustning omfattar punkterna 1&mdash;3 och 5&mdash;8 under rubriken Ämnets syfte.",
"goals":[1,1,1,0,1,1,1,1],
"level":"normal",
"content":["Funktion hos och användning av branschrelaterad diagnosutrustning i samband med arbete på fordon och i anknytning till arbetsmomentens övriga behov.",
"Funktion hos och konstruktion av bromssystems huvudkomponenter, inklusive släpfordon.",
"Funktion hos och konstruktion av elsystemets huvudkomponenter inklusive schemasymboler, till exempel ISO, SIS och DIN.",
"Funktion hos och konstruktion av drivlinans huvudkomponenter och kringutrustning, till exempel avgasbroms och retarder.",
"Funktion hos och konstruktion av ram, axlar och fjädringssystem.",
"Funktion hos och konstruktion av styrsystem och styrbara axlar.",
"Funktion hos och konstruktion av utrustning för godshantering, till exempel bakgavellyft, kran och växelflak.",
"Funktion hos och konstruktion av utrustning för masstransporter, till exempel tipp och spridaraggregat.",
"Funktion hos och konstruktion av kraftuttagsdrivna aggregat.",
"Metoder för reparation av lastbilar och utrustning.",
"Demontering, montering och justering av komponenter i samband med reparationsarbeten.",
"Kontrollbesiktning av lastbilar, släpfordon och utrustning.",
"Underhåll, reparationsarbeten, kostnadseffektivt arbetssätt och kundvänlig behandling vid arbete med lastbilar och utrustning. ",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö.",
"Administrativa funktioner, kommunikationssystem, garantier samt dialog för felsökning och reparation, inklusive information i datormiljö.",
"Yrkesmässig dokumentation av reparationsarbeten.",
"Rengöring och vård samt kontroll och reparation av verktyg och verkstadsutrustning."]}