{"subject":"MAS",
"name":"Mobila maskiner och utrustning",
"points":300,
"instrRAW":"som bygger på kursen maskin- och lastbilsteknik - introduktion samt kursen reparation av lastbilar och mobila maskiner. ",
"descarr":["Den bygger på kursen ",
"MASMAI0",
" samt kursen ",
"MASREP0",
". "],
"reqRAW":"kursen MASMAI0 samt kursen MASREP0",
"code":"MASMOB0",
"goals":[1,1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Funktion hos och konstruktion av bromssystem, inklusive släpfordons bromssystem.",
"Funktion hos och konstruktion av elsystem.",
"Funktion hos och konstruktion av hydraulsystem.",
"Funktion hos och konstruktion av drivlina och kringutrustning.",
"Funktion hos och konstruktion av styrsystem och styrbara drivaxlar.",
"Funktion hos och konstruktion av gräv- och lastaggregat.",
"Funktion hos och konstruktion av ramstyrning och pendlande axlar.",
"Funktion hos och konstruktion av olika servosystem, till exempel proportional och on-off.",
"Funktion hos och konstruktion av anläggningsmaskiners maskinburna utrustning, till exempel rototilt, kranarmar och lyftredskap.",
"Funktion hos och konstruktion av kraftuttagsdrivna maskiner.",
"Metoder och bestämmelser för reparation av mobila maskiner och utrustning.",
"Demontering, montering och justering av komponenter i samband med reparationsarbeten.",
"Reparationsarbeten, kostnadseffektivt arbetssätt och kundvänlig behandling vid arbete med mobila maskiner och utrustning.",
"Besiktning av arbetsmaskiner och monterad utrustning.",
"Användning av branschrelaterad diagnosutrustning i samband med arbetsmoment.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö.",
"Administrativa funktioner, kommunikationssystem, garantier samt dialog för felsökning och reparation, inklusive information i datormiljö.",
"Yrkesmässig dokumentation av reparationsarbeten.",
"Rengöring och vård samt kontroll och reparation av verktyg och verkstadsutrustning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, besiktning och <b>enkla</b> reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, besiktning och reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och nyanserat</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, besiktning och <b>avancerade</b> reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, besiktning och <b>enkla</b> reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, besiktning och reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> funktionsprinciper för och konstruktioner av arbetsmaskiner och monterad utrustning.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, besiktning och <b>avancerade</b> reparationer samt byten av komponenter på arbetsmaskiner och monterad utrustning. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["MASMAI0",
"MASREP0"]},
"reqarr":["MASMAI0",
"MASREP0"],
"reqBy":["MASMOB01"],
"friends":["MASANP0",
"MASARB0",
"MASKOM0",
"MASLAT0",
"MASLAI0",
"MASMAI0",
"MASMAI0",
"MASMOB01",
"MASMOB02",
"MASREP0",
"MASREP0",
"MASSTY0"]}