{"subject":"MAS",
"name":"Mobila maskiner och utrustning",
"points":300,
"requirements":{"type":"AND",
"arr":["maskin- och lastbilsteknik – introduktion",
"reparation av lastbilar och mobila maskiner"]},
"instructiontext":"som bygger på kursen maskin- och lastbilsteknik – introduktion samt kursen reparation av lastbilar och mobila maskiner. ",
"code":"MASMOB0",
"goaltext":"Kursen mobila maskiner och utrustning omfattar punkterna 1&mdash;3 och 5&mdash;8 under rubriken Ämnets syfte.",
"goals":[1,1,1,0,1,1,1,1],
"level":"normal",
"content":["Funktion hos och konstruktion av bromssystem, inklusive släpfordons bromssystem.",
"Funktion hos och konstruktion av elsystem.",
"Funktion hos och konstruktion av hydraulsystem.",
"Funktion hos och konstruktion av drivlina och kringutrustning.",
"Funktion hos och konstruktion av styrsystem och styrbara drivaxlar.",
"Funktion hos och konstruktion av gräv- och lastaggregat.",
"Funktion hos och konstruktion av ramstyrning och pendlande axlar.",
"Funktion hos och konstruktion av olika servosystem, till exempel proportional och on-off.",
"Funktion hos och konstruktion av anläggningsmaskiners maskinburna utrustning, till exempel rototilt, kranarmar och lyftredskap.",
"Funktion hos och konstruktion av kraftuttagsdrivna maskiner.",
"Metoder och bestämmelser för reparation av mobila maskiner och utrustning.",
"Demontering, montering och justering av komponenter i samband med reparationsarbeten.",
"Reparationsarbeten, kostnadseffektivt arbetssätt och kundvänlig behandling vid arbete med mobila maskiner och utrustning.",
"Besiktning av arbetsmaskiner och monterad utrustning.",
"Användning av branschrelaterad diagnosutrustning i samband med arbetsmoment.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö.",
"Administrativa funktioner, kommunikationssystem, garantier samt dialog för felsökning och reparation, inklusive information i datormiljö.",
"Yrkesmässig dokumentation av reparationsarbeten.",
"Rengöring och vård samt kontroll och reparation av verktyg och verkstadsutrustning."]}