{"subject":"MAS",
"name":"Reparation av lastbilar och mobila maskiner",
"points":300,
"code":"MASREP0",
"goaltext":"Kursen reparation av lastbilar och mobila maskiner omfattar punkterna 1&mdash;3 och 5&mdash;8 under rubriken Ämnets syfte.",
"goals":[1,1,1,0,1,1,1,1],
"level":"normal",
"content":["Elsystemets konstruktion och funktion samt dess huvudkomponenter inklusive schemasymboler, till exempel ISO, SIS och DIN.",
"Bromssystemets konstruktion och funktion samt dess huvudkomponenter.",
"Drivlinans konstruktion och funktion samt dess huvudkomponenter.",
"Ramars, axlars och fjädringssystems konstruktion och funktion samt deras huvudkomponenter.",
"Styrsystems och styrbara axlars konstruktion och funktion samt deras huvudkomponenter.",
"Rörelseenergi och retardation.",
"Demontering, montering och justering av komponenter i samband med service och reparationsarbeten.",
"Svetsning av icke bärande konstruktioner.",
"Underhåll, reparationsarbete samt kostnadseffektivt arbetssätt och kundvänlig behandling vid arbete med lastbilar och mobila maskiner.",
"Användning av branschrelaterad diagnosutrustning i samband med arbete på lastbilar och mobila maskiner samt i anknytning till arbetsmomentets övriga behov.",
"Användning av branschrelaterad verkstadsutrustning vid arbete på lastbilar och mobila maskiner.",
"Bestämmelser och säkerhetsföreskrifter för lyft och transporter av tunga komponenter.",
"Bestämmelser gällande förändring av egenskaper som påverkar handhavande och säkerhet.",
"Bestämmelser och anvisningar gällande sammanfogningstekniker för lastbilar och mobila maskiner.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö.",
"Administrativa funktioner, kommunikationssystem, garantier samt dialog för felsökning och reparation, inklusive information i datormiljö.",
"Yrkesmässig dokumentation av service och reparationsarbeten.",
"Rengöring och vård samt kontroll och reparation av verktyg och verkstadsutrustning."]}