{"name":"Matematik 7-9",
"code":"Matematik 7-9",
"content":{"Taluppfattning och tals användning":["Reella tal och deras egenskaper samt deras användning i vardagliga och matematiska situationer.",
"Talsystemets utveckling från naturliga tal till reella tal. Metoder för beräkningar som använts i olika historiska och kulturella sammanhang.",
"Potensform för att uttrycka små och stora tal samt användning av prefix.",
"Centrala metoder för beräkningar med tal i bråk- och decimalform vid överslagsräkning, huvudräkning samt vid beräkningar med skriftliga metoder och digital teknik. Metodernas användning i olika situationer.",
"Rimlighetsbedömning vid uppskattningar och beräkningar i vardagliga och matematiska situationer och inom andra ämnesområden."],
"Algebra":["Innebörden av variabelbegreppet och dess användning i algebraiska uttryck, formler och ekvationer.",
"Algebraiska uttryck, formler och ekvationer i situationer som är relevanta för eleven.",
"Metoder för ekvationslösning."],
"Geometri":["Geometriska objekt och deras inbördes relationer. Geometriska egenskaper hos dessa objekt.",
"Avbildning och konstruktion av geometriska objekt. Skala vid förminskning och förstoring av två- och tredimensionella objekt.",
"Likformighet och symmetri i planet.",
"Metoder för beräkning av area, omkrets och volym hos geometriska objekt, samt enhetsbyten i samband med detta.",
"Geometriska satser och formler och behovet av argumentation för deras giltighet."],
"Sannolikhet och statistik":["Likformig sannolikhet och metoder för att beräkna sannolikheten i vardagliga situationer.",
"Hur kombinatoriska principer kan användas i enkla vardagliga och matematiska problem.",
"Tabeller, diagram och grafer samt hur de kan tolkas och användas för att beskriva resultat av egna och andras undersökningar, till exempel med hjälp av digitala verktyg. Hur lägesmått och spridningsmått kan användas för bedömning av resultat vid statistiska undersökningar.",
"Bedömningar av risker och chanser utifrån statistiskt material."],
"Samband och förändring":["Procent för att uttrycka förändring och förändringsfaktor samt beräkningar med procent i vardagliga situationer och i situationer inom olika ämnesområden.",
"Funktioner och räta linjens ekvation. Hur funktioner kan användas för att undersöka förändring, förändringstakt och andra samband."],
"Problemlösning":["Strategier för problemlösning i vardagliga situationer och inom olika ämnesområden samt värdering av valda strategier och metoder.",
"Matematisk formulering av frågeställningar utifrån vardagliga situationer och olika ämnesområden.",
"Enkla matematiska modeller och hur de kan användas i olika situationer."]},
"subject":"GRGRMAT01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1,1,1],
"judge":{"E":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>i huvudsak </strong>fungerande sätt genom att välja och använda strategier och metoder med <strong>viss</strong> anpassning till problemets karaktär samt <strong>bidra till att formulera</strong> enkla matematiska modeller som kan tillämpas i sammanhanget. Eleven för <strong>enkla och till viss del </strong>underbyggda resonemang om val av tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>bidra till</strong> att ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
"Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak</strong> fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett<strong> i huvudsak</strong> fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>i huvudsak</strong> <strong>fungerande</strong> matematiska metoder med <strong>viss </strong>anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak fungerande </strong>sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>viss </strong>anpassning till syfte och sammanhang. I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som till viss del för resonemangen framåt</strong>."],
"C":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>relativt väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>förhållandevis god</strong> anpassning till problemets karaktär samt <strong>formulera</strong> enkla matematiska modeller som <strong>efter någon bearbetning</strong> kan tillämpas i sammanhanget. Eleven för <strong>utvecklade och relativt väl </strong>underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
"Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl</strong> fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett<strong> relativt väl </strong>fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god </strong>anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>gott</strong> resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt </strong>sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>förhållandevis god </strong>anpassning till syfte och sammanhang. I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som för resonemangen framåt</strong>."],
"A":["Eleven kan lösa olika problem i bekanta situationer på ett <strong>väl </strong>fungerande sätt genom att välja och använda strategier och metoder med <strong>god</strong> anpassning till problemets karaktär samt <strong>formulera</strong> enkla matematiska modeller som kan tillämpas i sammanhanget. Eleven för <strong>välutvecklade </strong>och <strong>väl </strong>underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>förslag </strong>på alternativa tillvägagångssätt.",
"Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya </strong>sammanhang på ett <strong>väl </strong>fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>väl </strong>fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>ändamålsenliga</strong> <strong>och effektiva</strong> matematiska metoder med <strong>god </strong>anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>mycket</strong> <strong>gott</strong> resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt </strong>sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>god </strong>anpassning till syfte och sammanhang. I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som för resonemangen framåt och fördjupar eller breddar dem</strong>."]},
"friends":["MATMAT00S",
"Matematik 1-3",
"MATMAT01a",
"MATMAT01b",
"MATMAT01c",
"MATMAT02a",
"MATMAT02b",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"Matematik 4-6",
"MATMAT05"]}