{"name":"Matematik 4-6",
"code":"Matematik 4-6",
"content":{"Taluppfattning och tals användning":["Rationella tal och deras egenskaper.",
"Positionssystemet för tal i decimalform. Det binära talsystemet och talsystem som använts i några kulturer genom historien, till exempel den babyloniska.",
"Tal i bråk- och decimalform och deras användning i vardagliga situationer.",
"Tal i procentform och deras samband med tal i bråk- och decimalform.",
"Centrala metoder för beräkningar med naturliga tal och enkla tal i decimalform vid överslagsräkning, huvudräkning samt vid beräkningar med skriftliga metoder och miniräknare. Metodernas användning i olika situationer.",
"Rimlighetsbedömning vid uppskattningar och beräkningar i vardagliga situationer."],
"Algebra":["Obekanta tal och deras egenskaper samt situationer där det finns behov av att beteckna ett obekant tal med en symbol.",
"Enkla algebraiska uttryck och ekvationer i situationer som är relevanta för eleven.",
"Metoder för enkel ekvationslösning.",
"Hur mönster i talföljder och geometriska mönster kan konstrueras, beskrivas och uttryckas."],
"Geometri":["Grundläggande geometriska objekt däribland polygoner, cirklar, klot, koner, cylindrar, pyramider och rätblock samt deras inbördes relationer. Grundläggande geometriska egenskaper hos dessa objekt.",
"Konstruktion av geometriska objekt. Skala och dess användning i vardagliga situationer.",
"Symmetri i vardagen, i konsten och i naturen samt hur symmetri kan konstrueras.",
"Metoder för hur omkrets och area hos olika tvådimensionella geometriska figurer kan bestämmas och uppskattas.",
"Jämförelse, uppskattning och mätning av längd, area, volym, massa, tid och vinkel med vanliga måttenheter. Mätningar med användning av nutida och äldre metoder."],
"Sannolikhet och statistik":["Sannolikhet, chans och risk grundat på observationer, experiment eller statistiskt material från vardagliga situationer. Jämförelser av sannolikheten vid olika slumpmässiga försök.",
"Enkel kombinatorik i konkreta situationer.",
"Tabeller och diagram för att beskriva resultat från undersökningar. Tolkning av data i tabeller och diagram.",
"Lägesmåtten medelvärde, typvärde och median samt hur de kan användas i statistiska undersökningar."],
"Samband och förändring":["Proportionalitet och procent samt deras samband.",
"Grafer för att uttrycka olika typer av proportionella samband vid enkla undersökningar.",
"Koordinatsystem och strategier för gradering av koordinataxlar."],
"Problemlösning":["Strategier för matematisk problemlösning i vardagliga situationer.",
"Matematisk formulering av frågeställningar utifrån vardagliga situationer."]},
"subject":"GRGRMAT01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1,1],
"judge":{"E":["Eleven kan lösa enkla problem i elevnära situationer på ett <strong>i huvudsak </strong>fungerande sätt genom att välja och använda strategier och metoder med <strong>viss</strong> anpassning till problemets karaktär. Eleven beskriver tillvägagångssätt på ett <strong>i huvudsak </strong>fungerande sätt och för <strong>enkla och till viss del </strong>underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>bidra</strong> <strong>till</strong> att ge <strong>något</strong> <strong>förslag</strong> på alternativt tillvägagångssätt.",
"Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak</strong> fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett<strong> i huvudsak</strong> fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>i huvudsak</strong> <strong>fungerande</strong> matematiska metoder med <strong>viss </strong>anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak fungerande </strong>sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>viss</strong> anpassning till sammanhanget. I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som <strong>till viss del för resonemangen framåt</strong>."],
"C":["Eleven kan lösa enkla problem i elevnära situationer på ett <strong>relativt väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>förhållandevis god</strong> anpassning till problemets karaktär. Eleven beskriver tillvägagångssätt på ett <strong>relativt väl</strong> fungerande sätt och för <strong>utvecklade och relativt väl </strong>underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge</strong> <strong>något</strong> <strong>förslag</strong> på alternativt tillvägagångssätt.",
"Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl</strong> fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett<strong> relativt väl </strong>fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god </strong>anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>gott</strong> resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>förhållandevis god </strong>anpassning till sammanhanget. I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som<strong> för resonemangen framåt</strong>."],
"A":["Eleven kan lösa enkla problem i elevnära situationer på ett <strong>väl </strong>fungerande sätt genom att välja och använda strategier och metoder med <strong>god</strong> anpassning till problemets karaktär. Eleven beskriver tillvägagångssätt på ett <strong>väl </strong>fungerande sätt och för <strong>välutvecklade </strong>och <strong>väl </strong>underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge</strong> <strong>förslag</strong> på alternativa tillvägagångssätt.",
"Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya </strong>sammanhang på ett <strong>väl </strong>fungerande sätt. Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>väl </strong>fungerande sätt. I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
"Eleven kan välja och använda <strong>ändamålsenliga</strong> <strong>och effektiva</strong> matematiska metoder med <strong>god </strong>anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>mycket</strong> <strong>gott </strong>resultat.",
"Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>god </strong>anpassning till sammanhanget. I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som<strong> för resonemangen framåt </strong><strong>och fördjupar eller breddar dem</strong>."]},
"friends":["GRNMAT2",
"MATMAT00S",
"Matematik 1-3",
"MATMAT01a",
"MATMAT01b",
"MATMAT01c",
"MATMAT02a",
"MATMAT02b",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"MATMAT05",
"Matematik 7-9"]}