{"subject":"MAT",
"name":"Matematik 1b",
"points":100,
"requirements":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["matematik 1a",
"matematik 1c"]},
"prog":"ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet",
"instructiontext":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 1a eller 1c. Kursen ska ingå i ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet.",
"code":"MATMAT01b",
"goaltext":"Kursen matematik 1b omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1],
"level":"basic",
"content":{"Taluppfattning, aritmetik och algebra":["Egenskaper hos mängden av heltal, olika talbaser samt begreppen primtal och delbarhet.",
"Metoder för beräkningar inom vardagslivet och karaktärsämnena med reella tal skrivna på olika former inklusive potenser med heltalsexponenter samt strategier för användning av digitala verktyg.",
"Hantering av algebraiska uttryck och för karaktärsämnena relevanta formler.",
"Begreppet linjär olikhet.",
"Algebraiska och grafiska metoder för att lösa linjära ekvationer och olikheter samt potensekvationer."],
"Geometri":["Begreppet symmetri och olika typer av symmetriska transformationer av figurer i planet samt symmetriers förekomst i naturen och i konst från olika kulturer.",
"Representationer av geometriska objekt och symmetrier med ord, praktiska konstruktioner och estetiska uttryckssätt.",
"Matematisk argumentation med hjälp av grundläggande logik inklusive implikation och ekvivalens samt jämförelser med hur man argumenterar i vardagliga sammanhang och inom olika ämnesområden.",
"Illustration av begreppen definition, sats och bevis, till exempel med Pythagoras sats och triangelns vinkelsumma."],
"Samband och förändring":["Fördjupning av procentbegreppet: promille, ppm och procentenheter.",
"Begreppen förändringsfaktor och index samt metoder för beräkning av räntor och amorteringar för olika typer av lån.",
"Begreppen funktion, definitions- och värdemängd samt egenskaper hos linjära funktioner och potens- och exponentialfunktioner.",
"Representationer av funktioner, till exempel i form av ord, gestaltning, funktionsuttryck, tabeller och grafer.",
"Skillnader mellan begreppen ekvation, algebraiskt uttryck och funktion."],
"Sannolikhet och statistik":["Granskning av hur statistiska metoder och resultat används i samhället och inom vetenskap.",
"Begreppen beroende och oberoende händelser samt metoder för beräkning av sannolikheter vid slumpförsök i flera steg med exempel från spel och risk- och säkerhetsbedömningar."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för privatekonomi, samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}