{"subject":"MAT",
"name":"Matematik 2b",
"points":100,
"requirements":{"type":"OR",
"arr":["matematik 1a",
"matematik 1b",
"matematik 1c"]},
"notwith":{"type":"OR",
"arr":["matematik 2a",
"matematik 2c"]},
"instructiontext":"som bygger på kursen matematik 1a, 1b eller 1c. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 2a eller 2c.",
"code":"MATMAT02b",
"goaltext":"Kursen matematik 2b omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":{"Taluppfattning, aritmetik och algebra":["Metoder för beräkningar med potenser med rationella exponenter.",
"Begreppet logaritm i samband med lösning av exponentialekvationer.",
"Metoder för beräkningar vid budgetering.",
"Räta linjens ekvation samt hur analytisk geometri binder ihop geometriska och algebraiska begrepp.",
"Begreppet linjärt ekvationssystem.",
"Hantering av kvadrerings- och konjugatregeln i samband med ekvationslösning.",
"Utvidgning av talområdet genom introduktion av begreppet komplext tal i samband med lösning av andragradsekvationer.",
"Algebraiska och grafiska metoder för att lösa exponential- och andragradsekvationer samt linjära ekvationssystem."],
"Geometri":["Användning av grundläggande klassiska satser i geometri om likformighet, kongruens och vinklar."],
"Samband och förändring":["Egenskaper hos andragradsfunktioner.",
"Konstruktion av grafer till funktioner samt bestämning av funktionsvärde och nollställe, med och utan digitala verktyg."],
"Sannolikhet och statistik":["Statistiska metoder för rapportering av observationer och mätdata från undersökningar, inklusive regressionsanalys.",
"Orientering och resonemang kring korrelation och kausalitet.",
"Metoder för beräkning av olika lägesmått och spridningsmått inklusive standardavvikelse.",
"Egenskaper hos normalfördelat material."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}