{"subject":"MAT",
"novux":false,
"name":"Matematik 2b",
"origname":"Matematik 2b",
"points":100,
"instrRAW":"som bygger på kursen matematik 1a, 1b eller 1c. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 2a eller 2c.",
"descarr":["Den bygger på kursen ",
"MATMAT01a",
", ",
"MATMAT01b",
" eller ",
"MATMAT01c",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"MATMAT02a",
" eller ",
"MATMAT02c",
"."],
"reqRAW":"kursen MATMAT01a, MATMAT01b eller MATMAT01c",
"notwithRAW":"kursen MATMAT02a eller MATMAT02c",
"code":"MATMAT02b",
"comments":{"innehållet":"<h4>Metoder för beräkningar vid budgetering.</h4><p>Budgetering avser till exempel kostnadsanalyser. Inom många områden, både privat och yrkesmässigt, behöver man kunna göra en enkel budget för att ha kontroll över kostnader, intäkter och utgifter. Budgetering kan inkludera uppskattningar, procenträkning och beräkningar med funktioner.</p><h4>Introduktion av begreppet komplext tal</h4><p><em>Introduktion</em> av komplexa tal innebär att eleverna ska kunna lösa enkla ekvationer av typen x^2= - 9. För detta krävs endast att kunna att 3i ·3i = - 9. Denna typ av ekvationer som saknar reella lösningar kan kopplas till egenskaper hos grafen för funktionen f(x)= x^2+9. Att <em>hantera</em> komplexa tals egenskaper och genomföra beräkningar på olika former samt lösa mer avancerade ekvationer ingår i matematik 4.</p>      "},
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Taluppfattning, aritmetik och algebra":["Metoder för beräkningar med potenser med rationella exponenter.",
"Begreppet logaritm i samband med lösning av exponentialekvationer.",
"Metoder för beräkningar vid budgetering.",
"Räta linjens ekvation samt hur analytisk geometri binder ihop geometriska och algebraiska begrepp.",
"Begreppet linjärt ekvationssystem.",
"Hantering av kvadrerings- och konjugatregeln i samband med ekvationslösning.",
"Utvidgning av talområdet genom introduktion av begreppet komplext tal i samband med lösning av andragradsekvationer.",
"Algebraiska och grafiska metoder för att lösa exponential- och andragradsekvationer samt linjära ekvationssystem."],
"Geometri":["Användning av grundläggande klassiska satser i geometri om likformighet, kongruens och vinklar."],
"Samband och förändring":["Egenskaper hos andragradsfunktioner.",
"Konstruktion av grafer till funktioner samt bestämning av funktionsvärde och nollställe, med och utan digitala verktyg."],
"Sannolikhet och statistik":["Statistiska metoder för rapportering av observationer och mätdata från undersökningar, inklusive regressionsanalys.",
"Orientering och resonemang kring korrelation och kausalitet.",
"Metoder för beräkning av olika lägesmått och spridningsmått inklusive standardavvikelse.",
"Egenskaper hos normalfördelat material."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några</b> <b>enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett</b> <b>fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.</p><p>Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, skrift och handling <b>med</b> <b>inslag av</b> matematiska symboler och andra representationer.</p><p>Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>enkla</b> resonemang om exemplens relevans.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, skrift och handling <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>välgrundade</b> resonemang om exemplens relevans.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutveckla</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, skrift och i handling <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och nyanserade</b> resonemang om exemplens relevans.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några</b> <b>enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.",
"Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, skrift och handling <b>med</b> <b>inslag av</b> matematiska symboler och andra representationer.",
"Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>enkla</b> resonemang om exemplens relevans."],
"C":["Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, skrift och handling <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>välgrundade</b> resonemang om exemplens relevans."],
"A":["Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutveckla</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, skrift och i handling <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och nyanserade</b> resonemang om exemplens relevans."]},
"req":{"type":"OR",
"arr":["MATMAT01a",
"MATMAT01b",
"MATMAT01c"]},
"notwith":{"type":"OR",
"arr":["MATMAT02a",
"MATMAT02c"]},
"reqarr":["MATMAT01a",
"MATMAT01b",
"MATMAT01c"],
"reqBy":["MATMAT03b",
"MATMAT03c"],
"friends":["GRNMAT2",
"MATMAT00S",
"Matematik 1-3",
"MATMAT01a",
"MATMAT01b",
"MATMAT01c",
"MATMAT02a",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"Matematik 4-6",
"MATMAT05",
"Matematik 7-9"]}