{"subject":"MAT",
"name":"Matematik 4",
"points":100,
"requirements":{"type":"OR",
"arr":["matematik 3b",
"matematik 3c"]},
"instructiontext":"som bygger på kursen matematik 3b eller 3c.",
"code":"MATMAT04",
"comment":"<h2>Begrepp i kursen matematik 4</h2><h3>Olika bevismetoder</h3><p>Olika bevismetoder kan till exempel vara direkta bevis, indirekta bevis och motsägelsebevis. I kursen matematik 5 utvidgas detta med induktionsbevis.</p>",
"goaltext":"Kursen matematik 4 omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1],
"level":"high",
"content":{"Aritmetik, algebra och geometri":["Metoder för beräkningar med komplexa tal skrivna på olika former inklusive rektangulär och polär form.",
"Komplexa talplanet, representation av komplext tal som punkt och vektor.",
"Konjugat och absolutbelopp av ett komplext tal.",
"Användning och bevis av de Moivres formel.",
"Algebraiska och grafiska metoder för att lösa enkla polynomekvationer med komplexa rötter och reella polynomekvationer av högre grad, även med hjälp av faktorsatsen.",
"Hantering av trigonometriska uttryck samt bevis och användning av trigonometriska formler inklusive trigonometriska ettan och additionsformler.",
"Algebraiska och grafiska metoder för att lösa trigonometriska ekvationer.",
"Olika bevismetoder inom matematiken med exempel från områdena aritmetik, algebra eller geometri."],
"Samband och förändring":["Egenskaper hos trigonometriska funktioner, logaritmfunktioner, sammansatta funktioner och absolutbeloppet som funktion.",
"Skissning av grafer och tillhörande asymptoter.",
"Härledning och användning av deriveringsregler för trigonometriska, logaritm-, exponential- och sammansatta funktioner samt produkt och kvot av funktioner.",
"Algebraiska och grafiska metoder för bestämning av integraler med och utan digitala verktyg, inklusive beräkningar av storheter och sannolikhetsfördelning.",
"Begreppet differentialekvation och dess egenskaper i enkla tillämpningar som är relevanta för karaktärsämnena."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}