{"subject":"MAT",
"name":"Matematik 3c",
"points":100,
"requirements":{"type":"OR",
"arr":["matematik 2a",
"matematik 2b",
"matematik 2c"]},
"notwith":"matematik 3b",
"instructiontext":"som bygger på kursen matematik 2a, 2b eller 2c. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 3b.",
"code":"MATMAT03c",
"goaltext":"Kursen matematik 3 omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1],
"level":"high",
"content":{"Aritmetik, algebra och geometri":["Begreppet absolutbelopp.",
"Begreppen polynom och rationella uttryck samt generalisering av aritmetikens lagar för hantering av dessa begrepp.",
"Egenskaper hos cirkelns ekvation och enhetscirkeln för att definiera trigonometriska begrepp.",
"Bevis och användning av cosinus-, sinus- och areasatsen för en godtycklig triangel."],
"Samband och förändring":["Orientering kring kontinuerlig och diskret funktion samt begreppet gränsvärde.",
"Egenskaper hos polynomfunktioner av högre grad.",
"Begreppen sekant, tangent, ändringskvot och derivata för en funktion.",
"Härledning och användning av deriveringsregler för potens- och exponentialfunktioner samt summor av funktioner.",
"Introduktion av talet e och dess egenskaper.",
"Algebraiska och grafiska metoder för bestämning av derivatans värde för en funktion.",
"Algebraiska och grafiska metoder för lösning av extremvärdesproblem inklusive teckenstudium och andraderivatan.",
"Samband mellan en funktions graf och funktionens första- och andraderivata.",
"Begreppen primitiv funktion och bestämd integral samt sambandet mellan integral och derivata.",
"Bestämning av enkla integraler i tillämpningar som är relevanta för karaktärsämnena."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}