{"subject":"MAT",
"name":"Matematik 1a",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 1b eller 1c. Kursen ska ingå i samtliga yrkesprogram.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"MATMAT01b",
" eller ",
"MATMAT01c",
". Kursen ska ingå i samtliga yrkesprogram."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"notwithRAW":"kursen MATMAT01b eller MATMAT01c",
"prog":"samtliga yrkesprogram",
"code":"MATMAT01a",
"comments":{"innehållet":"<h4>Beräkning av räntor och amorteringar</h4><p>Kunskap om räntor och amorteringar kan bidra till en förståelse för vad lån och krediter betyder för privatekonomin. Om arbetet med det centrala innehållet &quot;Beräkning av räntor och amorteringar för olika typer av lån&quot; utförs med elevnära matematiska problem kring till exempel snabblån och kreditkort kan relevanta kunskaper om hur amortering, räntor och avgifter hänger ihop utvecklas. </p><h4>Strategier för matematisk problemlösning</h4><p>En strategi kan ses som en plan, ansats eller idé för att försöka lösa ett problem, men strategin i sig löser inte problemet till skillnad från en metod som - väl vald och korrekt utförd - kan lösa rutinuppgifter och delproblem. För exempel på strategier, se kommentar till ”Att arbeta matematiskt”.</p><h4>Omfångsrika problemsituationer i karaktärsämnena</h4><p>En omfångsrik problemsituation kan vara av så komplex karaktär att den berör flera kunskapsområden inom matematik. Exempel på sådana omfångsrika problem finns på:</p><ul><li>MyrA - Samverkan i bedömning <a href=\"http://www.prim.su.se/myra\">http://www.prim.su.se/myra</a></li><li>Yrkesprovbanken <a href=\"http://yrkesprovbanken.skolverket.se/\">http://yrkesprovbanken.skolverket.se</a></li></ul><p><strong>Matematikens kulturhistoria</strong></p><p>Ett exempel på anknytning till matematikens kulturhistoria är människans upptäckt av ett samband mellan en cirkels omkrets och dess diameter som representeras av talet π.</p><p>Tanken med det kulturhistoriska innehållet är att göra matematikundervisningen mera levande och motivationsskapande, och att eleverna via matematiska problem får ta del av människorna, den tidsepok och den kultur som upptäckte de matematiska samband och begrepp som behandlas i kursen.</p>"},
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":{"Taluppfattning, aritmetik och algebra":["Metoder för beräkningar med reella tal skrivna på olika former inom vardagslivet och karaktärsämnena, inklusive överslagsräkning, huvudräkning och uppskattning samt strategier för att använda digitala verktyg.",
"Strategier för att använda hjälpmedel från karaktärsämnena, till exempel formulär, mallar, tumregler, föreskrifter, manualer och handböcker.",
"Hantering av algebraiska uttryck och för karaktärsämnena relevanta formler samt metoder för att lösa linjära ekvationer."],
"Geometri":["Egenskaper hos och representationer av geometriska objekt, till exempel ritningar, praktiska konstruktioner och koordinatsystem.",
"Geometriska begrepp valda utifrån karaktärsämnenas behov, till exempel skala, vektorer, likformighet, kongruens, sinus, cosinus, tangens och symmetrier.",
"Metoder för mätning och beräkning av storheter som är centrala för karaktärsämnena.",
"Enheter, enhetsbyten och behandling av mätetal som är centrala för karaktärsämnena samt hur man avrundar på ett för karaktärsämnena relevant sätt."],
"Samband och förändring":["Fördjupning av procentbegreppet: promille, ppm och procentenheter.",
"Begreppen förändringsfaktor och index samt metoder för beräkning av räntor och amorteringar för olika typer av lån.",
"Begreppen förhållande och proportionalitet i resonemang, beräkningar, mätningar och konstruktioner.",
"Skillnader mellan linjära och exponentiella förlopp."],
"Sannolikhet och statistik":["Beskrivande statistik med hjälp av kalkylprogram samt granskning av hur statistiska metoder och resultat används i samhället och i yrkeslivet.",
"Begreppen beroende och oberoende händelser samt metoder för beräkning av sannolikheter vid slumpförsök i flera steg med exempel från spel och risk- och säkerhetsbedömningar."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Hur matematiken kan användas som verktyg i behandlingen av omfångsrika problemsituationer i karaktärsämnena. Matematikens möjligheter och begränsningar i dessa situationer.",
"Matematiska problem av betydelse för privatekonomi, samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>med viss säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>översiktligt</b> beskriva innebörden av dem med <b>någon</b> annan representation. Dessutom växlar eleven <b>med viss säkerhet</b> mellan dessa representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några enkla</b> procedurer, upptäcker misstag och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala och andra praxisnära verktyg.</p><p>Eleven kan formulera, analysera och lösa praxisnära matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett</b> <b>fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>informellt</b> tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.</p><p>Eleven kan föra <b>enkla</b> matematiska resonemang och med <b>enkla</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, enkel skrift och handling <b>med inslag av</b> matematiska representationer.</p><p>Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>enkla</b> resonemang om exemplens relevans.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>med viss säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>utförligt</b> beskriva innebörden av dem med <b>några</b> andra representationer. Dessutom växlar eleven <b>med viss säkerhet</b> mellan dessa representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, upptäcker <b>och korrigerar</b> misstag samt löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala och andra praxisnära verktyg.</p><p>Eleven kan formulera, analysera och lösa praxisnära matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade</b> matematiska resonemang och med <b>nyanserade</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, enkel skrift och handling <b>samt använder</b> matematiska <b>symboler och andra</b> representationer <b>med</b> <b>viss anpassning</b> <b>till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något  <b>några av kursens delområden</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>utförligt</b> beskriva innebörden av dem med <b>flera</b> andra representationer. Dessutom växlar eleven <b>med säkerhet</b> mellan dessa olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, upptäcker <b>och korrigerar</b> misstag samt löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala och andra praxisnära verktyg.</p><p>Eleven kan formulera, analysera och lösa praxisnära matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med retorisk algebra</b>. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang och med <b>nyanserade</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, enkel skrift och i handling <b>samt använder</b> matematiska <b>symboler och andra</b> representationer <b>med god anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något  <b>några av kursens delområden</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och</b> <b>nyanserade</b> resonemang om exemplens relevans.</p>",
"judge":{"E":["Eleven kan <b>med viss säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>översiktligt</b> beskriva innebörden av dem med <b>någon</b> annan representation. Dessutom växlar eleven <b>med viss säkerhet</b> mellan dessa representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några enkla</b> procedurer, upptäcker misstag och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala och andra praxisnära verktyg.",
"Eleven kan formulera, analysera och lösa praxisnära matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>informellt</b> tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.",
"Eleven kan föra <b>enkla</b> matematiska resonemang och med <b>enkla</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, enkel skrift och handling <b>med inslag av</b> matematiska representationer.",
"Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>enkla</b> resonemang om exemplens relevans."],
"C":["Eleven kan <b>med viss säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>utförligt</b> beskriva innebörden av dem med <b>några</b> andra representationer. Dessutom växlar eleven <b>med viss säkerhet</b> mellan dessa representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, upptäcker <b>och korrigerar</b> misstag samt löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala och andra praxisnära verktyg.",
"Eleven kan formulera, analysera och lösa praxisnära matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade</b> matematiska resonemang och med <b>nyanserade</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, enkel skrift och handling <b>samt använder</b> matematiska <b>symboler och andra</b> representationer <b>med viss anpassning</b> <b>till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något  <b>några av kursens delområden</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans."],
"A":["Eleven kan <b>med säkerhet</b> visa innebörden av centrala begrepp i handling samt <b>utförligt</b> beskriva innebörden av dem med <b>flera</b> andra representationer. Dessutom växlar eleven <b>med säkerhet</b> mellan dessa olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, upptäcker <b>och korrigerar</b> misstag samt löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala och andra praxisnära verktyg.",
"Eleven kan formulera, analysera och lösa praxisnära matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med retorisk algebra</b>. I arbetet gör eleven om lämpliga delar av problemsituationer i karaktärsämnena till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang och med <b>nyanserade</b> omdömen värdera egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, enkel skrift och i handling <b>samt använder</b> matematiska <b>symboler och andra</b> representationer <b>med god anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något  <b>några av kursens delområden</b> till dess betydelse inom yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och</b> <b>nyanserade</b> resonemang om exemplens relevans."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["MATMAT01b",
"MATMAT01c"]},
"reqarr":[],
"reqBy":["MATMAT02a",
"MATMAT02b",
"MATMAT02c"],
"friends":["GRNMAT2",
"MATMAT00S",
"Matematik 1-3",
"MATMAT01b",
"MATMAT01c",
"MATMAT02a",
"MATMAT02b",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"Matematik 4-6",
"MATMAT05",
"Matematik 7-9"]}