{"subject":"MAT",
"name":"Matematik 2a",
"points":100,
"requirements":{"type":"OR",
"arr":["matematik 1a",
"matematik 1b",
"matematik 1c"]},
"notwith":{"type":"OR",
"arr":["matematik 2b",
"matematik 2c"]},
"instructiontext":"som bygger på kursen matematik 1a, 1b eller 1c. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 2b eller 2c.",
"code":"MATMAT02a",
"goaltext":"Kursen matematik 2a omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1],
"level":"normal",
"content":{"Taluppfattning, aritmetik och algebra":["Metoder för beräkningar vid budgetering.",
"Metoder för beräkningar med potenser med rationella exponenter.",
"Strategier för att formulera algebraiska uttryck, formler och ekvationer kopplat till konkreta situationer och karaktärsämnena.",
"Hantering av kvadrerings- och konjugatregeln i samband med ekvationslösning.",
"Räta linjens ekvation samt hur analytisk geometri binder ihop geometriska och algebraiska begrepp.",
"Användning av linjära ekvationssystem i problemlösningssituationer.",
"Algebraiska och grafiska metoder för att lösa potens- och andragradsekvationer samt linjära ekvationssystem.",
"Lösning av exponentialekvationer genom prövning och grafiska metoder."],
"Geometri":["Fördjupning av geometriska begrepp valda utifrån karaktärsämnenas behov, till exempel sinus, cosinus, tangens, vektorer och symmetrier.",
"Matematisk argumentation med hjälp av grundläggande logik inklusive implikation och ekvivalens samt jämförelser med hur man argumenterar i vardagliga och yrkesmässiga sammanhang."],
"Samband och förändring":["Begreppet funktion, definitions- och värdemängd. Tillämpningar av och egenskaper hos linjära funktioner samt potens-, andragrads- och exponentialfunktioner.",
"Representationer av funktioner, till exempel i form av ord, gestaltning, funktionsuttryck, tabeller och grafer.",
"Konstruktion av grafer till funktioner samt bestämning av funktionsvärde och nollställe, utan och med digitala verktyg.",
"Skillnader mellan begreppen ekvation, algebraiskt uttryck och funktion."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Hur matematiken kan användas som verktyg i behandlingen av omfångsrika problemsituationer i karaktärsämnena. Matematikens möjligheter och begränsningar i dessa situationer.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}