{"subject":"MAT",
"name":"Matematik 4",
"points":100,
"instrRAW":"som bygger på kursen matematik 3b eller 3c.",
"reqRAW":"kursen MATMAT03b eller MATMAT03c",
"code":"MATMAT04",
"comment":"<h2>Begrepp i kursen matematik 4</h2><h3>Olika bevismetoder</h3><p>Olika bevismetoder kan till exempel vara direkta bevis, indirekta bevis och motsägelsebevis. I kursen matematik 5 utvidgas detta med induktionsbevis.</p>",
"goals":[1,1,1,1,1,1,1],
"level":"high",
"content":{"Aritmetik, algebra och geometri":["Metoder för beräkningar med komplexa tal skrivna på olika former inklusive rektangulär och polär form.",
"Komplexa talplanet, representation av komplext tal som punkt och vektor.",
"Konjugat och absolutbelopp av ett komplext tal.",
"Användning och bevis av de Moivres formel.",
"Algebraiska och grafiska metoder för att lösa enkla polynomekvationer med komplexa rötter och reella polynomekvationer av högre grad, även med hjälp av faktorsatsen.",
"Hantering av trigonometriska uttryck samt bevis och användning av trigonometriska formler inklusive trigonometriska ettan och additionsformler.",
"Algebraiska och grafiska metoder för att lösa trigonometriska ekvationer.",
"Olika bevismetoder inom matematiken med exempel från områdena aritmetik, algebra eller geometri."],
"Samband och förändring":["Egenskaper hos trigonometriska funktioner, logaritmfunktioner, sammansatta funktioner och absolutbeloppet som funktion.",
"Skissning av grafer och tillhörande asymptoter.",
"Härledning och användning av deriveringsregler för trigonometriska, logaritm-, exponential- och sammansatta funktioner samt produkt och kvot av funktioner.",
"Algebraiska och grafiska metoder för bestämning av integraler med och utan digitala verktyg, inklusive beräkningar av storheter och sannolikhetsfördelning.",
"Begreppet differentialekvation och dess egenskaper i enkla tillämpningar som är relevanta för karaktärsämnena."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett</b> <b>fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.</p><p>Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal och skrift <b>med inslag av</b> matematiska symboler och andra representationer.</p><p>Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>enkla</b> resonemang om exemplens relevans.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, <b>inklusive avancerade aritmetiska och algebraiska uttryck</b>, och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. <b>Vidare kan eleven genomföra enkla matematiska bevis</b>. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal och skrift <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>definiera</b> <b>och</b> <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, <b>inklusive avancerade aritmetiska och algebraiska uttryck</b>, och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutveckla</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. <b>Vidare kan eleven genomföra matematiska bevis</b>. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal och skrift <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och nyanserade</b> resonemang om exemplens relevans.</p>",
"judge":{"e":["Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.",
"Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal och skrift <b>med inslag av</b> matematiska symboler och andra representationer.",
"Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>enkla</b> resonemang om exemplens relevans."],
"c":["Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, <b>inklusive avancerade aritmetiska och algebraiska uttryck</b>, och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. <b>Vidare kan eleven genomföra enkla matematiska bevis</b>. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal och skrift <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans."],
"a":["Eleven kan <b>definiera</b> <b>och</b> <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer, <b>inklusive avancerade aritmetiska och algebraiska uttryck</b>, och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutveckla</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. <b>Vidare kan eleven genomföra matematiska bevis</b>. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal och skrift <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade och nyanserade</b> resonemang om exemplens relevans."]},
"req":{"type":"OR",
"arr":["MATMAT03b",
"MATMAT03c"]},
"reqBy":["MATMAT05",
"MATMAT00S"]}