{"subject":"MAT",
"name":"Matematik 1b",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 1a eller 1c. Kursen ska ingå i ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"MATMAT01a",
" eller ",
"MATMAT01c",
". Kursen ska ingå i ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"notwithRAW":"kursen MATMAT01a eller MATMAT01c",
"prog":"ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet",
"code":"MATMAT01b",
"comments":{"innehållet":"<h4>Estetiska uttryckssätt</h4><p>Med <em>estetiskt</em> menas här inte att det måste vara vackert, utan det ska tolkas som en uttrycksform bland många andra, till exempel bild, konstruktion, drama eller musik.</p><h4>Illustration av begreppen definition, sats och bevis</h4><p>Illustration innebär att presentera begreppens roll och funktion i matematik, samt att synliggöra skillnaden mellan att troliggöra och bevisa ett matematiskt påstående. Vidare handlar det om att skilja mellan konventioner och definitioner samt att skilja mellan formell sats och informell beskrivning.</p><h4>Beräkning av räntor och amorteringar</h4><p>Kunskap om räntor och amorteringar kan bidra till en förståelse för vad lån och krediter betyder för privatekonomin. Om arbetet med det centrala innehållet &quot;Beräkning av räntor och amorteringar för olika typer av lån&quot; utförs med elevnära matematiska problem kring till exempel snabblån och kreditkort kan relevanta kunskaper om hur amortering, räntor och avgifter hänger ihop utvecklas. </p><h4>Gestaltning</h4><p>Gestaltning är ett exempel på en möjlig estetisk uttrycksform. Eleverna kan till exempel gestalta grafer med hjälp av armarna, men även med sig själva som punkter i koordinatsystem då koordinataxlarna ligger på golvet eller på marken. Grafers speglingar är också illustrativt att visa med denna uttrycksform.</p><h4>Strategier för matematisk problemlösning</h4><p>En strategi kan ses som en plan, ansats eller idé för att försöka lösa ett problem, men strategin i sig löser inte problemet till skillnad från en metod som - väl vald och korrekt utförd - kan lösa rutinuppgifter och delproblem. För exempel på strategier, se kommentar till ”Att arbeta matematiskt”.</p><h4>Matematikens kulturhistoria</h4><p>Ett exempel på anknytning till matematikens kulturhistoria är människans upptäckt av ett samband mellan en cirkels omkrets och dess diameter som representeras av talet π.</p><p>Tanken med det kulturhistoriska innehållet är att göra matematikundervisningen mera levande och motivationsskapande, och att eleverna via matematiska problem får ta del av människorna, den tidsepok och den kultur som upptäckte de matematiska samband och begrepp som behandlas i kursen.</p>"},
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":{"Taluppfattning, aritmetik och algebra":["Egenskaper hos mängden av heltal, olika talbaser samt begreppen primtal och delbarhet.",
"Metoder för beräkningar inom vardagslivet och karaktärsämnena med reella tal skrivna på olika former inklusive potenser med heltalsexponenter samt strategier för användning av digitala verktyg.",
"Hantering av algebraiska uttryck och för karaktärsämnena relevanta formler.",
"Begreppet linjär olikhet.",
"Algebraiska och grafiska metoder för att lösa linjära ekvationer och olikheter samt potensekvationer."],
"Geometri":["Begreppet symmetri och olika typer av symmetriska transformationer av figurer i planet samt symmetriers förekomst i naturen och i konst från olika kulturer.",
"Representationer av geometriska objekt och symmetrier med ord, praktiska konstruktioner och estetiska uttryckssätt.",
"Matematisk argumentation med hjälp av grundläggande logik inklusive implikation och ekvivalens samt jämförelser med hur man argumenterar i vardagliga sammanhang och inom olika ämnesområden.",
"Illustration av begreppen definition, sats och bevis, till exempel med Pythagoras sats och triangelns vinkelsumma."],
"Samband och förändring":["Fördjupning av procentbegreppet: promille, ppm och procentenheter.",
"Begreppen förändringsfaktor och index samt metoder för beräkning av räntor och amorteringar för olika typer av lån.",
"Begreppen funktion, definitions- och värdemängd samt egenskaper hos linjära funktioner och potens- och exponentialfunktioner.",
"Representationer av funktioner, till exempel i form av ord, gestaltning, funktionsuttryck, tabeller och grafer.",
"Skillnader mellan begreppen ekvation, algebraiskt uttryck och funktion."],
"Sannolikhet och statistik":["Granskning av hur statistiska metoder och resultat används i samhället och inom vetenskap.",
"Begreppen beroende och oberoende händelser samt metoder för beräkning av sannolikheter vid slumpförsök i flera steg med exempel från spel och risk- och säkerhetsbedömningar."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för privatekonomi, samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några</b> <b>enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett</b> <b>fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.</p><p>Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, skrift och handling <b>med</b> <b>inslag av</b> matematiska symboler och andra representationer.</p><p>Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>enkla</b> resonemang om exemplens relevans.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med</b> <b>viss säkerhet</b> i tal, skrift och handling <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.</p><p>Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.</p><p>Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutvecklar</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, skrift och i handling <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.</p><p>Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>välgrundade och nyanserade</b> resonemang om exemplens relevans.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>översiktligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <b>i bekanta situationer</b>. I arbetet hanterar eleven <b>några</b> <b>enkla</b> procedurer och löser uppgifter av standardkaraktär <b>med viss säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av enkel karaktär</b>. Dessa problem inkluderar <b>ett fåtal</b> begrepp och kräver <b>enkla</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att tillämpa <b>givna</b> matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier och metoder.",
"Eleven kan föra <b>enkla</b> matematiska resonemang och värdera med <b>enkla</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, skrift och handling <b>med</b> <b>inslag av</b> matematiska symboler och andra representationer.",
"Genom att ge exempel relaterar eleven något i <b>kursens innehåll</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>enkla</b> resonemang om exemplens relevans."],
"C":["Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>några</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med viss säkerhet</b> mellan olika representationer. Eleven kan <b>med viss säkerhet</b> använda begrepp och samband mellan begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja och</b> tillämpa matematiska modeller. Eleven kan med <b>enkla</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade</b> matematiska resonemang och värdera med <b>nyanserade</b> omdömen egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med viss säkerhet</b> i tal, skrift och handling <b>samt använder</b> matematiska symboler och andra representationer <b>med viss anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven föra <b>välgrundade</b> resonemang om exemplens relevans."],
"A":["Eleven kan <b>utförligt</b> beskriva innebörden av centrala begrepp med hjälp av <b>flera</b> representationer samt <b>utförligt</b> beskriva sambanden mellan begreppen. Dessutom växlar eleven <b>med säkerhet</b> mellan olika representationer. Eleven kan <b>med säkerhet</b> använda begrepp och samband mellan begrepp för att lösa <b>komplexa</b> matematiska problem och problemsituationer i karaktärsämnena. I arbetet hanterar eleven <b>flera</b> procedurer och löser uppgifter av standardkaraktär <b>med säkerhet och på ett effektivt sätt</b>, både utan och med digitala verktyg.",
"Eleven kan formulera, analysera och lösa matematiska problem <b>av komplex karaktär</b>. Dessa problem inkluderar <b>flera</b> begrepp och kräver <b>avancerade</b> tolkningar. <b>I problemlösning upptäcker eleven generella samband som presenteras med symbolisk algebra</b>. I arbetet gör eleven om realistiska problemsituationer till matematiska formuleringar genom att <b>välja</b>, tillämpa <b>och anpassa</b> matematiska modeller. Eleven kan med <b>nyanserade</b> omdömen utvärdera resultatets rimlighet samt valda modeller, strategier, metoder <b>och alternativ till dem</b>.",
"Eleven kan föra <b>välgrundade och nyanserade</b> matematiska resonemang, värdera med <b>nyanserade</b> omdömen <b>och vidareutvecklar</b> egna och andras resonemang samt skilja mellan gissningar och välgrundade påståenden. Dessutom uttrycker sig eleven <b>med säkerhet</b> i tal, skrift och i handling <b>samt använder</b> matematiska symboler och andra representationer <b>med god anpassning till syfte och situation</b>.",
"Genom att ge exempel relaterar eleven något i <b>några av kursens delområden</b> till dess betydelse inom andra ämnen, yrkesliv, samhällsliv och matematikens kulturhistoria. Dessutom kan eleven för <b>välgrundade och nyanserade</b> resonemang om exemplens relevans."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["MATMAT01a",
"MATMAT01c"]},
"reqarr":[],
"reqBy":["MATMAT02a",
"MATMAT02b",
"MATMAT02c"],
"friends":["MATMAT00S",
"Matematik 1-3",
"MATMAT01a",
"MATMAT01c",
"MATMAT02a",
"MATMAT02b",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"Matematik 4-6",
"MATMAT05",
"Matematik 7-9"]}