{"subject":"MAT",
"name":"Matematik 1c",
"points":100,
"requirements":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["matematik 1a",
"matematik 1b"]},
"prog":"naturvetenskapsprogrammet och teknikprogrammet",
"instructiontext":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen matematik 1a eller 1b. Kursen ska ingå i naturvetenskapsprogrammet och teknikprogrammet.",
"code":"MATMAT01c",
"comment":"<h2>Begrepp i kursen matematik 1c</h2><h3>Illustration av begreppen definition, sats och bevis</h3><p>Illustration innebär att presentera begreppens roll och funktion i matematik samt att synliggöra skillnaden mellan att troliggöra och bevisa ett matematiskt påstående. Vidare handlar det om att skilja mellan konventioner och definitioner samt att skilja mellan formell sats och informell beskrivning.</p><h3>Beräkning av räntor och amorteringar</h3><p>Kunskap om räntor och amorteringar kan bidra till en förståelse för vad lån och krediter betyder för privatekonomin. Om arbetet med det centrala innehållet &quot;Beräkning av räntor och amorteringar för olika typer av lån&quot; utförs med elevnära matematiska problem kring till exempel snabblån och kreditkort kan relevanta kunskaper om hur amortering, räntor och avgifter hänger ihop utvecklas. </p><h3>Strategier för matematisk problemlösning</h3><p>En strategi kan ses som en plan, ansats eller idé för att försöka lösa ett problem, men strategin i sig löser inte problemet till skillnad från en metod som – väl vald och korrekt utförd – kan lösa rutinuppgifter och delproblem. För exempel på strategier, se kommentar till ”Att arbeta matematiskt”.</p><h3>Matematikens kulturhistoria</h3><p>Ett exempel på anknytning till matematikens kulturhistoria är människans upptäckt av ett samband mellan en cirkels omkrets och dess diameter som representeras av talet π.</p><p>Tanken med det kulturhistoriska innehållet är att göra matematikundervisningen mera levande och motivationsskapande, och att eleverna via matematiska problem får ta del av människorna, den tidsepok och den kultur som upptäckte de matematiska samband och begrepp som behandlas i kursen.</p>",
"goaltext":"Kursen matematik 1c omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1],
"level":"basic",
"content":{"Taluppfattning, aritmetik och algebra":["Egenskaper hos mängden av heltal, olika talbaser samt begreppen primtal och delbarhet.",
"Metoder för beräkningar inom vardagslivet och karaktärsämnena med reella tal skrivna på olika former, inklusive potenser med reella exponenter samt strategier för användning av digitala verktyg.",
"Generalisering av aritmetikens räknelagar till att hantera algebraiska uttryck.",
"Begreppet linjär olikhet.",
"Algebraiska och grafiska metoder för att lösa linjära ekvationer och olikheter samt potensekvationer."],
"Geometri":["Begreppen sinus, cosinus och tangens och metoder för beräkning av vinklar och längder i rätvinkliga trianglar.",
"Begreppet vektor och dess representationer såsom riktad sträcka och punkt i ett koordinatsystem.",
"Addition och subtraktion med vektorer och produkten av en skalär och en vektor.",
"Matematisk argumentation med hjälp av grundläggande logik inklusive implikation och ekvivalens samt jämförelser med hur man argumenterar i vardagliga sammanhang och inom naturvetenskapliga ämnen.",
"Illustration av begreppen definition, sats och bevis, till exempel med Pythagoras sats och triangelns vinkelsumma."],
"Samband och förändring":["Fördjupning av procentbegreppet: promille, ppm och procentenheter.",
"Begreppen förändringsfaktor och index samt metoder för beräkning av räntor och amorteringar för olika typer av lån.",
"Begreppen funktion, definitions- och värdemängd samt egenskaper hos linjära funktioner samt potens- och exponentialfunktioner.",
"Representationer av funktioner i form av ord, funktionsuttryck, tabeller och grafer.",
"Skillnader mellan begreppen ekvation, olikhet, algebraiskt uttryck och funktion."],
"Sannolikhet och statistik":["Granskning av hur statistiska metoder och resultat används i samhället och inom vetenskap.",
"Begreppen beroende och oberoende händelser samt metoder för beräkning av sannolikheter vid slumpförsök i flera steg med exempel från spel och risk- och säkerhetsbedömningar."],
"Problemlösning":["Strategier för matematisk problemlösning inklusive användning av digitala medier och verktyg.",
"Matematiska problem av betydelse för privatekonomi, samhällsliv och tillämpningar i andra ämnen.",
"Matematiska problem med anknytning till matematikens kulturhistoria."]}}