{"subject":"MAY",
"name":"Marina elektroniksystem",
"points":100,
"instrRAW":"som bygger på kursen elektronik och mikrodatorteknik.",
"descarr":["Den bygger på kursen ",
"ELEELR0",
"."],
"reqRAW":"kursen ELEELR0",
"code":"MAYMAR0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Funktion och uppbyggnad hos mindre radaranläggningar.",
"Ekolod för olika ändamål.",
"AIS-systemet och tillhörande apparater.",
"GPS-system med inlagda sjökort.",
"Navigationssystem med displayplotter och liknande.",
"Radioutrustningar och mobiltelefoner.",
"Elektroniska plattformar för kommunikation mellan motor, reglage, instrument och övrig utrustning, till exempel EVC (Electronic Vessel Control).",
"Marina installations- och säkerhetskrav.",
"Internationella standarder för kommunikation mellan enheter, till exempel NMEA 2000.",
"Lagen om elektronisk kommunikation och tillstånd för VHF-radiosändare.",
"Support och service på navigations-, informations- och kommunikationssystem för fartyg.",
"Metoder för systematisk felsökning och reparation.",
"Elektronikscheman, servicemanualer och bruksanvisningar på svenska och engelska.",
"Installation, programmering och driftsättning av marina apparater och elektroniksystem.",
"Montering av marina antenner.",
"Mätteknik och mätinstrument.",
"Metoder för dokumentation av arbetet.",
"Instruktion till användare i handhavande av apparater och system."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>i samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg med <b>visst</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett <b>enkelt</b> fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.</p><p>Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg me <b>gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.</p><p>Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.</p><p>Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>gott</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg med <b>mycket gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt och nyanserat</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med säkerhet</b> med andra samt använder ett <b>nyanserat</b> fackspråk som är anpassat till situationen.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven ger <b>med säkerhet</b> tydliga instruktioner till användare av apparater och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>i samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg med <b>visst</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>i samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett <b>enkelt</b> fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.",
"Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>utförligt</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med viss säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg med <b>gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med viss säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt använder ett fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.",
"Eleven ger <b>med viss säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för funktion, konstruktion och uppbyggnad av marina elektronikapparater och system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser samt standarder och begrepp inom området.",
"Eleven planerar, organiserar och utför systematiskt och <b>efter samråd</b> med handledare support och service av marina elektronikapparater och system, med ett resultat som på ett <b>gott</b> sätt uppfyller kvalitetskraven. Under arbetet väljer eleven <b>med säkerhet</b> mätinstrument, verktyg och arbetsmetoder samt hanterar instrument och verktyg med <b>mycket gott</b> handlag och på ett sätt som är säkert för eleven själv och andra. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till hälsa, miljö och säkerhet. Under arbetet upptäcker eleven problem som uppstår och löser dem <b>efter samråd</b> med handledare. I arbetet använder eleven <b>med säkerhet</b> apparaternas kopplingsscheman och manualer. I arbetet samverkar och kommunicerar eleven <b>med säkerhet</b> med andra samt använder ett <b>nyanserat</b> fackspråk som är anpassat till situationen.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven ger <b>med säkerhet</b> tydliga instruktioner till användare av apparater och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"samenamecoursecode":"ELTMAR0",
"samenamesubjectcode":"ELT",
"samenamesubjectname":"Elektroniksystem [ersatt]",
"req":"ELEELR0",
"reqarr":["ELEELR0"],
"friends":["ELTBID0",
"ELOBID0",
"ELEELR0",
"ELTKOT0",
"ELOKOT0",
"ELTMAR0",
"ELTMAR0",
"ELTTRL0",
"ELOTRL0"]}