{"subject":"MED",
"name":"Medicin 2",
"origname":"Medicin 2",
"points":100,
"instrRAW":"som bygger på kursen medicin 1.",
"descarr":["Den bygger på kursen ",
"MEDMED01",
"."],
"reqRAW":"kursen MEDMED01",
"code":"MEDMED02",
"goals":[1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Människokroppens uppbyggnad med fördjupning i dess förmåga till ämnesomsättning, rörelse, retbarhet, skydd, försvar och fortplantning.",
"Fysiologiska processer med utgångspunkt i hälsa.",
"Sjukdomar och deras orsaker, symtom och diagnoser. Undersökningar, medicinska behandlingar, vård och omsorg vid dessa sjukdomar.",
"Vatten-, elektrolyt-, syrabas- och näringsbalans.",
"Farmakologi inklusive specifika läkemedel, deras verkningssätt, användningsområden och biverkningar.",
"Mikroorganismer och kroppens försvarssystem.",
"Medicinsk terminologi."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>översiktligt</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>översiktligt</b> kroppens vätske- och näringsbalans samt ger exempel på sjukdomar där balansen kan rubbas.</p><p>Eleven beskriver <b>översiktligt</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>översiktligt</b> hur de kan spridas samt beskriver <b>översiktligt</b> kroppens försvarssystem. </p><p>I beskrivningarna använder eleven <b>med viss säkerhet enkel</b> medicinsk terminologi.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>utförligt</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på, <b>och förklarar sambanden mellan</b>, relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>utförligt</b> kroppens vätske- och näringsbalans, ger exempel på sjukdomar där balansen kan rubbas <b>samt beskriver symtom som uppkommer när balansen är rubbad</b>.</p><p><b>Eleven förklarar utförligt några samband mellan människa, miljö, livsstil och specifika sjukdomar</b>.</p><p>Eleven beskriver <b>utförligt</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>utförligt</b> hur de kan spridas samt beskriver <b>utförligt</b> kroppens försvarssystem. </p><p>I beskrivningarna använder eleven <b>med viss säkerhet</b> medicinsk terminologi.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>utförligt och nyanserat</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på, <b>och förklarar nyanserat sambanden mellan</b>, relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>utförligt och nyanserat</b> kroppens vätske- och näringsbalans, ger exempel på sjukdomar där balansen kan rubbas <b>samt beskriver symtom som uppkommer när balansen är rubbad och motiverar varför de uppkommer</b>.</p><p><b>Eleven förklarar utförligt och nyanserat några samband mellan människa, miljö, livsstil och specifika sjukdomar. Dessutom värderar eleven med enkla omdömen olika förklaringar till samband mellan sjukdom och människans fysiska, psykiska och sociala förutsättningar</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>utförligt och nyanserat</b> hur de kan spridas samt beskriver <b>utförligt och nyanserat</b> kroppens försvarssystem. </p><p>I beskrivningarna använder eleven <b>med säkerhet</b> medicinsk terminologi.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>översiktligt</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>översiktligt</b> kroppens vätske- och näringsbalans samt ger exempel på sjukdomar där balansen kan rubbas.",
"Eleven förklarar <b>översiktligt</b> några samband mellan människa, miljö, livsstil och specifika sjukdomar.",
"Eleven beskriver <b>översiktligt</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>översiktligt</b> hur de kan spridas samt beskriver <b>översiktligt</b> kroppens försvarssystem. ",
"I beskrivningarna använder eleven <b>med viss säkerhet enkel</b> medicinsk terminologi."],
"C":["Eleven beskriver <b>utförligt</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>utförligt</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på, <b>och förklarar sambanden mellan</b>, relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>utförligt</b> kroppens vätske- och näringsbalans, ger exempel på sjukdomar där balansen kan rubbas <b>samt beskriver symtom som uppkommer när balansen är rubbad</b>.",
"Eleven förklarar <b>utförligt</b> några samband mellan människa, miljö, livsstil och specifika sjukdomar.",
"Eleven beskriver <b>utförligt</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>utförligt</b> hur de kan spridas samt beskriver <b>utförligt</b> kroppens försvarssystem. ",
"I beskrivningarna använder eleven <b>med viss säkerhet</b> medicinsk terminologi."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> människokroppens uppbyggnad och funktion. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> olika sjukdomar och deras specifika fysiska och psykiska symtom. Dessutom ger eleven exempel på, <b>och förklarar nyanserat sambanden mellan</b>, relevanta undersökningsmetoder, medicinska behandlingar samt vård och omsorg vid dessa sjukdomar. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> kroppens vätske- och näringsbalans, ger exempel på sjukdomar där balansen kan rubbas <b>samt beskriver symtom som uppkommer när balansen är rubbad och motiverar varför de uppkommer</b>.",
"Eleven förklarar <b>utförligt och nyanserat</b> några samband mellan människa, miljö, livsstil och specifika sjukdomar. <b>Dessutom värderar eleven med enkla omdömen olika förklaringar till samband mellan sjukdom och människans fysiska, psykiska och sociala förutsättningar</b>.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> specifika läkemedel, deras verkningssätt, användningsområden och biverkningar. Eleven ger också exempel på mikroorganismer och beskriver <b>utförligt och</b> <b>nyanserat</b> hur de kan spridas samt beskriver <b>utförligt och</b> <b>nyanserat</b> kroppens försvarssystem. ",
"I beskrivningarna använder eleven <b>med säkerhet</b> medicinsk terminologi."]},
"judgechangewarn":true,
"req":"MEDMED01",
"reqarr":["MEDMED01"],
"reqBy":["VADVAR00S"],
"foreignlinks":["VADVAR00S"],
"hasreqs":true,
"friends":["SJUAKU0",
"SJUBAR0",
"SJUHEM0",
"MEDMED01",
"SJULIN0",
"SJURÄD0",
"VADVAR00S"]}