{"subject":"MEE",
"name":"Journalistik, reklam och information 1",
"points":100,
"code":"MEEJOU01",
"goals":[1,1,1,0,0,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Grundläggande kommunikationsvetenskapliga metoder och teorier, till exempel envägskommunikation, tvåvägskommunikation eller intermedialitet, med fokus på kommunikationsprocessens olika steg.",
"Analys av olika budskapsinnehåll, avseende språk och gestaltning, som är riktade mot en tänkt målgrupp.",
"Kommunikation inom journalistik, information och reklam via olika medier i nationellt och internationellt perspektiv.",
"Informationssökning via olika kanaler, källor och digitala medietillämpningar samt grundläggande metoder för kritisk granskning av deras relevans och trovärdighet.",
"Lagstiftning, etiska regler och internationella överenskommelser som berör kommunikationsområdet, till exempel marknadsföringslagen, pressetiska regler och erkända internationella regler för reklam. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika steg i kommunikationsprocessen utifrån en <b>enkel</b> kommunikationsteori. Dessutom för eleven <b>enkla</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>någon</b> kommunikationsmodell.</p><p>Eleven redogör <b>översiktligt</b> för hur olika budskap tas emot av en målgrupp och drar <b>enkla</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>översiktligt</b> för några <b>enkla</b> samband och aspekter som gäller samspelet mellan medier och individ.</p><p>Eleven redogör <b>översiktligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>enkla</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika steg i kommunikationsprocessen utifrån en kommunikationsteori. Dessutom för eleven <b>välgrundade</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>några</b> kommunikationsmodeller.</p><p>Eleven redogör <b>utförligt</b> för hur olika budskap tas emot av en målgrupp och drar <b>välgrundade</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>utförligt</b> för några samband och aspekter som gäller samspelet mellan medier och individ.</p><p>Eleven redogör <b>utförligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven använder <b>med viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>välgrundade</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat för</b> olika steg i kommunikationsprocessen utifrån en kommunikationsteori. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>några komplexa</b> kommunikationsmodeller. <b>Eleven motiverar utförligt och nyanserat valet av modell</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur olika budskap tas emot av en målgrupp och drar <b>välgrundade och nyanserade</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>utförligt och nyanserat</b> för några <b>komplexa</b> samband och aspekter som gäller samspelet mellan medier och individ.</p><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven använder <b>med säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika steg i kommunikationsprocessen utifrån en <b>enkel</b> kommunikationsteori. Dessutom för eleven <b>enkla</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>någon</b> kommunikationsmodell.",
"Eleven redogör <b>översiktligt</b> för hur olika budskap tas emot av en målgrupp och drar <b>enkla</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>översiktligt</b> för några <b>enkla</b> samband och aspekter som gäller samspelet mellan medier och individ.",
"Eleven redogör <b>översiktligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>enkla</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna."],
"C":["Eleven redogör <b>utförligt</b> för olika steg i kommunikationsprocessen utifrån en kommunikationsteori. Dessutom för eleven <b>välgrundade</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>några</b> kommunikationsmodeller.",
"Eleven redogör <b>utförligt</b> för hur olika budskap tas emot av en målgrupp och drar <b>välgrundade</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>utförligt</b> för några samband och aspekter som gäller samspelet mellan medier och individ.",
"Eleven redogör <b>utförligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>välgrundade</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna."],
"A":["Eleven redogör <b>utförligt och nyanserat för</b> olika steg i kommunikationsprocessen utifrån en kommunikationsteori. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om olika produkters och tjänsters kommunikation med hjälp av <b>några komplexa</b> kommunikationsmodeller. <b>Eleven motiverar utförligt och nyanserat valet av modell</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur olika budskap tas emot av en målgrupp och drar <b>välgrundade och nyanserade</b> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet. Med det som bakgrund redogör eleven <b>utförligt och</b> <b>nyanserat</b> för några <b>komplexa</b> samband och aspekter som gäller samspelet mellan medier och individ.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven använder <b>med säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna."]},
"reqBy":["MEEJOU02"],
"friends":["MEEJOU02",
"MEETET0"]}