{"subject":"MEE",
"name":"Journalistik, reklam och information 2",
"points":100,
"instrRAW":"som bygger på kursen journalistik, reklam och information 1.",
"descarr":["Den bygger på kursen ",
"MEEJOU01",
"."],
"reqRAW":"kursen MEEJOU01",
"code":"MEEJOU02",
"goals":[0,1,1,1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Analys av olika mediers räckvidd och genomslagskraft på olika målgrupper.",
"Analys av olika budskapsinnehåll, avseende språk och gestaltning, som är riktade mot en tänkt målgrupp genom användande av socialpsykologiska begrepp, till exempel perception, varseblivning och kognitiv dissonans.",
"Metoder för utformning och presentation av reklamtexter, informationstexter och journalistiska texter och arbeten.",
"Utformning av reklamtexter, informationstexter och journalistiska texter grundade på fakta och saklighet, riktade till olika målgrupper, för såväl intern som extern kommunikation.",
"Olika former av marknadsundersökningar och publika undersökningar, till exempel segmentering, tracking, konsumentpaneler och tittar- och läsvärdesundersökningar, i relation till olika typer av medier.",
"Informationssökning via olika kanaler, källor och digitala medietillämpningar samt metoder för kritisk granskning av deras relevans och trovärdighet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven för, utifrån olika textexempel, <b>enkla</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>enkla</b> slutsatser om olika texters påverkan på olika målgrupper.</p><p>Eleven redogör <b>översiktligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven producerar faktabaserade och sakliga <b>enkla</b> journalistiska texter. Dessutom producerar eleven <b>enkla</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är <b>till viss del</b> anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.</p><p>Utifrån en given arbetsuppgift producerar eleven <b>i samråd</b> med handledare en <b>enkel</b> informations- eller reklamkampanj riktad till en specifik målgrupp. Eleven redogör <b>översiktligt</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven använder <b>i samråd</b> med handledare <b>enkla</b> kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>enkla</b> slutsatser om olika mediers styrkor och svagheter.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven för, utifrån olika textexempel, <b>välgrundade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om olika texters påverkan på olika målgrupper.</p><p>Eleven redogör <b>utförligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.</p><p>Utifrån en given arbetsuppgift producerar eleven <b>efter samråd</b> med handledare en <b>enkel</b> informations- eller reklamkampanj riktad till en specifik målgrup <b>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</b>. Eleven redogör <b>utförligt</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven använder <b>efter samråd</b> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>välgrundade</b> slutsatser om olika mediers styrkor och svagheter.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven för, utifrån olika textexempel, <b>välgrundade och nyanserade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om olika texters påverkan på olika målgrupper.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.</p><p>Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven <b>avancerade</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>god</b> språklig kvalite <b>och innehåller väl valda uttrycksformer</b>.</p><p>Utifrån en given arbetsuppgift producerar eleven <b>efter samråd</b> med handledare en <b>genomarbetad</b> informations- eller reklamkampanj riktad till en specifik målgrup <b>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</b>. Eleven redogör <b>utförligt och nyanserat</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven använder <b>efter samråd</b> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>välgrundade och nyanserade</b> slutsatser om olika mediers styrkor och svagheter.</p><p>Eleven använder <b>med</b> <b>säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen utifrån deras relevans och användbarhet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven för, utifrån olika textexempel, <b>enkla</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>enkla</b> slutsatser om olika texters påverkan på olika målgrupper.",
"Eleven redogör <b>översiktligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven producerar faktabaserade och sakliga <b>enkla</b> journalistiska texter. Dessutom producerar eleven <b>enkla</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är <b>till viss del</b> anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.",
"Utifrån en given arbetsuppgift producerar eleven <b>i samråd</b> med handledare en <b>enkel</b> informations- eller reklamkampanj riktad till en specifik målgrupp. Eleven redogör <b>översiktligt</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven använder <b>i samråd</b> med handledare <b>enkla</b> kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>enkla</b> slutsatser om olika mediers styrkor och svagheter.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven för, utifrån olika textexempel, <b>välgrundade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om olika texters påverkan på olika målgrupper.",
"Eleven redogör <b>utförligt</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.",
"Utifrån en given arbetsuppgift producerar eleven <b>efter samråd</b> med handledare en <b>enkel</b> informations- eller reklamkampanj riktad till en specifik målgrup <b>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</b>. Eleven redogör <b>utförligt</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven använder <b>efter samråd</b> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>välgrundade</b> slutsatser om olika mediers styrkor och svagheter.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven för, utifrån olika textexempel, <b>välgrundade och nyanserade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om olika texters påverkan på olika målgrupper.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
"Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven <b>avancerade</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>god</b> språklig kvalite <b>och innehåller väl valda uttrycksformer</b>.",
"Utifrån en given arbetsuppgift producerar eleven <b>efter samråd</b> med handledare en <b>genomarbetad</b> informations- eller reklamkampanj riktad till en specifik målgrup <b>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven använder <b>efter samråd</b> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik. Dessutom använder eleven undersökningsresultaten för att dra <b>välgrundade och nyanserade</b> slutsatser om olika mediers styrkor och svagheter.",
"Eleven använder <b>med säkerhet</b> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen utifrån deras relevans och användbarhet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MEEJOU01",
"reqarr":["MEEJOU01"]}