{"subject":"MEE",
"name":"Textkommunikation",
"origname":"Textkommunikation",
"points":100,
"code":"MEETET0",
"goals":[0,0,0,1,1,0,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Produktion och analys av journalistiska texter grundade på fakta och saklighet utifrån journalistikens principer.",
"Produktion och analys av informationstexter och reklamtexter utifrån informationens och reklamens behov.",
"Grundläggande journalistiska och reklaminriktade arbetssätt, till exempel intervjuer och research.",
"Språk och uttryck i textproduktioner riktade mot olika målgrupper, till exempel hur semiotik, retorik och dramaturgi används när budskap formuleras.",
"Skillnader i arbetssätt och innehåll inom extern och intern information.",
"Informationssökning via olika kanaler, källor och digitala medietillämpningar samt grundläggande metoder för kritisk granskning av deras relevans och trovärdighet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven för, utifrån olika textexempel, <b>enkla</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>enkla</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>översiktligt</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven producerar faktabaserade och sakliga <b>enkla</b> journalistiska texter. Dessutom producerar eleven <b>enkla</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är <b>till viss del</b> anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven för, utifrån olika textexempel, <b>välgrundade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>utförligt</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven för, utifrån olika textexempel, <b>välgrundade och nyanserade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>utförligt och nyanserat</b> för skillnaderna mellan intern och extern kommunikation.</p><p>Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven <b>avancerade</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med</b> <b>säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>god</b> språklig kvalite <b>och innehåller väl valda uttrycksformer</b>.</p><p>Eleven använder <b>med</b> <b>säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen utifrån deras relevans och användbarhet.</p>",
"judge":{"E":["Eleven för, utifrån olika textexempel, <b>enkla</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>enkla</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>översiktligt</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven producerar faktabaserade och sakliga <b>enkla</b> journalistiska texter. Dessutom producerar eleven <b>enkla</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är <b>till viss del</b> anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet."],
"C":["Eleven för, utifrån olika textexempel, <b>välgrundade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>utförligt</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med viss säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>tillfredsställande</b> språklig kvalitet.",
"Eleven använder <b>med viss säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>enkla</b> omdömen utifrån deras relevans och användbarhet."],
"A":["Eleven för, utifrån olika textexempel, <b>välgrundade och nyanserade</b> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om olika texters påverkan på olika målgrupper. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för skillnaderna mellan intern och extern kommunikation.",
"Eleven producerar faktabaserade och sakliga journalistiska texter. Dessutom producerar eleven <b>avancerade</b> texter med informativt och reklaminriktat innehåll. I arbetet använder eleven <b>med säkerhet</b> något journalistiskt och reklamorienterat arbetssätt. Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <b>god</b> språklig kvalite <b>och innehåller väl valda uttrycksformer</b>.",
"Eleven använder <b>med säkerhet</b> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <b>nyanserade</b> omdömen utifrån deras relevans och användbarhet."]},
"friends":["MEEJOU01",
"MEEJOU02"]}