{"subject":"MEK",
"name":"Mekatronik 1",
"points":100,
"code":"MEKMEK01",
"goals":[1,1,0,1,1],
"level":"basic",
"content":["Elarbete, mekaniskt arbete och enklare programmering av styrenheter.",
"Tolkning av ritningar och manualer.",
"Uppbyggnad av mekatroniska system från sensor, via styrenhet, till aktuator.",
"Hur logiska grundfunktioner kan användas för olika styrtekniska lösningar.",
"Tekniska lösningar i vardagen för omvandling av energi, materia eller information.",
"Grundläggande mekaniska begrepp, till exempel hävstång, block, lutande planet, fackverk och balk.",
"Grundläggande elektriska storheter och begrepp, till exempel laddning, ström, spänning, resistans och sluten krets.",
"Mätning av olika mekaniska och elektriska storheter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och bygger <b>i samråd</b> med handledare <b>ett</b> <b>eller</b> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och manualer samt samarbetar <b>med viss säkerhet</b> med andra. Eleven gör en <b>enkel</b> dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <b>översiktligt</b> hur ett <b>enkelt</b> mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>översiktligt</b> fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och bygger <b>efter samråd</b> med handledare <b>ett eller</b> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och manualer samt samarbetar <b>med viss säkerhet</b> med andra. Eleven gör en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <b>utförligt</b> hur ett mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>utförligt</b> fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och bygger <b>efter samråd</b> med handledare flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med säkerhet</b> ritningar och manualer samt samarbetar <b>med säkerhet</b> med andra. Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <b>utförligt och nyanserat</b> hur ett <b>komplext</b> mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>utförligt och nyanserat</b> fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och bygger <b>i samråd</b> med handledare <b>ett</b> <b>eller</b> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och manualer samt samarbetar <b>med viss säkerhet</b> med andra. Eleven gör en <b>enkel</b> dokumentation av sitt arbete.",
"Med exempel från både industri och vardagsliv beskriver eleven <b>översiktligt</b> hur ett <b>enkelt</b> mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>översiktligt</b> fysikaliska principer vid olika mekatroniska tillämpningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och bygger <b>efter samråd</b> med handledare <b>ett eller</b> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och manualer samt samarbetar <b>med viss säkerhet</b> med andra. Eleven gör en <b>noggrann</b> dokumentation av sitt arbete.",
"Med exempel från både industri och vardagsliv beskriver eleven <b>utförligt</b> hur ett mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>utförligt</b> fysikaliska principer vid olika mekatroniska tillämpningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och bygger <b>efter samråd</b> med handledare flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <b>med säkerhet</b> ritningar och manualer samt samarbetar <b>med säkerhet</b> med andra. Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Med exempel från både industri och vardagsliv beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur ett <b>komplext</b> mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <b>utförligt och</b> <b>nyanserat</b> fysikaliska principer vid olika mekatroniska tillämpningar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}