{"subject":"MEP",
"name":"Medieproduktion 2",
"points":100,
"instrRAW":"som bygger på kursen medieproduktion 1.",
"reqRAW":"kursen MEPMEI01",
"code":"MEPMEI02",
"goals":[2,1,1,1,1,2],
"level":"high",
"content":["Förarbete inför och planering av medieproduktioner utifrån givna sammanhang.",
"Framställning av förlagor i form av utvecklade synopsis, skisser eller manus.",
"Textskrivning, fotografering, filmning, ljudupptagning och redigering.",
"Olika redovisningsformer av produkter, till exempel tidningar, filmer och utställningar, i analog eller digital form.",
"Olika roller vid medieproduktioner, till exempel skribent, fotograf, ljudtekniker och redigerare, samt hur dessa samarbetar.",
"Tidsramar och deras betydelse vid medieproduktioner. ",
"Teorier, begrepp och modeller som behandlar produktionsprocessen. ",
"Retoriska berättargrepp och strategier vid olika medieproduktioner.",
"Modeller för fördjupad analys av olika målgrupper med fokus på beteenden och förväntningar samt hur produkter utformas för att möta olika målgrupper.",
"Kommunikationsvetenskapliga modeller och teorier för analys av medieproduktioners innehåll, form och funktion."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör en <b>enkel</b> planering av sitt arbete och genomför <b>i samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>enkelt</b> researcharbete. Eleven gör en <b>enkel</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>enkla</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>enkla</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>i samråd</b> med handledare uppkomna problem.</p><p>Eleven redogör <b>översiktligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>översiktligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder <b>en</b> <b>enkel</b> strategi för att hålla sig inom uppsatta tidsramar.</p><p>Eleven redogör <b>översiktligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>enkla</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör en <b>enkel</b> analys av medieproduktioner, som inbegriper <b>enkla</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>någon</b> kommunikationsvetenskaplig teori för att dra <b>enkla</b> slutsatser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.</p><p>Eleven redogör <b>utförligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>utförligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.</p><p>Eleven redogör <b>utförligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>välgrundade</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat.</p><p>Eleven gör en analys av medieproduktioner, som inbegriper <b>välgrundade</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>någon</b> kommunikationsvetenskaplig teori, <b>samt egna och andras dokumenterade erfarenheter</b>, för att dra <b>välgrundade</b> slutsatser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern tekni <b>som är anpassad till syfte och målgrupp</b>. I arbetet använder eleven <b>med säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad och nyanserad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använde <b>genomtänkta</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleve <b>med hjälp av modeller och begrepp</b> <b>utförligt och nyanserat</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål.<b> Dessutom</b> <b>intar eleven vid behov olika arbetsroller i gruppen</b>. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.<b> Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>välgrundade och nyanserade</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.</p><p>Eleven gör en <b>komplex</b> analys av medieproduktioner, som inbegriper <b>välgrundade och</b> <b>nyanserade</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>några</b> kommunikationsvetenskapliga teorier, <b>samt egna och andras dokumenterade erfarenheter</b>, för att dra <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom</b> <b>ger eleven förslag på hur medieproduktionerna kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven gör en <b>enkel</b> planering av sitt arbete och genomför <b>i samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>enkelt</b> researcharbete. Eleven gör en <b>enkel</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>enkla</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>enkla</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>i samråd</b> med handledare uppkomna problem.",
"Eleven redogör <b>översiktligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>översiktligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder <b>en</b> <b>enkel</b> strategi för att hålla sig inom uppsatta tidsramar.",
"Eleven redogör <b>översiktligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>enkla</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
"Eleven gör en <b>enkel</b> analys av medieproduktioner, som inbegriper <b>enkla</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>någon</b> kommunikationsvetenskaplig teori för att dra <b>enkla</b> slutsatser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.",
"Eleven redogör <b>utförligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>utförligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.",
"Eleven redogör <b>utförligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>välgrundade</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
"Eleven gör en analys av medieproduktioner, som inbegriper <b>välgrundade</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>någon</b> kommunikationsvetenskaplig teori, <b>samt egna och andras dokumenterade erfarenheter</b>, för att dra <b>välgrundade</b> slutsatser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern tekni <b>som är anpassad till syfte och målgrupp</b>. I arbetet använder eleven <b>med säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad och nyanserad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använde <b>genomtänkta</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleve <b>med hjälp av modeller och begrepp</b> <b>utförligt och</b> <b>nyanserat</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål.<b> Dessutom</b> <b>intar eleven vid behov olika arbetsroller i gruppen</b>. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.<b> Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>välgrundade och nyanserade</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.",
"Eleven gör en <b>komplex</b> analys av medieproduktioner, som inbegriper <b>välgrundade och</b> <b>nyanserade</b> resonemang om produktionernas utformning och målgruppsanpassning. I sin analys använder eleven begrepp ur <b>några</b> kommunikationsvetenskapliga teorier, <b>samt egna och andras dokumenterade erfarenheter</b>, för att dra <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom</b> <b>ger eleven förslag på hur medieproduktionerna kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}