{"subject":"MEP",
"novux":false,
"name":"Medieproduktion 1",
"origname":"Medieproduktion 1",
"points":100,
"code":"MEPMEI01",
"goals":[2,1,2,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"basic",
"content":["Förarbete inför medieproduktioner och framställning av enkla förlagor i form av synopsis, skisser eller manus.",
"Textskrivning, fotografering, filmning, ljudupptagning och redigering.",
"Olika redovisningsformer av produkter, till exempel tidningar, filmer och utställningar, i analog eller digital form.",
"Olika roller vid medieproduktioner, till exempel skribent, fotograf, ljudtekniker och redigerare. Betydelsen av samarbete.",
"Tidsramar och deras betydelse vid medieproduktioner.",
"Grundläggande berättargrepp och modeller som behandlar produktionsprocessen.",
"Modeller för analys av olika målgrupper.",
"Modeller för grundläggande analys av egna och andras medieproduktioner utifrån innehåll, form och funktion."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör en <b>enkel</b> planering av sitt arbete och genomför <b>i samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>enkelt</b> researcharbete. Eleven gör en <b>enkel</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>enkla</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>enkla</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>i samråd</b> med handledare uppkomna problem.</p><p>Eleven redogör <b>översiktligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>översiktligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder <b>en enkel</b> strategi för att hålla sig inom uppsatta tidsramar.</p><p>Eleven redogör <b>översiktligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>enkla</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör en <b>enkel</b> analys av medieproduktioner, som inbegriper <b>enkla</b> resonemang om produktionernas utformning och målgruppsanpassning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.</p><p>Eleven redogö <b>utförligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>utförligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.</p><p>Eleven redogör <b>utförligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <b>samt drar välgrundade slutsatser om på vilket sätt de bidragit till önskvärt resultat</b>.</p><p>Eleven gör en analys av medieproduktioner som inbegriper <b>välgrundade</b> resonemang om produktionernas utformning och målgruppsanpassning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik <b>som är anpassad till syfte och målgrupp</b>. I arbetet använder eleven <b>med säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad och nyanserad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>genomtänkta</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>med hjälp av modeller och begrepp</b> <b>utförligt och nyanserat</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.</p><p>I arbetet samarbetar eleven med andra för att nå planerade mål. <b>Dessutom</b> <b>intar eleven vid behov olika arbetsroller i gruppen</b>. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar. <b>Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <b>samt drar välgrundade och nyanserade slutsatser om på vilket sätt de bidragit till önskvärt resultat</b>. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.</p><p>Eleven gör en <b>komplex</b> analys av medieproduktioner som inbegriper <b>välgrundade och</b><b> nyanserade</b> resonemang om produktionernas utformning och målgruppsanpassning. <b>Dessutom</b> <b>ger eleven förslag på hur medieproduktionerna kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven gör en <b>enkel</b> planering av sitt arbete och genomför <b>i samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför et <b>enkelt</b> researcharbete. Eleven gör en <b>enkel</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>enkla</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>enkla</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>i samråd</b> med handledare uppkomna problem.",
"Eleven redogör <b>översiktligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>översiktligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder <b>en enkel</b> strategi för att hålla sig inom uppsatta tidsramar.",
"Eleven redogör <b>översiktligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <b>enkla</b> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
"Eleven gör en <b>enkel</b> analys av medieproduktioner, som inbegriper <b>enkla</b> resonemang om produktionernas utformning och målgruppsanpassning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik. I arbetet använder eleven <b>med viss säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med viss säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.",
"Eleven redogö <b>utförligt</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>utförligt</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.",
"Eleven redogör <b>utförligt</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <b>samt drar välgrundade slutsatser om på vilket sätt de bidragit till önskvärt resultat</b>.",
"Eleven gör en analys av medieproduktioner som inbegriper <b>välgrundade</b> resonemang om produktionernas utformning och målgruppsanpassning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven gör en <b>genomarbetad</b> planering av sitt arbete och genomför <b>efter samråd</b> med handledare några medieproduktioner med hjälp av modern teknik <b>som är anpassad till syfte och målgrupp</b>. I arbetet använder eleven <b>med säkerhet</b> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <b>genomarbetat</b> researcharbete. Eleven gör en <b>välgrundad och nyanserad</b> bedömning av researcharbetets användbarhet. Eleven presenterar förarbetet i form av <b>genomarbetade</b> synopsis, manus eller skisser. I medieproduktionen använder eleven <b>med säkerhet</b> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp. Eleven använder <b>genomtänkta</b> berättargrepp för att förmedla innehållet till en tänkt målgrupp. Under arbetets gång löser eleven <b>efter samråd</b> med handledare uppkomna problem.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra. Dessutom beskriver eleven <b>med hjälp av modeller och begrepp</b> <b>utförligt och</b> <b>nyanserat</b> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
"I arbetet samarbetar eleven med andra för att nå planerade mål. <b>Dessutom</b> <b>intar eleven vid behov olika arbetsroller i gruppen</b>. Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar. <b>Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <b>samt drar välgrundade och nyanserade slutsatser om på vilket sätt de bidragit till önskvärt resultat</b>. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.",
"Eleven gör en <b>komplex</b> analys av medieproduktioner som inbegriper <b>välgrundade och nyanserade</b> resonemang om produktionernas utformning och målgruppsanpassning. <b>Dessutom</b> <b>ger eleven förslag på hur medieproduktionerna kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["ESTEST02",
"MEPMEI02"],
"foreignlinks":["ESTEST02"],
"hasreqs":true,
"friends":["ESTEST01",
"ESTEST02",
"ESTEST03",
"MEPMEI02"]}