{"subject":"MER",
"name":"Medier, samhälle och kommunikation 1",
"points":100,
"code":"MERMEE01",
"comment":"<h2>Begrepp i kursen medier, samhälle och kommunikation 1</h2><h3>Strukturer och ägandeförhållanden</h3><p>Strukturer och ägandeförhållanden innefattar olika ägarintressen, strukturer som stödjer ägarnas möjligheter att sprida budskap samt deras agerande för att skapa sig maktpositioner och att använda sig av sina positioner.</p><h3>Grundläggande kommunikationsteori</h3><p>Inom området kommunikationsteori finns två framträdande skolor. Den ena betraktar kommunikation som överföring av budskap och ser kommunikation som en process genom vilken en person eller organisation påverkar en annan aktörs beteende. Den andra skolan ser kommunikation som skapande och utbyte av betydelser. Den inriktar sig på hur meddelanden och texter samverkar med människor för att skapa betydelser.</p><p>I ämnet <em>medier, samhälle och kommunikation </em>ligger fokus på den skola som ser kommunikation som överföring av budskap från sändare till mottagare. Sändaren och mediet ges makten över kommunikationsprocessen.</p><p>Om man vill undersöka hur politiken kan skapa mediekommunikation som främjar demokratiska värden kan det exempelvis vara fruktbart att studera detta utifrån Hutchinskommissionens fyra olika medieideologier. En annan möjlighet är att använda Lasswells teorier där fokus ligger på vilka positiva funktioner massmedier har för sina användare och där massmedier uppfyller fyra funktioner i samhället. En tredje är Lazarsfields tvåstegshypotes där sändarens avsikt att påverka mottagaren i en viss riktning ligger i fokus. Andra grundläggande teorier är Innis och McLuhans teorier som bygger på tesen att nya medieteknologier leder till samhällsförändringar.</p><h3>Medietillämpningar</h3><p>Begreppet medietillämpningar innefattar alla de tekniker som används för att producera, publicera och distribuera olika typer av medier. Tonvikten i denna kurs ligger vid medietillämpningarnas betydelse för medieutvecklingen och opinionsbildningen i samhället.</p>",
"goaltext":"Kursen medier, samhälle och kommunikation 1 omfattar punkterna 1&mdash;4 och 7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;4.",
"goals":[2,2,2,2,0,0,1],
"level":"normal",
"content":["Mediernas tillkomst, utveckling och påverkan ur ett historiskt och dagsaktuellt perspektiv. Mediernas roll i samhället och deras betydelse för demokratin och samtidskulturen.",
"Analys av nationella och internationella mediestrukturer samt pågående förändringar inom dem.",
"Strukturer och ägandeförhållanden inom mediesektorn på såväl nationell som internationell nivå.",
"Grundläggande kommunikationsteori samt masskommunikation via både traditionella medier och nya medieformer.",
"Lagar och andra bestämmelser samt internationella överenskommelser och etiska regler inom kommunikationsområdet.",
"Analoga och digitala medietillämpningars betydelse för medieutvecklingen såväl historiskt som nationellt och globalt samt som plattform för nationell och internationell opinionsbildning."]}