{"subject":"MER",
"novux":false,
"name":"Medier, samhälle och kommunikation 2",
"origname":"Medier, samhälle och kommunikation 2",
"points":100,
"instrRAW":"som bygger på kursen medier, samhälle och kommunikation 1.",
"descarr":["Den bygger på kursen ",
"MERMEE01",
"."],
"reqRAW":"kursen MERMEE01",
"code":"MERMEE02",
"comments":{"innehållet":"<h4>Grundläggande kommunikationsteori</h4><p>Inom området kommunikationsteori finns två framträdande skolor. Den ena betraktar kommunikation som överföring av budskap och ser kommunikation som en process genom vilken en person eller organisation påverkar en annan aktörs beteende. Den andra skolan ser kommunikation som skapande och utbyte av betydelser. Den inriktar sig på hur meddelanden och texter samverkar med människor för att skapa betydelser.</p><p>I ämnet <em>medier, samhälle och kommunikation </em>ligger fokus på den skola som ser kommunikation som överföring av budskap från sändare till mottagare. Sändaren och mediet ges makten över kommunikationsprocessen.</p><p>Om man vill undersöka hur politiken kan skapa mediekommunikation som främjar demokratiska värden kan det exempelvis vara fruktbart att studera detta utifrån Hutchinskommissionens fyra olika medieideologier. En annan möjlighet är att använda Lasswells teorier där fokus ligger på vilka positiva funktioner massmedier har för sina användare och där massmedier uppfyller fyra funktioner i samhället. En tredje är Lazarsfields tvåstegshypotes där sändarens avsikt att påverka mottagaren i en viss riktning ligger i fokus. Andra grundläggande teorier är Innis och McLuhans teorier som bygger på tesen att nya medieteknologier leder till samhällsförändringar.</p><h4>Mediers budskap</h4><p>Med studier av mediers budskap avses kritisk granskning av de värderingar och attityder som framförs i medierna. Det kan också innebära en kritisk granskning av hur medier används för att skapa opinion i olika frågor. I kursen finns möjligheter till fördjupade studier av de budskap som framförs i medier utifrån tidigare förvärvade kunskaper om medier, historiskt, strukturellt och utvecklingsmässigt.</p><h4>Medietillämpningar</h4><p>Begreppet medietillämpningar innefattar alla de tekniker som används för att producera, publicera och distribuera olika typer av medier. Tonvikten i denna kurs ligger på olika medietillämpningars relevans och trovärdighet som källor.</p>      "},
"goals":[1,1,1,1,2,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Mediernas tillkomst, utveckling och påverkan ur ett historiskt och dagsaktuellt perspektiv. Mediernas roll i samhället och deras betydelse för utvecklingen av demokratin och samtidskulturen.",
"Analys av nationella och internationella mediestrukturer och pågående förändringar inom dem. Teorier och modeller som behandlar mediernas utveckling och förändring i ett nationellt och internationellt perspektiv.",
"Grundläggande kommunikationsteori och olika aspekter på de strategier och drivkrafter som styr olika aktörers kommunikation i samhället.",
"Lagar och andra bestämmelser samt internationella överenskommelser och etiska regler inom kommunikationsområdet.",
"Mediers budskap och olika perspektiv på vad medier betyder för att sprida värderingar och attityder globalt.",
"Mediers olika användningsområden samt hur massmedier används för att föra ut budskap till olika mottagare.",
"Organisationer, ägare och opinionsbildare samt hur de använder medier för att påverka samhället.",
"Informationssökning via olika digitala medietillämpningar och kritisk granskning av deras relevans och trovärdighet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>översiktligt</b> fö <b>enkla</b> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.</p><p>Eleven redogör <b>översiktligt</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>enkla</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med viss säkerhet</b> <b>någon</b> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.</p><p>Eleven redogör <b>översiktligt</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>översiktligt</b> lagar och regler i förhållande till mediernas innehåll och drar <b>enkla</b> slutsatser om hur de påverkar medierna i samhället.</p><p>Eleven granskar <b>med viss säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>enkla</b> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning. Dessutom beskriver eleven <b>översiktligt</b> hur olika ägarintressen kan kopplas till medier samt drar <b>enkla</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.</p><p>I arbetet använder eleven <b>med viss säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>enkla</b> omdömen informationens relevans och källornas trovärdighet.<b></b> Eleven presentera <b>med viss säkerhet</b>  sina resultat och mediebudskap på ett strukturerat sätt.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>utförligt</b> för samband mellan mediernas roll och demokratins och samtidskulturens utveckling.</p><p>Eleven redogör <b>utförligt</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>välgrundade</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med säkerhet någon</b> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.</p><p>Eleven redogör <b>utförligt</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>utförligt</b> lagar och regler i förhållande till mediernas innehåll och drar <b>välgrundade</b> slutsatser om hur de påverkar medierna i samhället.</p><p>Eleven granskar <b>med viss säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>välgrundade</b> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning. Dessutom beskriver eleven <b>utförligt</b> hur olika ägarintressen kan kopplas till medier samt drar <b>välgrundade</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.</p><p>I arbetet använder eleven <b>med viss säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>enkla</b> omdömen informationens relevans och källornas trovärdighet. Eleven presenterar sina resultat och mediebudskap på ett strukturerat sätt <b>sam</b><b>t</b> <b>formulerar sig självständigt i förhållande till källorna</b>.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>utförligt och nyanserat</b> för <b>komplexa</b> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med säkerhet</b> kommunikationsteorier för att beskriva <b>komplexa</b> samband mellan människor, medier och samhälle.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> lagar och regler i förhållande till mediernas innehåll och drar <b>välgrundade och nyanserade</b> slutsatser om hur de påverkar medierna i samhället.</p><p>Eleven granskar <b>med säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>välgrundade och nyanserade</b> slutsatser om olika budskap och den påverkan detta kan ha på opinionsbildning. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur olika ägarintressen kan kopplas till medier samt drar <b>välgrundade och nyanserade</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.</p><p>I arbetet använder eleven <b>med säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>nyanserade</b> omdömen informationens relevans och källornas trovärdighet. Eleven presenterar <b>med säkerhet</b> sina resultat och mediebudskap på ett strukturerat sätt <b>samt formulerar sig självständigt i förhållande till källorna</b>.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>översiktligt</b> fö <b>enkla</b> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
"Eleven redogör <b>översiktligt</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>enkla</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med viss säkerhet</b> <b>någon</b> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
"Eleven redogör <b>översiktligt</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>översiktligt</b> lagar och regler i förhållande till mediernas innehåll och drar <b>enkla</b> slutsatser om hur de påverkar medierna i samhället.",
"Eleven granskar <b>med viss säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>enkla</b> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning. Dessutom beskriver eleven <b>översiktligt</b> hur olika ägarintressen kan kopplas till medier samt drar <b>enkla</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
"I arbetet använder eleven <b>med viss säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>enkla</b> omdömen informationens relevans och källornas trovärdighet.0 Eleven presentera <b>med viss säkerhet</b>  sina resultat och mediebudskap på ett strukturerat sätt."],
"C":["Eleven redogör <b>utförligt</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>utförligt</b> för samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
"Eleven redogör <b>utförligt</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>välgrundade</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med säkerhet någon</b> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
"Eleven redogör <b>utförligt</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>utförligt</b> lagar och regler i förhållande till mediernas innehåll och drar <b>välgrundade</b> slutsatser om hur de påverkar medierna i samhället.",
"Eleven granskar <b>med viss säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>välgrundade</b> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning. Dessutom beskriver eleven <b>utförligt</b> hur olika ägarintressen kan kopplas till medier samt drar <b>välgrundade</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
"I arbetet använder eleven <b>med viss säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>enkla</b> omdömen informationens relevans och källornas trovärdighet. Eleven presenterar sina resultat och mediebudskap på ett strukturerat sätt <b>sam</b><b>t</b> <b>formulerar sig självständigt i förhållande till källorna</b>."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för <b>komplexa</b> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den svenska och internationella mediestrukturen. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation. I arbetet använder eleven <b>med säkerhet</b> kommunikationsteorier för att beskriva <b>komplexa</b> samband mellan människor, medier och samhälle.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> lagar och regler i förhållande till mediernas innehåll och drar <b>välgrundade och nyanserade</b> slutsatser om hur de påverkar medierna i samhället.",
"Eleven granskar <b>med säkerhet</b> värderingar och attityder i mediernas budskap och drar <b>välgrundade och nyanserade</b> slutsatser om olika budskap och den påverkan detta kan ha på opinionsbildning. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur olika ägarintressen kan kopplas till medier samt drar <b>välgrundade och nyanserade</b> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
"I arbetet använder eleven <b>med säkerhet</b> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information. Eleven värderar med <b>nyanserade</b> omdömen informationens relevans och källornas trovärdighet. Eleven presenterar <b>med säkerhet</b> sina resultat och mediebudskap på ett strukturerat sätt <b>samt formulerar sig självständigt i förhållande till källorna</b>."]},
"req":"MERMEE01",
"reqarr":["MERMEE01"],
"friends":["MERMEE01"]}