{"subject":"MJK",
"novux":true,
"name":"Mjukvarudesign",
"origname":"Mjukvarudesign",
"points":100,
"instrRAW":"som bygger på kursen programmering 1 och kursen webbutveckling 1.",
"descarr":["Den bygger på kursen ",
"PRRPRR01",
" och kursen ",
"WEBWEU01",
"."],
"reqRAW":"kursen PRRPRR01 och kursen WEBWEU01",
"code":"MJKMJU0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Programmeringens historia och olika programmeringsparadigm, till exempel imperativ strukturerad, funktionell, objektorienterad och deklarativ programmering.",
"Körmiljöer och plattformar, till exempel desktop, mobil, inbyggda system och webbapplikationer, och programmering för specifik hårdvara, för specifikt operativsystem och för körning inuti en annan applikation.",
"Utvecklingsmetodik, till exempel agila metoder.",
"Utvecklingsmiljöer och infrastrukturbehov.",
"Verktyg för projekthantering, ärendehantering och samarbete.",
"Kodkvalitet och kodstandarder.",
"Kodanalys och kvalitetskontroll, inklusive bugghantering och automatiserade tester.",
"Verktyg för versionshantering, till exempel Subversion eller Git.",
"Internationalisering och lokalisering.",
"Teknisk dokumentation, till exempel genom att använda JavaDoc.",
"Ergonomi.",
"Paketering, till exempel setup-filer för Windows eller rpm och deb-paket för Linuxdistributioner. Distribution av mjukvara, till exempel genom fysiska installationsmedia, repositorier, online-butiker och gruppolicies i lokala nät.",
"Licenser, till exempel GPL, Apache, BSD-licensen och proprietära licenser. Betalningsmodeller, till exempel betalning per installerat exemplar, samanvändning, freeware, shareware, öppen källkod och betalning för support."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven för <b>enkla</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>översiktligt</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>översiktligt</b> för olika kodstandarder, körmiljöer och plattformar.</p><p>Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med viss säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>tillfredsställande</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.</p><p>I sitt arbete använder eleven <b>några</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med viss säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med viss säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>enkla</b> resonemang med användare och medarbetare för att föra arbetet framåt.</p><p>Eleven redogör <b>översiktligt</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>översiktligt</b> hur produkten internationaliserats eller lokaliserats.</p><p>Eleven redogör <b>översiktligt</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>översiktligt</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven för <b>välgrundade</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>utförligt</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>utförligt</b> för olika kodstandarder, körmiljöer och plattformar.</p><p>Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med viss säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>tillfredsställande</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.</p><p>I sitt arbete <b>installerar och</b> använder eleven <b>några</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med viss säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med viss säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>välgrundade</b> resonemang med användare och medarbetare för att föra arbetet framåt.</p><p>Eleven redogör <b>utförligt</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>utförligt</b> hur produkten internationaliserats eller lokaliserats.</p><p>Eleven redogör <b>utförligt</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>utförligt</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven för <b>välgrundade och nyanserade</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>utförligt och nyanserat</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika kodstandarder, körmiljöer och plattformar.</p><p>Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>gott</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.</p><p>I sitt arbete <b>installerar och</b> använder eleven <b>flera</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>välgrundade och nyanserade</b> resonemang med användare och medarbetare för att föra arbetet framåt.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur produkten internationaliserats eller lokaliserats.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller.</p>",
"judge":{"E":["Eleven för <b>enkla</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>översiktligt</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>översiktligt</b> för olika kodstandarder, körmiljöer och plattformar.",
"Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med viss säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>tillfredsställande</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.",
"I sitt arbete använder eleven <b>några</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med viss säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med viss säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>enkla</b> resonemang med användare och medarbetare för att föra arbetet framåt.",
"Eleven redogör <b>översiktligt</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>översiktligt</b> hur produkten internationaliserats eller lokaliserats.",
"Eleven redogör <b>översiktligt</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>översiktligt</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller."],
"C":["Eleven för <b>välgrundade</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>utförligt</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>utförligt</b> för olika kodstandarder, körmiljöer och plattformar.",
"Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med viss säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>tillfredsställande</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.",
"I sitt arbete <b>installerar och</b> använder eleven <b>några</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med viss säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med viss säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>välgrundade</b> resonemang med användare och medarbetare för att föra arbetet framåt.",
"Eleven redogör <b>utförligt</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>utförligt</b> hur produkten internationaliserats eller lokaliserats.",
"Eleven redogör <b>utförligt</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>utförligt</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller."],
"A":["Eleven för <b>välgrundade och nyanserade</b> resonemang om olika paradigm inom mjukvaruutveckling och beskriver <b>utförligt och</b> <b>nyanserat</b> hur området mjukvaruutveckling har utvecklats. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika kodstandarder, körmiljöer och plattformar.",
"Eleven deltar i ett projekt för att utveckla en applikation och följer <b>med säkerhet</b> vald utvecklingsmetodik. Dessutom skapar eleven med <b>gott</b> resultat installerbara paket av applikationen eller installationsprogram för applikationen.",
"I sitt arbete <b>installerar och</b> använder eleven <b>flera</b> verktyg för kodning, projekthantering och samarbete samt för kvalitetskontroll, kodanalys och versionshantering. Dessutom skapar eleven <b>med säkerhet</b> kod som följer projektets specificerade kodstandard. Under arbetet använder och skapar eleven <b>med säkerhet</b> teknisk dokumentation, buggrapporter och tester. Eleven för <b>välgrundade och nyanserade</b> resonemang med användare och medarbetare för att föra arbetet framåt.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur applikationen har anpassats för vald körmiljö och hur denna förhåller sig till andra körmiljöer. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur produkten internationaliserats eller lokaliserats.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur en god arbetsmiljö vid mjukvarudesign kan utformas. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika alternativ för licenser, distributionsmetoder och betalningsmodeller."]},
"replaces":"MJUMJU0",
"req":{"type":"AND",
"arr":["PRRPRR01",
"WEBWEU01"]},
"reqarr":["PRRPRR01",
"WEBWEU01"],
"foreignlinks":["PRRPRR01",
"WEBWEU01"],
"hasreqs":true,
"friends":["PRRDAT0",
"PRRIND0",
"MJUMJU0",
"WEBMOB0",
"PRRPRR01",
"PRRPRR02",
"WEBWEB01",
"WEBWEB02",
"WEBWEU01",
"WEBWEU02",
"WEBWEU03"]}