{"subject":"MOB",
"name":"Bandschaktare",
"points":100,
"instrRAW":"som bygger på kursen anläggning 2.",
"reqRAW":"kursen ANLANL02",
"code":"MOBBAN0",
"goals":[1,0,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.",
"Enklare planeringar för att lösa arbetsuppgifterna.",
"Enklare beräkningar för att lösa arbetsuppgifterna, till exempel beräkningar av schaktvolymer.",
"Vanligt förekommande arbetsmetoder.",
"Terrassering av planterrass, schaktning av dike och släntning.",
"Planering vid mottagning av material, till exempel tippmassor.",
"Planering av till exempel fyllnadssand, bärlager och bergmassor.",
"Säker körteknik och vanlig tillsatsutrustning.",
"Daglig tillsyn och åtgärder före och efter körning.",
"Maskiner, verktyg och tillbehör. Handhavande och skötsel.",
"Maskinernas uppbyggnad och arbetssätt.",
"Grävsystem, kommunikations- och navigationsutrustning.",
"Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.",
"Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.",
"Åtgärder vid fastkörning, stjälpning, oljespill och släckning av brand.",
"Problemlösning i samband med arbetsuppgifterna.",
"Fordonsunderhåll och service samt deras påverkan på säkerhet, prestanda, ekonomi och miljö.",
"Metoder för att utvärdera sitt arbete.",
"Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill och sortering av avfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.",
"Studiebesök på och information om arbetsplatser där bandschaktare används.",
"Facktermer i relation till arbetsuppgiften."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.</p><p>I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, och <b>i samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.</p><p>I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> och anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.</p><p>I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> och anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.</p><p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p><p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa faktorer kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p><p>I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med säkerhet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och organiserar samt utför med <b>visst</b> handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.",
"I planeringen väljer eleven <b>i samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>översiktligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>enkel</b> riskbedömning av arbetsuppgiften och anpassar vid behov, och <b>i samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. I arbetet följer eleven <b>i samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>enkla</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och organiserar samt utför med <b>gott</b> handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.",
"I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <b>och situationen</b> och anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med viss säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <b>med viss säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och organiserar samt utför med <b>mycket gott</b> handlag enkla <b>och även mer avancerade</b> arbetsuppgifter och uppfyller fastställda kvalitetskrav. Eleven framför, och utför arbetsuppgifter med, bandschaktare på ett säkert sätt.",
"I planeringen väljer eleven <b>efter samråd</b> med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sina val med hänsyn till hälsa, miljö och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <b>välgrundad</b> riskbedömning av arbetsuppgiften <b>och situationen</b> och anpassar vid behov, och <b>efter samråd</b> med handledare, sin planering.",
"Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. I arbetet följer eleven <b>efter samråd</b> med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <b>med säkerhet</b> material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <b>nyanserade</b> omdömen, arbetsprocessen och resultatet <b>samt ger förslag på hur dessa faktorer kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.",
"I arbetet samverkar och kommunicerar eleven med andra samt använder facksprå <b>med säkerhet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ANLANL02"}