{"subject":"MOD",
"name":"Moderna språk 2",
"points":100,
"requirements":{"type":"OR",
"arr":["moderna språk 1",
"moderna språk inom ramen för elevens val i grundskolan"]},
"instructiontext":"som bygger på kursen moderna språk 1 eller moderna språk inom ramen för elevens val i grundskolan.",
"code":"MODXXX02",
"goaltext":"Kursen moderna språk 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där språket används."],
"Reception":["Tydligt talat språk och enkla texter som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.",
"Dialoger, intervjuer och samtal.",
"Berättelser och annan fiktion, även i talad eller dramatiserad form samt sånger och dikter.",
"Information och meddelanden, till exempel reklam, tidtabeller och notiser.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang samt för att anpassa lyssnande och läsning till framställningens form och innehåll.",
"Olika sätt att söka och välja texter och talat språk från internet och andra medier.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer, stavning och interpunktion samt fasta språkliga uttryck, i det språk eleverna möter.",
"Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar och samtal."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal och skrift. Samtal och skrivande för kontakt och kommunikation.",
"Strategier som omformuleringar, frågor, och stödjande fraser för att lösa språkliga problem i samtal och skriftlig kommunikation samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel uttal och intonation, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer, mot tydlighet och anpassning till syfte och sammanhang."]}}