{"subject":"MOD",
"name":"Moderna språk 4",
"points":100,
"requirements":"moderna språk 3",
"instructiontext":"som bygger på kursen moderna språk 3.",
"code":"MODXXX04",
"comment":"<h2>Kommentar till centralt innehåll – moderna språk 4</h2><p>Se kommentar till centralt innehåll för moderna språk 1. Kommentaren gäller kurs 1-4.</p>",
"judgehelp":"<h2>Kommentar till kunskapskraven – moderna språk 4</h2><p>Se kommentar till progressionsuttrycken i kunskapskraven för moderna språk 1. Kommentaren gäller kurs 1–7. </p>",
"goaltext":"Kursen moderna språk 4 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen, vardagliga situationer, aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.",
"Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i sammanhang och områden där språket används."],
"Reception":["Talat språk, även med viss regional och social färgning, och texter, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Skönlitteratur och annan fiktion, även i talad och dramatiserad form, samt sånger och dikter.",
"Sakprosa av olika slag och med olika syften, till exempel reportage.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i texter och talat språk.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer och satsbyggnad samt ord med olika stilvärde och fasta språkliga uttryck, i det språk eleverna möter.",
"Hur texter och talat språk kan varieras för olika syften och sammanhang.",
"Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar i sammanhängande tal och skrift. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar, frågor och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnesområden.",
"Språklig säkerhet när det gäller till exempel uttal, intonation, fasta språkliga uttryck och satsbyggnad, mot tydlighet, variation och flyt.",
"Bearbetning av egna och andras muntliga och skriftliga framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation."]}}