{"subject":"MOD",
"novux":false,
"name":"Moderna språk 4",
"origname":"Moderna språk 4",
"points":100,
"instrRAW":"som bygger på kursen moderna språk 3.",
"descarr":["Den bygger på kursen ",
"MODXXX03",
"."],
"reqRAW":"kursen MODXXX03",
"code":"MODXXX04",
"comments":{"innehållet":"<p>Se kommentar till centralt innehåll för moderna språk 1. Kommentaren gäller kurs 1-4.</p>      ",
"kunskapskraven":"<p>Se kommentar till progressionsuttrycken i kunskapskraven för moderna språk 1. Kommentaren gäller kurs 1-7. </p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen, vardagliga situationer, aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.",
"Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i sammanhang och områden där språket används."],
"Reception":["Talat språk, även med viss regional och social färgning, och texter, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Skönlitteratur och annan fiktion, även i talad och dramatiserad form, samt sånger och dikter.",
"Sakprosa av olika slag och med olika syften, till exempel reportage.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i texter och talat språk.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer och satsbyggnad samt ord med olika stilvärde och fasta språkliga uttryck, i det språk eleverna möter.",
"Hur texter och talat språk kan varieras för olika syften och sammanhang.",
"Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar i sammanhängande tal och skrift. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar, frågor och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnesområden.",
"Språklig säkerhet när det gäller till exempel uttal, intonation, fasta språkliga uttryck och satsbyggnad, mot tydlighet, variation och flyt.",
"Bearbetning av egna och andras muntliga och skriftliga framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar tydliga</b> detaljer i talat språk i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleve <b>någon</b> strategi för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> oc <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i talat språk i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, relativt tydligt</b> och <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar. </p><p>I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som</b> detaljer i talat språk i måttligt tempo och i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och</b> <b>med flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. </p><p>Eleven diskutera <b>utförligt och nyanserat</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga</b> detaljer i talat språk i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleve <b>någon</b> strategi för lyssnande och läsning.",
"Eleven väljer texter och talat språk från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> oc <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i talat språk i måttligt tempo samt i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, relativt tydligt</b> och <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar. ",
"I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>såväl helhet som</b> detaljer i talat språk i måttligt tempo och i lättillgängliga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och</b> <b>med flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. ",
"Eleven diskutera <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"MODXXX03",
"reqarr":["MODXXX03"],
"reqBy":["MODXXX05",
"HUMHUM00S"],
"hasreqs":true,
"friends":["HUMHUM00S",
"MODZHO01",
"MODZHO02",
"MODZHO03",
"MODZHO04",
"MODZHO05",
"MODZHO06",
"MODZHO07",
"MODXXX01",
"MODXXX02",
"MODXXX03",
"Moderna språk 4-9 elevens val",
"Moderna språk 4-9 elevens val, kinesiska",
"Moderna språk 4-9 språkval",
"Moderna språk 4-9 språkval, kinesiska",
"MODXXX05",
"MODXXX06",
"MODXXX07",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}