{"subject":"MOD",
"name":"Moderna språk 3",
"points":100,
"requirements":{"type":"OR",
"arr":["moderna språk 2",
"moderna språk inom ramen för språkval i grundskolan"]},
"instructiontext":"som bygger på kursen moderna språk 2 eller moderna språk inom ramen för språkval i grundskolan.",
"code":"MODXXX03",
"goaltext":"Kursen moderna språk 3 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Kända ämnesområden; vardagliga situationer, intressen, personer, platser, aktiviteter och aktuella händelser; åsikter, känslor och erfarenheter.",
"Levnadssätt, sociala relationer och kulturella företeelser i olika sammanhang och områden där språket används."],
"Reception":["Tydligt talat språk, även med viss regional färgning, och texter, som är instruerande, beskrivande, berättande, diskuterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i talad eller dramatiserad form, samt sånger och dikter.",
"Enkel sakprosa av olika slag och med olika syften, till exempel nyheter.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i texter och talat språk.",
"Språkliga företeelser, till exempel uttal, intonation och grammatiska strukturer samt fasta språkliga uttryck, i det språk eleverna möter.",
"Hur texter och talat språk varieras utifrån olika syften och sammanhang."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar i sammanhängande tal och skrift. Diskussioner, samtal och skrivande för kontakt och kommunikation i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ta initiativ till interaktion, lyssna aktivt och avsluta på ett artigt sätt.",
"Språklig säkerhet när det gäller till exempel uttal, intonation, fasta språkliga uttryck och grammatiska strukturer, mot tydlighet, variation och anpassning till syfte, mottagare och situation."]}}