{"subject":"MOD",
"name":"Moderna språk 1",
"points":100,
"code":"MODXXX01",
"comments":{"judgehelp":"<p><em>Kommentarerna till progressionsuttrycken i kunskapskraven gäller för moderna språk 1-7.</em></p><p>Eleverna ska ges möjlighet att utveckla de förmågor som uttrycks i målen genom de kurser de studerar. Kunskapskravens innehåll utgår från målen.</p><p>Progressionen <em>mellan </em>kurser i ett ämne kan uttryckas dels i det centrala innehållet, dels i kunskapskraven. Grundprincipen i ämnesplanerna för gymnasieskolan är att det centrala innehållet främst uttrycker progressionen mellan kurser. I språkämnen uttrycker det centrala innehållet en del av progressionen mellan kurserna. Dessutom framgår progressionen mellan kurserna genom en stegring av de uttryck som används i kunskapskraven.</p><p>I kunskapskraven används ett begränsat antal progressionsuttryck, dvs. uttryck som på ett enhetligt sätt beskriver kunskapsnivåer för olika betygssteg. Kunskapskraven i moderna språk (samt engelska och teckenspråk för hörande) skiljer sig från övriga ämnen i hur de är uppbyggda och i hur progressionsuttrycken används. Skillnaderna beror på att ämnesplanerna och kunskapskraven i dessa språkämnen utgår från beskrivningen av språkfärdighetsnivåer i GERS.</p><p>Kunskapskraven anger språkfärdighet på olika betygsnivåer genom att kombinera flera uttryck. Det beror på att olika uttryck beskriver olika aspekter av språkliga förmågor. Språkfärdigheten i produktion och interaktion är komplex och det är kombinationen av uttryck som i sig beskriver progressionen.<br /><br />Nedan kommenteras progressionsuttryck som är specifika för moderna språk. För att skapa sammanhang i kommentarerna finns även de progressionsuttryck som kommenteras i boken Gymnasieskola 2011, sid. 55-59 (Skolverket, 2011) med.</p><h4>Förstå talat och skrivet språk</h4><p>Elevens förståelse i kurs 1 gäller tydligt talat, enkelt språk i långsamt tempo. Texterna är korta och enkla och berör vardagliga och för eleverna välbekanta ämnen. Svårighetsgraden när det gäller talat språk och texter ökar för varje kurs. Från och med kurs 4 ska eleven även förstå språk i <em>olika genrer</em>. Genre innebär en typ av text eller muntlig framställning i ett sammanhang. En genre är en framställning som kännetecknas av vissa stildrag eller ett visst innehåll och som har speciell användning, ett specifikt syfte och används i vissa sammanhang. Ansökningar om arbete, matrecept, bloggar, intervjuer i nyhetsprogram i TV, romantiska komedier, vetenskapliga rapporter och tecknade serier är några exempel på genrer. Det sammanfattande uttrycket olika genrer i denna del av kunskapskraven hör samman med flera punkter i det centrala innehållet. I moderna språk 7 omfattar elevens förståelse ”…skrivet språk, i olika genrer och av avancerad karaktär”. Texter av avancerad karaktär kan vara formella texter som kännetecknas av språklig korrekthet, tydlighet och en klar struktur. Det kan också vara speciella genrer eller texter som handlar om komplicerade förhållanden.</p><p>När elevens förståelse omfattar<strong>vanliga ord och enkla fraser </strong>(kurs 1, E) innebär det att eleven uppfattar och tolkar betydelsen av ord och fraser i mycket enkelt språk. Eleven förstår repliker, yttranden, vissa meningar och delar av texter men oftast inte helheten. När elevens förståelse omfattar <strong>det mest väsentliga</strong> (kurs 2, E) innebär det att eleven kan förstå och bilda sig en ungefärlig uppfattning om helheten i innehållet i till exempel en instruktion eller beskrivning. <strong>Huvudsakligt innehåll </strong>innebär en övergripande, ytlig förståelse av vad det talade språket, texten eller framställningen handlar om i sin helhet, dess mest påtagliga budskap. <strong>Helhet </strong>innebär att förståelsen av huvudinnehållet är både djupare och mer sammanfattande än huvudsakligt innehåll.</p><p><strong>Tydliga detaljer </strong>är detaljer som är lätta att uppfatta, som framstår klart. <strong>Väsentliga</strong> <strong>detaljer </strong>är sådana som är betydelsefulla för helheten eller budskapet, men inte nödvändigtvis lika lätta att uppfatta som de som är tydliga. <strong>Detaljer</strong>, utan värdeord, innebär att eleven förstår nästan alla detaljer. För moderna språk 7 tillkommer att eleven kan förstå underförstådd betydelse. För betygen E och C ska eleven förstå underförstådd betydelse <strong>med viss säkerhet</strong>.Det innebär att eleven förstår vissa delar eller huvuddelen av budskap som inte är klart utsagda. För betyget A är förståelsen djupare och eleven förstår inte bara huvuddelen, utan även detaljer.</p><p>I kurs 1 visar eleven sin förståelse genom att i enkel form redogöra för innehållet samt genom att agera utifrån budskap och instruktioner i innehållet. När elevens <em>redogörelse</em> har en <strong>mycket</strong> enkel form uttrycker sig eleven kortfattat och använder enstaka vanliga ord och enkla fraser. Elevens redogörelse är i regel begriplig. När formen är enkel använder eleven ett mycket grundläggande förråd av ord och fraser. Elevens redogörelse är begriplig. På högre betygssteg samt i följande kurser <em>redogör</em> och <em>kommenterar</em> eleven innehållet och <strong>detaljer</strong>. I kurs 3 tillkommer att eleven <em>diskuterar</em> innehållet och detaljer. Att <strong>översiktligt</strong> <em>redogöra</em> <em>för, diskutera </em>och <em>kommentera</em> innebär att eleven gör detta på ett mer ytligt sätt och tar upp de väsentliga delarna, men är lite mer ungefärlig och inte så exakt. Att göra det <strong>välgrundat</strong> visar en djupare, fyllig förståelse. För betygssteget A gör eleven detta på ett sätt som också är <strong>nyanserat</strong>, vilket innebär att elevens redogörelse, diskussion och kommentarer innehåller olika aspekter, perspektiv eller avvägningar.</p><p>När eleven agerar med <strong>godtagbart</strong> <em>resultat</em> utifrån budskap och instruktioner i innehållet gör eleven det på ett sätt som visar på en grundläggande och kanske partiell förståelse. Ett <strong>tillfredsställande</strong> resultat innebär att eleven på ett fullt acceptabelt sätt agerar med utgångspunkt från en förhållandevis god förståelse av budskap och instruktioner. Ett <strong>gott </strong>resultat innebär att eleven mycket tydligt, klart och åskådligt visar sin förståelse (som ju omfattar både helhet och detaljer) av budskap och instruktioner.</p><h4>Strategier för förståelse och ett kritiskt förhållningssätt</h4><p>Att eleven använder <strong>någon</strong> strategi (E, kurs 1-5) för att underlätta sin förståelse av innehållet i talat språk och texter innebär att eleven använder minst en strategi. Progressionsuttrycket någon ersätts av <strong>i viss utsträckning</strong> för betygen C och A (kurs 1-5), vilket kräver att eleven använder och har hjälp av flera olika strategier.</p><p>I kurserna 5-7 används begreppet<strong>säkerhet</strong> för att ange hur skicklig eleven är i att använda strategier för förståelse och ett kritiskt förhållningssätt. <strong>Med viss säkerhet </strong>innebäratt eleven har en relativt god förmåga att använda olika sätt att ta till sig innehållet i talat och skrivet språk och att granska innehållet eller att söka relevant information, strukturera den och värdera olika källors tillförlitlighet. <strong>Med säkerhet</strong> innebär att eleven väl behärskar användningen av lämpliga strategier.</p><h4>Texter och talat språk från olika medier</h4><p>Att visa förmågan att välja texter och talat språk från olika medier samt att använda dem<strong>med viss relevans </strong>(E, kurs 1-4) innebär att eleven har en viss nytta av till exempel den valda texten. Eleven använder till exempel någon del av det valda i sin egen produktion och interaktion som underlag för en enkel sammanställning av information eller som språklig modell. När eleven använder det valda materialet <strong>på ett relevant sätt</strong> (C, kurs 1-4 samt E, kurs 5-7) fungerar det valda materialet som utgångspunkt eller inspiration och har ett rimligt samband med elevens produktion och interaktion, när det gäller innehåll eller form. När elevens användning dessutom sker på ett <strong>effektivt </strong>sätt (A, kurs 1-4 samt C, kurs 5-7) innebär det att eleven på ett verkningsfullt sätt kan använda det valda underlaget och passa in det i sammanhanget. Detförutsätter att elevens förståelse av underlagets innehåll och form är god. Elevens arbetsprocess är relativt smidig och det som eleven producerar har god kvalitet. För betyget A tillkommer, från och med kurs 5, att användningen ska ske på ett <strong>kritiskt</strong> sätt. Elevens produktion och interaktion kan då avspegla en problematiserande hållning till underlaget.</p><h4>Muntliga och skriftliga framställningar</h4><p>Begreppen <em>enkelt</em> och <em>varierat</em> handlar om språkets omfång och bredd, elevens förråd av ord, uttryck och språkstrukturer och förmågan att använda dessa i tal och skrift. Syfte med variation i språket kan vara både att anpassa till olika genrer och att undvika att språket i en framställning blir monotont. Uttrycket <em>enkelt </em>(kurs 1-4) innebär att eleven använder ett mycket grundläggande förråd av ord och enkla fraser.<br /><br /><strong>Relativt </strong>varierat (kurs 5-6) innebär att eleven har tillgång till och använder sig av en begränsad repertoar av ord och satsstrukturer för att uttrycka samma sak på olika sätt. Att eleven kan formulera sig varierat innebär att eleven kan välja olika sätt att uttrycka sig på, så att språket inom en framställning blir omväxlande och mera dynamiskt. För betyget A, kurs 7, krävs inte endast att eleven formulerar sig varierat utan även <strong>med god precision. </strong>Detta innebär att eleven kan uttrycka sig med exakthet och klarhet.</p><p>Begreppen <em>begripligt</em> och <em>tydligt</em> handlar om precision i språket. Samma uttryck finns även för interaktion, se nedan. Uttrycken beskriver hur effektivt eleven utnyttjar och organiserar det språk hon eller han har tillgång till för att framföra sitt budskap i tal och skrift. Uttrycket <strong>begripligt </strong>(kurs 1-4)<em>, </em>innebär att eleven använder några få enkla grammatiska strukturer och mönster och för det mesta gör sig förstådd. <strong>Relativt </strong>tydligt innebär att eleven kan använda enkla grammatiska strukturer och mönster, förmedla ett innehåll och oftast göra sig förstådd i muntliga och skriftliga framställningar. I muntliga framställningar är elevens uttal acceptabelt. Uttrycket <strong>tydligt </strong>innebär att eleven kan använda vanliga grammatiska strukturer och mönster och uttrycka sig förhållandevis exakt och korrekt i muntliga och skriftliga framställningar. I muntliga framställningar är elevens uttal relativt klart. Att elevens språk också är <strong>nyanserat </strong>(kurs 6-7) och tydligt innebär att eleven kan uttrycka sig på ett väl avvägt sätt som kan tydliggöra även detaljer och mer komplexa förhållanden.</p><p>Uttrycken <em>med enstaka ord och fraser</em>, <em>med fraser och meningar</em>, <em>till viss del sammanhängande</em> och <em>sammanhängande </em>uttrycker en ökande grad av textbindning, medan uttrycket <em>strukturerat</em> handlar om hela framställningens inre struktur och uppbyggnad. Det beskriver elevens förmåga att presentera budskap och ordna satser så att de bildar sammanhängande helheter i tal och skrift.</p><p>Uttrycken <strong>med enstaka ord och fraser </strong>(kurs 1<strong>)</strong>respektive <strong>med fraser och meningar </strong>(kurs 2) beskriver ett mycket grundläggande förråd av ord, enkla fraser och meningar som eleven använder för att kommunicera. I uttrycket <strong>till viss del </strong>sammanhängande (kurs 3) ligger att eleven i någon utsträckning använder sambands­ eller bindeord för att knyta samman satser och meningar på ett relevant sätt. Uttrycket används dessutom för att ange en viss förmåga att hålla en röd tråd i en framställning och att tydliggöra orsaks­ eller följdförhållanden. De pronomen som eleven använder refererar också på ett något tydligare sätt till sitt huvudord eller till en fras. Uttrycken <strong>relativt </strong>sammanhängande och sammanhängande (kurs 4) innebär att eleven i allt högre utsträckning kan använda sambands­ eller bindeord för att knyta samman satser och meningar på ett relevant sätt. Uttrycken används dessutom för att ange en ökad förmåga att hålla en röd tråd i en framställning och att tydliggöra orsaks­ eller följdförhållanden.</p><p>När eleven formulerar sig <strong>relativt strukturerat</strong> (kurs 5) har framställningen en viss inre struktur eller uppbyggnad. Den består av olika delar som var och en har sin funktion och som tillsammans bildar en helhet. När eleven formulerar sig <strong>strukturerat</strong> har framställningen en tydlig inre struktur eller uppbyggnad och den inre strukturen bidrar till framställningens effektivitet. <strong>Välstrukturerat</strong> innebär att framställningen är väldisponerad med en tydlig, klar struktur som är väl anpassad till ämne, genre och syfte och som bidrar till att göra framställningen tillgänglig och verksam.</p><p><em>Flyt </em>(från kurs 3)handlar om språkligt flöde i produktionen och i framställningen. Samma uttryck finns även för interaktion, se nedan. Uttrycken beskriver i vilken utsträckning eleven talar utan att behöva stanna upp eller tveka så att det stör kommunikationen. När det gäller skriftliga framställningar handlar det om hur lätt texten är att följa och förstå och i vilken grad struktur, meningsbyggnad och ordval bidrar till att hålla samman texten och göra den tillgänglig. Uttrycket med <strong>visst </strong>flyt innebär, när det gäller i olika typer av muntliga framställningar, främst att eleven uttrycker sig relativt obehindrat utan att alltför ofta tveka eller behöva stanna upp. Skriftliga framställningar med <strong>visst</strong> flyt är relativt lätta att följa och förstå. Uttrycket med flyt innebär att det finns ett naturligt flöde i framställningen. Muntliga framställningar med flyt kan smidigt följas. Skriftliga framställningar har ett tillgängligt språk som underlättar läsningen och gör texten lätt att följa och förstå.</p><p>Graden av språklig och innehållsmässig <em>anpassning</em> till syfte, mottagare och situation (från kurs 2) kan handla om val och användning av hälsningsfraser eller tilltalsformer, anpassning till artighetskonventioner eller till formella och informella stilnivåer som är knutna till språket och språkområdet. Det kan också handla om anpassning av innehållet och språket genom exempelvis talhastighet eller artikulation till framställningens syfte, situationen och lyssnarens eller läsarens förväntningar och förförståelse. <strong>I någon mån anpassat</strong> innebär att kraven på anpassning är mycket begränsade. I något avseende måste dock eleven kunna anpassa muntliga och skriftliga framställningar även i enklare sammanhang. Uttrycket <strong>med viss anpassning </strong>innebär att eleven kan formulera sig och i några grundläggande avseenden anpassa sitt språk och innehållet på ett sätt som är lämpligt och funktionellt till olika syften, mottagare och sociala sammanhang. <strong>Med anpassning</strong> innebär att elevens språk och innehållet på ett tydligt sätt ansluter till konventioner, stilnivå, framställningens syfte, den speciella situationen och mottagaren. <strong>Med god</strong> <strong>anpassning</strong> är anpassningen smidig och bidrar tydligt till framställningens kvalitet.</p><p>Att bearbeta och <em>förbättra</em> egna framställningar innebär att dessa förbättras så att de blir effektivare och lättare att tillgodogöra sig. Förbättringarna kan gälla något av de områden som nämns i det centrala innehållet, till exempel ökad variation, tydlighet eller anpassning till syfte och situation. De förbättringar eleven gör blir synliga i processen när elevens muntliga och skriftliga framställning skapas. <strong>Enstaka</strong> <strong>enkla</strong> förbättringar innebär någon eller några enkla förbättringar som är jämförelsevis lätta att genomföra. <strong>Enkla</strong> förbättringar innebär att eleven kan genomföra förändringar som förbättrar framställningens kvalitet i några avseenden. De rör sig på ytan och påverkar relativt få aspekter av framställningen. <strong>Välgrundade </strong>förbättringar innebär att det finns goda skäl till de förbättringar eleven gör. En välgrundad förbättring leder till att framställningen blir mera verkningsfull. <strong>Välgrundade och nyanserade </strong>förbättringar kan exempelvis vara förbättringar av olika slag där eleven väljer att förändra framställningens struktur på ett sätt som tydligt leder till högre kvalitet. Nyanserade förbättringar kan också handla om ändringar när det gäller betydelsefulla detaljer i framställningen eller ändringar som utgår från flera olika perspektiv.</p><h4>Muntlig och skriftlig interaktion</h4><p>Begreppen <em>enkelt</em> och <em>tydligt</em> handlar om precision i språket. Uttrycken beskriver hur effektivt eleven utnyttjar och organiserar det språk hon eller han har tillgång till för att interagera i tal och skrift. Uttrycket enkeltinnebär att eleven använder ett mycket grundläggande förråd av ord och enkla fraser. Uttryckettydligthandlar om att eleven kan använda vanliga strukturer och mönster och uttrycka sig förhållandevis exakt. Interaktion bygger ofta på kortare ”turer” där sammanhanget och formen bland annat påverkas av den eller dem eleven interagerar med. Sammanhanget är delvis givet och mycket behöver inte förklaras. Om det är muntlig interaktion finns dessutom gester och annat som kan stödja tydligheten. I muntlig och skriftlig produktion ställs större krav på sammanhängande språk. Referenser måste förklaras och syftningar inne i framställningen måste hänga ihop. I kunskapskraven förekommer därför skillnader vad gäller krav på tydlighet mellan produktion och interaktion.</p><p>Uttrycket <strong>begripligt </strong>(kurs 1-4) innebär att eleven använder några få enkla grammatiska strukturer och mönster och för det mesta gör sig förstådd. <strong>Relativt tydligt </strong>(kurs 1-3) innebär att eleven använder enkla strukturer och mönster och oftast gör sig förstådd.</p><p>Från och med kurs 5 används begreppet <strong>ledigt</strong> som har med språkets lättillgänglighet att göra. Ett ledigt språk kännetecknas av klarhet, åskådlighet och smidighet. Interaktionen genomförs på ett följsamt och naturligt sätt, utan att nämnvärt hindras och hejdas av språkliga problem. <strong>Relativt ledigt </strong>innebär att språket ofta är smidigt och naturligt men inte alltid så effektivt och elegant. Klarhet och språklig precision i mer krävande sammanhang kan vålla problem.</p><p>Uttrycken med <strong>visst </strong><em>flyt</em> (från kurs 3) eller <em>medflyt</em> handlar om flödet i interaktion och beskriver i vilken utsträckning eleven samtalar eller deltar i skriftväxling med ett naturligt flöde utan att behöva stanna upp eller tveka så att det stör kommunikationen. Uttrycket med <strong>visst </strong>flyt innebär främst att eleven mestadels interagerar relativt otvunget genom att, i muntlig interaktion, haka i och fylla på samtalet. I skriftlig interaktion medverkar eleven och formulerar inlägg, kommentarer, svar, frågor eller repliker utan att alltför ofta tveka eller störa kommunikationen. Uttrycket med flyt innebär att det finns ett naturligt flöde och att eleven interagerar muntligt och skriftligt genom att på ett relevant och otvunget sätt haka i, fylla på och utveckla kommunikationen.</p><p>Graden av språklig och innehållsmässig <em>anpassning</em> varieras med uttrycken <strong>i någon mån anpassat till syfte, mottagare och situation</strong>, med <strong>viss </strong>anpassning<strong>, </strong>medanpassningeller <strong>med</strong> <strong>flexibel och effektiv </strong>anpassning till syfte, mottagare och situation, i olika även mer formella sammanhang. Det kan handla om val och användning av hälsningsfraser eller tilltalsformer, anpassning till artighetskonventioner eller till formella och informella stilnivåer, som är knutna till språket och språkområdet. Det kan också handla om anpassning av innehållet och språket till exempelvis talhastigheten, interaktionens syfte, situationen och till de förväntningar och den förförståelse som övriga medverkande har. Att eleven interagerar med anpassning till syfte, mottagare och situation (från kurs 5) innebär alltså att eleven på ett tydligt sätt varierar sitt språk och valet av innehåll så att ord, uttryck, stilnivå och innehåll passar in i olika situationer. Uttrycket <strong>i någon mån</strong> anpassat (från kurs 2) innebär att anpassningen är mycket begränsad. Eleven kan delta i mycket korta sociala samtal och använda enkla vardagliga fraser som fungerar i det aktuella sammanhanget. Uttrycket <strong>viss </strong>anpassning (från kurs 3) innebär att eleven kan formulera sig och i några avseenden anpassa sitt språk och innehållet till olika syften, mottagare och sociala sammanhang. Eleven kan klara sig i några olika sociala sammanhang genom att hantera mindre förutsägbara men enkla situationer på ett sätt som är lämpligt och funktionellt. När anpassningen är <strong>flexibel och effektiv</strong> (kurs 7) är den smidig och sker på ett följsamt, obehindrat och konstruktivt sätt. Anpassningen bidrar verksamt till interaktionens kvalitet. Ordet flexibel innebär anpassning till mycket varierande förutsättningar.</p><p><em>Strategier </em>för att lösa problem i interaktionen och som förbättrar denna uttrycks med olika progressionsuttryck. Eleven väljer och använder <strong>någon</strong> strategi, <strong>några olika</strong> strategier eller <strong>flera olika</strong> strategier (kurs 1-2). Värdeorden anger bredd när det gäller strategier. Från och med kurs 3 uttrycks progressionen mer kvalitativt. Uttrycket <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem innebär att de strategier eleven väljer oftast fungerar och att de delvis leder till att lösa problem. <strong>Väl</strong> fungerande strategier som löser problem i interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong> innebär att eleven använder olika strategier på ett aktivt och ansvarstagande sätt i interaktionen.</p><h4>Företeelser i olika sammanhang och områden där språket används</h4><p>Uttrycken <strong>mycket </strong>enkel form, <strong>enkel</strong> form, <strong>översiktligt</strong>, <strong>utförligt</strong>, <strong>utförligt och nyanserat</strong>, <strong>enkla </strong>och <strong>nyanserade</strong> används i kunskapskraven när det gäller företeelser i olika sammanhang och områden där språket används. Eleven <em>kommenterar </em>(kurs 1-2) i mycket enkel form, enkel form eller översiktligt. <strong>Mycket</strong> enkel form innebär att eleven uttrycker sig med enstaka ord och fraser för att kommentera några företeelser. När kommentarerna är i <strong>enkel </strong>form använder eleven ett mycket grundläggande förråd av ord och enkla fraser. När eleven kommenterar <strong>översiktligt</strong> är kommentarerna jämförelsevis ytliga, och i viss mån svepande, ungefärliga och inte så exakta.</p><p>När eleven <em>diskuterar</em> (från kurs 3) i <strong>enkel</strong> form använder eleven ett mycket grundläggande förråd av ord och enkla fraser. <strong>Översiktligt</strong> innebär att diskussionen av företeelser och sammanhang är förhållandevis ytlig, ungefärlig och inte så exakt. <strong>Utförligt</strong> innebär att eleven diskuterar med ett visst djup. Diskussionen är mer fyllig och innehållsrik. När eleven diskuterar <strong>utförligt och nyanserat</strong> belyser hon eller han dessutom företeelser och sammanhang ur flera olika perspektiv.</p><p>Elevens <em>jämförelser</em> är <strong>enkla</strong>, <strong>välutvecklade </strong>eller <strong>välutvecklade och nyanserade</strong>. <strong>Enkla</strong> jämförelser rör sig på ytan, är kortfattade och belyser få aspekter eller förlorar sig för mycket i enstaka detaljer. <strong>Välutvecklade</strong> jämförelser belyser olika aspekter och innehåller vissa fördjupningar. Jämförelser som är <strong>välutvecklade och nyanserade</strong> är sådana där eleven dessutom lyfter flera olika perspektiv. </p>"},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; intressen, vardagliga situationer, personer och platser; åsikter och känslor.",
"Vardagsliv och levnadssätt i olika sammanhang och områden där språket används."],
"Reception":["Tydligt talat språk och enkla texter som är instruerande, beskrivande och kontaktskapande, även via olika medier och i kombination med illustrationer, till exempel film.",
"Dialoger och samtal.",
"Berättelser och annan fiktion, även i talad eller dramatiserad form, samt sånger.",
"Information och meddelanden, till exempel skyltar och reklam.",
"Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.",
"Olika sätt att orientera sig i och välja bland texter och talat språk från internet och andra medier.",
"Språkliga företeelser, till exempel uttal, intonation och stavning, i det språk eleverna möter.",
"Hur ord, fasta språkliga uttryck och vardagsfraser används i talat språk och texter i olika situationer."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden och beskrivningar i sammanhängande tal och skrift. Samtal och skrivande för kontakt och kommunikation.",
"Strategier för att lösa språkliga problem i samtal, till exempel omformuleringar, gester och frågor.",
"Språklig säkerhet när det gäller till exempel uttal och intonation samt ord, artighetsfraser och andra fasta språkliga uttryck."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>vanliga ord och enkla fraser</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehållet samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>någon</b> strategi för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkel <b>och</b><b> begripligt med enstaka ord och fraser</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. </p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt me <b>enstaka</b> ord och fraser. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehåll <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkel <b>och relativt tydligt</b> <b>med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. </p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med ord, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar väsentliga detaljer</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med ord, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven kommenterar i enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>vanliga ord och enkla fraser</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehållet samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>någon</b> strategi för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkel <b>och</b><b> begripligt med enstaka ord och fraser</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. ",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt me <b>enstaka</b> ord och fraser. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehåll <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkel <b>och relativt tydligt</b> <b>med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. ",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med ord, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga detaljer</b> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med ord, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen.",
"Eleven kommenterar i enkel form några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."]},
"reqBy":["MODXXX02"]}