{"subject":"MOD",
"name":"Moderna språk 2",
"points":100,
"instrRAW":"som bygger på kursen moderna språk 1 eller moderna språk inom ramen för elevens val i grundskolan.",
"instrRAW2":"som bygger på kursen moderna språk 1 eller moderna språk inom ramen för elevens val i grundskolan.",
"reqRAW":"kursen MODXXX01 eller moderna språk inom ramen för elevens val i grundskolan",
"code":"MODXXX02",
"comment":"<h2>Kommentar till centralt innehåll - moderna språk 2</h2><p>Se kommentar till centralt innehåll för moderna språk 1. Kommentaren gäller kurs 1-4.</p>",
"judgehelp":"<h2>Kommentar till kunskapskraven - moderna språk 2</h2><p>Se kommentar till progressionsuttrycken i kunskapskraven för moderna språk 1. Kommentaren gäller kurs 1-7. </p>",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där språket används."],
"Reception":["Tydligt talat språk och enkla texter som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.",
"Dialoger, intervjuer och samtal.",
"Berättelser och annan fiktion, även i talad eller dramatiserad form samt sånger och dikter.",
"Information och meddelanden, till exempel reklam, tidtabeller och notiser.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang samt för att anpassa lyssnande och läsning till framställningens form och innehåll.",
"Olika sätt att söka och välja texter och talat språk från internet och andra medier.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer, stavning och interpunktion samt fasta språkliga uttryck, i det språk eleverna möter.",
"Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar och samtal."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal och skrift. Samtal och skrivande för kontakt och kommunikation.",
"Strategier som omformuleringar, frågor, och stödjande fraser för att lösa språkliga problem i samtal och skriftlig kommunikation samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel uttal och intonation, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer, mot tydlighet och anpassning till syfte och sammanhang."]},
"judgeraw":"<a href=\"javascript:setElementVisibility('KR-MODXXX02E')\" class=\"commentLink\" title=\"Kommentar\" onmouseover=\"this.style.textDecoration='underline'\" onmouseout=\"this.style.textDecoration='none'\"><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/mod?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LWt1cnN3ZWIuc2tvbHZlcmtldC5zZToyNzAyNS9zeWxsYWJ1c2N3L2ltYWdlcy9idWJibGUucG5n%3F%3D\" title=\"Kommentar\" style=\"padding-right: 3px;\" alt=\"\">Kommentar</a>   <h4>Betyget E</h4><p>Eleven förstår <b>det mest väsentliga av</b> innehållet i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehållet samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleve <b>någon</b> strategi för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven <b>enkelt och begripligt med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enstak <b>enkla</b> förbättringar av, egna framställningar. </p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med ord, fraser och meningar. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt, <b>relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med ord, fraser och meningar. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven förstår <b>helheten och uppfattar väsentliga detaljer</b> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i</b> <b>viss utsträckning</b> strategier för lyssnande och läsning.</p><p>Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och relativt sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.</p><p>I muntlig och skriftlig interaktion uttrycker sig eleven <b>tydligt</b> och enkelt med ord, fraser och meningar <b>samt i någon mån anpassat till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"e":["Eleven förstår <b>det mest väsentliga av</b> innehållet i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehållet samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleve <b>någon</b> strategi för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven <b>enkelt och begripligt med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enstak <b>enkla</b> förbättringar av, egna framställningar. ",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med ord, fraser och meningar. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"c":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt, <b>relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med ord, fraser och meningar. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"a":["Eleven förstår <b>helheten och uppfattar väsentliga detaljer</b> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i det talade språket och texterna väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande och läsning.",
"Eleven väljer texter och talat språk av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och relativt sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
"I muntlig och skriftlig interaktion uttrycker sig eleven <b>tydligt</b> och enkelt med ord, fraser och meningar <b>samt i någon mån anpassat till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."]},
"req":{"type":"OR",
"arr":["MODXXX01",
"moderna språk inom ramen för elevens val i grundskolan"]},
"reqBy":["MODXXX03"]}