{"subject":"MOD",
"name":"Moderna språk 5",
"points":100,
"instrRAW":"som bygger på kursen moderna språk 4.",
"reqRAW":"kursen MODXXX04",
"code":"MODXXX05",
"comment":"<h2>Begrepp i det centrala innehållet kurs 5-7</h2><h3>Ämnesområden kurs 5-7</h3><p>Begreppet <em>ämnesområde</em> i alla kurser har en vid betydelse och innefattar vad receptionen, produktionen och interaktionen handlar om samt språkets sammanhang och syfte.</p><p>Sammanhangets betydelse kommenteras på följande sätt i GERS: ”Varje handling i språkanvändningen sker i en kontext i en viss situation, inom en av de domäner (handlingssfärer eller intresseområden) som vårt sociala liv kan delas in i. Valet av de domäner som de studerande förbereds för att verka inom har stor betydelse för vilka situationer, syften, uppgifter, teman och texter man väljer att ta upp i undervisning, provmaterial och aktiviteter.”</p><p>I GERS definieras följande domäner: den personliga domänen, samhällsdomänen, yrkesdomänen och utbildningsdomänen (se GERS i avsnittet Domäner, sid. 47). I stegsystemet är fokus inom de lägre stegen på den personliga domänen. Efter hand, på högre steg, ökar betydelsen av övriga domäner.</p><h3>Komplexa och formella texter kurs 6-7</h3><p><em>Komplexa texter </em>(kurs 6-7) kan vara texter som har komplicerad form eller texter vars innehåll kan vara invecklat. Det kan exempelvis röra sig om ett innehåll som är relativt abstrakt eller om orsakssammanhang som inte är entydiga<em>. Formella texter</em> (kurs 6-7) förekommer i olika officiella sammanhang. Akademiska texter, ansökningar, cv, rapporter, utredningar, avtal, protokoll och pm är några exempel på formella texter.</p><h3>Annan fiktion kurs 5</h3><p>Exempel på annan fiktion är sångtexter, tecknade serier, myter, bloggar och spelfilmer</p><h3>Struktur och sammanhang kurs 5-7</h3><p>Språkets form och innehållet hör samman. Undervisningen ska alltså belysa varför och hur orden och fraserna används så att eleverna kan tillgodogöra sig inte bara uttryckens ”bokstavliga” eller lexikala betydelse, stavningen och uttalet utan också hur de kan användas för att skapa struktur och sammanhang i muntliga och skriftliga framställningar. Framställningen studeras ur ett funktionellt perspektiv med utgångspunkt i hur påverkan och effekt skapas. Det handlar om elevernas förståelse av hur framställningen är konstruerad, hur dess budskap uttrycks och vilken verkan olika formuleringar kan ha. Det handlar också om att eleverna genom reception och reflektion kring språkets form utvecklar sin språkliga repertoar och får modeller för sin egen produktion och interaktion. De utvecklar också sin språkliga medvetenhet.</p><h3>Kritiskt granska och källkritiskt förhållningssätt kurs 5-7</h3><p>”Olika sätt att söka, välja och kritiskt granska texter och talat språk” (kurs 5), ”Strategier för källkritiskt förhållningssätt när man lyssnar till och läser framställningar från olika källor och i olika medier” (kurs 6) eller ”Strategier för att dra slutsatser om talat språk och texter när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse” samt ”användning av olika typer av källor med källkritisk medvetenhet” (kurs 7) förutsätter att eleverna utvecklar kritisk språklig medvetenhet. Det innebär att de tillägnar sig förmågan att ställa egna undersökande och kritiska frågor kring form, syfte, sammanhang, perspektiv och innehåll i det de lyssnar på eller läser.</p><h3>Förhandla kurs 7</h3><p>Att <em>förhandla</em> (kurs 7) innebär deltagande i en muntlig eller skriftlig interaktion där deltagarna från början har olika mål, önskningar eller behov men där de ska komma fram till en gemensam lösning eller ett beslut. I det centrala innehållet finns också följande punkt: ”Strategier för att medverka i, leda och dokumentera samtal och skriftlig kommunikation i olika medier, till exempel i arbetsprocesser och förhandlingssituationer med anknytning till samhälls- och arbetslivet.” Förhandlingssituationer med anknytning till samhälls- och arbetslivet kan vara relativt anspråkslösa och vardagliga men de kan också vara mera formella.</p><h3>Grundläggande stilistiska och retoriska grepp kurs 7</h3><p>Effektiv användning av <em>grundläggande stilistiska och retoriska grepp</em> (kurs 7) bidrar till att göra en framställning mer verkningsfull. Det handlar här om tillämpning, inte specifikt om att kunna benämna de grepp som används.</p><p>Retorik är konsten att tala och skriva väl och medryckande samt de språkliga medlen för detta. Jämfört med stilistik har retorik mera med en framställnings övergripande struktur att göra och med anpassningen av innehåll och form till syfte och mottagare. Stilistik har mera fokus på valet av språkliga drag och detaljer för att skapa en viss effekt i framställningar för olika syften och i varierande situationer.</p><h3>Produktion och interaktion i formella och komplexa sammanhang kurs 5-7</h3><p>Genom kurserna ställs det ökande krav på språkets innehåll och form. Dessa krav kan exempelvis gälla artighet, förhållningssätt, struktur, det innehåll som behandlas, stilnivå, ordval och språklig korrekthet. I kurs 5-7 används uttrycket <em>formella sammanhang</em> som syftar på officiella eller offentliga sammanhang, som till exempel kan ha med vetenskap, arbetsliv, föreningsverksamhet eller politik att göra. <em>Komplexa sammanhang</em> (kurs 7) kan vara sammanhang där förutsättningarna är något oklara eller svåra att tolka. Det kan också exempelvis vara sammanhang där kommunikationen är svår att förutse eller där deltagarna har olika intressen eller är oeniga. Sammanhanget kan även vara komplext på grund av kommunikationssättet. Samtal och möten där flera personer deltar från olika platser via telefon eller dator ställer exempelvis särskilda krav på kommunikationen.</p><h3>Strategier för interaktion kurs 5</h3><p>Effektiva kommunikationsstrategier löser problem i och förbättrar interaktionen<em>. Strategier för interaktion </em>i diskussioner kan vara av olika slag. Det kan röra sig om hur man reglerar vem som talar och hur länge, så kallad turtagning. Det kan också handla om hur samtalet eller en talare får stöd, hur man visar att man håller med eller har en avvikande uppfattning och om hur nya aspekter eller ämnen introduceras. I skriftväxlingar finns också strategier för att påverka inläggen, formen för kommunikation och de uppfattningar som presenteras</p>",
"judgehelp":"<h2>Kommentar till kunskapskraven - moderna språk 5</h2><p>Se kommentar till progressionsuttrycken i kunskapskraven för moderna språk 1. Kommentaren gäller kurs 1-7. </p>",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.",
"Innehåll och form i olika typer av fiktion.",
"Levnadsvillkor, attityder, värderingar och traditioner samt sociala, politiska och kulturella förhållanden i olika sammanhang och områden där språket används. Målspråkets utbredning och ställning i världen."],
"Reception":["Talat språk, även med viss social och dialektal färgning, och texter som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även via film och andra medier. ",
"Sammanhängande talat språk och samtal av olika slag, till exempel intervjuer.",
"Skönlitteratur och annan fiktion.",
"Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage.",
"Strategier för att lyssna och läsa på olika sätt och med olika syften.",
"Olika sätt att söka, välja och kritiskt granska texter och talat språk.",
"Hur ord och fraser i muntliga och skriftliga framställningar skapar struktur och sammanhang genom att tydliggöra inledning, orsakssammanhang, tidsaspekt och slutsats."],
"Produktion och interaktion":["Muntlig och skriftlig produktion och interaktion av olika slag, även i mer formella sammanhang, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.",
"Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.",
"Bearbetning av egna och andras muntliga och skriftliga framställningar för att variera, tydliggöra och precisera dem samt för att skapa struktur och anpassa dem till syftet och situationen. I detta ingår användning av ord och fraser som tydliggör orsakssammanhang och tidsaspekter."]},
"judgeraw":"<a href=\"javascript:setElementVisibility('KR-MODXXX05E')\" class=\"commentLink\" title=\"Kommentar\" onmouseover=\"this.style.textDecoration='underline'\" onmouseout=\"this.style.textDecoration='none'\"><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/mod?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LWt1cnN3ZWIuc2tvbHZlcmtldC5zZToyNzAyNS9zeWxsYWJ1c2N3L2ltYWdlcy9idWJibGUucG5n%3F%3D\" title=\"Kommentar\" style=\"padding-right: 3px;\" alt=\"\">Kommentar</a>   <h4>Betyget E</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk. </p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat,<b> relativt</b> tydligt oc <b>relativt</b> sammanhängande. Eleven formulerar sig även me <b>visst</b> flyt och <b>i någon mån anpassat</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>enkla</b> förbättringar av egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och me <b>visst</b> flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen. </p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk.</p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt, sammanhängande oc <b>relativt</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade</b> förbättringar av egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>Eleven väljer och använder <b>med säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk. </p><p>Eleven väljer texter och talat språk från olika medier och använder på ett relevant,<b> effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande <b>och</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade och nyanserade</b> förbättringar av egna framställningar.</p><p>I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. </p><p>Eleven diskuterar <b>utförligt och nyanserat</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"e":["Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk. ",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat,<b> relativt</b> tydligt oc <b>relativt</b> sammanhängande. Eleven formulerar sig även me <b>visst</b> flyt och <b>i någon mån anpassat</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>enkla</b> förbättringar av egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och me <b>visst</b> flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen. ",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"c":["Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med viss säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk.",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevan <b>och effektivt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt, sammanhängande oc <b>relativt</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade</b> förbättringar av egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt me <b>viss</b> anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"a":["Eleven förstår <b>såväl helhet som</b> detaljer i talat språk i varierande tempo och i tydligt formulerade texter, i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"Eleven väljer och använder <b>med säkerhet</b> strategier för att tillgodogöra sig och kritiskt granska innehållet i talat och skrivet språk. ",
"Eleven väljer texter och talat språk från olika medier och använder på ett relevant,<b> effektivt och kritiskt</b> sätt det valda materialet i sin egen produktion och interaktion.",
"I muntliga och skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande <b>och</b> <b>strukturerat</b>. Eleven formulerar sig även med flyt oc <b>viss anpassning</b> till syfte, mottagare och situation. Eleven bearbetar och gör <b>välgrundade och nyanserade</b> förbättringar av egna framställningar.",
"I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <b>relativt ledigt</b> och med flyt samt med anpassning till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. ",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang och områden där språket används, och gör då också <b>välutvecklade och nyanserade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"MODXXX04",
"reqBy":["MODXXX06",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}