{"subject":"MOD",
"name":"Moderna språk 7",
"points":100,
"requirements":"moderna språk 6",
"instructiontext":"som bygger på kursen moderna språk 6.",
"code":"MODXXX07",
"goaltext":"Kursen moderna språk 7 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien, till exempel litterära epoker.",
"Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor i olika sammanhang och områden där språket används."],
"Reception":["Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via film och andra medier.",
"Sammanhängande talat språk och samtal av olika slag, till exempel debatter, fördjupande reportage och föreläsningar.",
"Samtida och äldre skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.",
"Sakprosa av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.",
"Strategier för att överblicka och strukturera information i större textmängder eller längre sekvenser av talat språk.",
"Strategier för att dra slutsatser om talat språk och texter när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.",
"Hur muntliga och skriftliga framställningar i olika genrer är uppbyggda. Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel."],
"Produktion och interaktion":["Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.",
"Muntlig och skriftlig framställning inom valt fördjupningsområde.",
"Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.",
"Strategier för att medverka i, leda och dokumentera samtal och skriftlig kommunikation, till exempel i arbetsprocesser och förhandlingssituationer med anknytning till samhälls- och arbetslivet.",
"Användning av grundläggande stilistiska och retoriska grepp.",
"Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte."]}}