{"subject":"MOD",
"name":"Kinesiska 2",
"points":100,
"requirements":{"type":"OR",
"arr":["kinesiska 1",
"kinesiska inom ramen för elevens val i grundskolan"]},
"instructiontext":"som bygger på kursen kinesiska 1 eller kinesiska inom ramen för elevens val i grundskolan.",
"code":"MODZHO02",
"goaltext":"Kursen kinesiska 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; intressen, vardagliga situationer, personer och platser; åsikter och känslor.",
"Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där kinesiska används. Kinesiskans utbredning i världen."],
"Muntlig reception":["Tydligt talat språk som är instruerande, beskrivande och kontaktskapande, även i kombination med illustrationer och via olika medier, till exempel film.",
"Dialoger och samtal.",
"Berättelser och annan fiktion, även dramatiserad form, samt sånger och ramsor.",
"Information och meddelanden.",
"Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet i det språk eleverna möter.",
"Olika sätt att orientera sig i och välja talat språk från internet och andra medier.",
"Språkliga företeelser i det språk eleverna möter, till exempel uttal, intonation och grammatiska strukturer.",
"Hur ord, fasta språkliga uttryck och vardagsfraser används i olika situationer.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Presentationer, instruktioner, meddelanden och beskrivningar i sammanhängande tal. Samtal för kontakt och kommunikation.",
"Strategier för att lösa språkliga problem i samtal, till exempel omformuleringar, gester och frågor.",
"Språklig säkerhet med betoning på uttal och intonation samt ord, artighetsfraser och andra fasta språkliga uttryck.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Enkla texter som är instruerande, beskrivande, berättande och kontaktskapande, även i kombination med illustrationer.",
"Meddelanden och information på till exempel skyltar.",
"Strategier för att använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och elektroniska ordböcker.",
"Olika sätt att orientera sig i texter och hitta information på internet och i andra medier.",
"De förenklade tecknens ursprung, användning och uppbyggnad i de texter eleverna möter, även principer för streckordning och analys av teckendelar."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Presentationer, meddelanden, beskrivningar och skrivna dialoger.",
"Hur vanligt förekommande tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen."]}}