{"subject":"MOD",
"name":"Kinesiska 1",
"points":100,
"code":"MODZHO01",
"goaltext":"Kursen kinesiska 1 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; intressen, vardagliga situationer, personer och platser.",
"Vardagsliv och levnadssätt i olika sammanhang och områden där kinesiska används."],
"Muntlig reception":["Tydligt talat språk som är instruerande, beskrivande och kontaktskapande, även i kombination med illustrationer och via olika medier, till exempel film.",
"Dialoger och samtal.",
"Sånger och ramsor.",
"Information och enkla meddelanden.",
"Strategier för att uppfatta fonem, tonem och betydelsebärande ord samt för att dra slutsatser om innehållet i det språk eleverna möter.",
"Språkliga företeelser i det språk eleverna möter, med betoning på uttal och grundläggande satsstrukturer.",
"Hur ord och vardagsfraser används i olika situationer.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Enkla presentationer, instruktioner, meddelanden och beskrivningar. Samtal för kontakt och kommunikation.",
"Strategier för att lösa språkliga problem i samtal, till exempel gester och frågor.",
"Språklig säkerhet med betoning på uttal och grundläggande satsstrukturer samt fasta språkliga uttryck, till exempel artighetsfraser.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Enkla texter som är beskrivande och kontaktskapande, även i kombination med illustrationer.",
"Enkla meddelanden och skrivna dialoger.",
"Olika hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och elektroniska ordböcker.",
"De förenklade tecknens ursprung, användning och uppbyggnad i de texter eleverna möter, även principer för streckordning och analys av teckendelar."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Enkla texter, till exempel presentationer, meddelanden och skrivna dialoger.",
"Hur vanligt förekommande tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen."]}}