{"subject":"MOD",
"name":"Kinesiska 6",
"points":100,
"requirements":"kinesiska 5",
"instructiontext":"som bygger på kursen kinesiska 5.",
"code":"MODZHO06",
"goaltext":"Kursen kinesiska 6 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen; vardagliga situationer; aktiviteter och händelseförlopp; relationer; åsikter, känslor och erfarenheter.",
"Levnadsvillkor, attityder, värderingar, traditioner samt kulturella, politiska och sociala förhållanden i olika sammanhang och områden där kinesiska används."],
"Muntlig reception":["Tydligt talat språk, även med viss regional färgning, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i dramatiserad form, samt sånger och dikter.",
"Olika typer av information och meddelanden, även nyheter.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.",
" Olika sätt att söka, välja och värdera innehållet i talat språk från internet och andra medier.",
"Språkliga företeelser i det språk eleverna möter, till exempel uttal, intonation och grammatiska strukturer samt fasta språkliga uttryck.",
"Hur talat språk varieras utifrån olika syften och sammanhang.",
"Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Instruktioner, berättelser och beskrivningar i sammanhängande tal. Diskussion och argumentation samt samtal för kontakt och kommunikation i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar samt för att bidra till och aktivt medverka i samtal, till exempel genom att ta initiativ till interaktion, ge bekräftelse och ställa följdfrågor.",
"Språklig säkerhet när det gäller uttal och intonation, fasta språkliga uttryck samt grammatiska strukturer, för att skapa tydlighet, variation och flyt.",
"Bearbetning av egna och andras muntliga framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Enkla texter som är instruerande, beskrivande, berättande och kontaktskapande.",
"Berättelser och annan fiktion samt dikter.",
"Information och meddelanden, till exempel notiser och reklam.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa läsning till textens form och innehåll.",
"Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.",
"Olika sätt att söka och välja texter från internet och andra medier.",
"Språkliga företeelser, till exempel grammatiska strukturer och fasta språkliga uttryck i de texter eleverna möter.",
"Hur texter varieras utifrån olika syften och sammanhang."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Instruktioner, berättelser och beskrivningar i sammanhängande skrift. Skrivande för kontakt och kommunikation i olika situationer.",
"Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem i skriftlig kommunikation.",
"Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.",
"Språklig säkerhet för att skapa tydlighet, variation och anpassning till syfte, mottagare och situation."]}}