{"subject":"MOD",
"name":"Kinesiska 4",
"points":100,
"requirements":"kinesiska 3",
"instructiontext":"som bygger på kursen kinesiska 3.",
"code":"MODZHO04",
"goaltext":"Kursen kinesiska 4 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Kända ämnesområden; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i olika sammanhang och områden där kinesiska används."],
"Muntlig reception":["Tydligt talat språk som är instruerande, beskrivande, berättande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i dramatiserad form, samt sånger och dikter.",
"Information och meddelanden.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.",
"Olika sätt att söka och välja talat språk från internet och andra medier.",
"Språkliga företeelser, till exempel uttal, intonation och grammatiska strukturer samt fasta språkliga uttryck i det språk eleverna möter.",
"Hur talat språk varieras utifrån olika syften och sammanhang.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal. Samtal för kontakt och kommunikation i olika situationer.",
"Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel uttal, intonation, fasta språkliga uttryck och grammatiska strukturer för att skapa tydlighet och anpassning till syfte och sammanhang.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Enkla texter som är instruerande, beskrivande, berättande och kontaktskapande, även via olika medier.",
"Berättelser och annan fiktion.",
"Information och meddelanden, till exempel skyltar och notiser.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang i en text.",
"Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.",
"Olika sätt att orientera sig i och välja bland texter från internet och andra medier.",
"De förenklade tecknens användning och uppbyggnad samt språkliga företeelser, till exempel grammatiska strukturer i de texter eleverna möter.",
"Hur ord, fasta språkliga uttryck och vardagsfraser används i olika typer av texter."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Presentationer, instruktioner, meddelanden och beskrivningar i sammanhängande skrift. Skrivande för kontakt och kommunikation.",
"Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen."]}}