{"subject":"MOD",
"name":"Kinesiska 3",
"points":100,
"requirements":{"type":"OR",
"arr":["kinesiska 2",
"kinesiska inom ramen för språkval i grundskolan"]},
"instructiontext":"som bygger på kursen kinesiska 2 eller kinesiska inom ramen för språkval i grundskolan.",
"code":"MODZHO03",
"goaltext":"Kursen kinesiska 3 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Levnadssätt, sociala relationer och kulturella företeelser i olika sammanhang och områden där kinesiska används. Kinesiskans utbredning i världen."],
"Muntlig reception":["Tydligt talat språk som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.",
"Dialoger, intervjuer och samtal.",
"Berättelser och annan fiktion, även i dramatiserad form, samt sånger och dikter.",
"Information och meddelanden.",
"Strategier för att uppfatta betydelsebärande ord och sammanhang samt för att anpassa lyssnande till framställningens form och innehåll.",
"Olika sätt att söka och välja talat språk från internet och andra medier.",
"Språkliga företeelser, till exempel uttal, intonation, grammatiska strukturer samt fasta språkliga uttryck i det språk eleverna möter.",
"Hur olika formuleringar används för att inleda och avsluta olika typer av samtal.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal. Samtal för kontakt och kommunikation.",
"Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel uttal och intonation, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer, för att skapa tydlighet och anpassning till syfte och sammanhang.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Enkla texter som är instruerande, beskrivande, berättande och kontaktskapande, även via olika medier och i kombination med illustrationer.",
"Berättelser och annan fiktion.",
"Information och meddelanden, till exempel skyltar och tidtabeller.",
"Strategier för att uppfatta betydelsebärande ord i en text och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.",
"Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.",
" Olika sätt att orientera sig i och välja bland texter från internet och i andra medier.",
"De förenklade tecknens ursprung, användning och uppbyggnad i de texter eleverna möter, även principer för streckordning och analys av teckendelar.",
"Hur ord, fasta språkliga uttryck och vardagsfraser används i olika typer av texter."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Presentationer, instruktioner, meddelanden och beskrivningar i sammanhängande skrift. Skrivande för kontakt och kommunikation.",
"Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen."]}}