{"subject":"MOD",
"novux":false,
"name":"Kinesiska 7",
"origname":"Kinesiska 7",
"points":100,
"instrRAW":"som bygger på kursen kinesiska 6.",
"descarr":["Den bygger på kursen ",
"MODZHO06",
"."],
"reqRAW":"kursen MODZHO06",
"code":"MODZHO07",
"comments":{"innehållet":"                          <p>Se separat kommentardokument för kinesiska i anslutning till ämnesplanen. Observera att kurskod MODZHO07 ska användas för kinesiska 7.</p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen; vardagliga situationer; aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.",
"Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden i olika sammanhang och områden där kinesiska används."],
"Muntlig reception":["Talat språk, även med viss regional och social färgning, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande talat språk, till exempel dialoger och intervjuer.",
"Skönlitteratur och annan fiktion, även i dramatiserad form, samt sånger och dikter.",
"Olika typer av information och meddelanden, även nyheter.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i talat språk från internet och andra medier.",
"Språkliga företeelser, i det språk eleverna möter, till exempel uttal och intonation, grammatiska strukturer samt ord med olika stilvärde.",
"Hur talat språk varieras för olika syften och sammanhang.",
"Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.",
"Pinyin som stöd för förståelse av det talade språk eleverna möter."],
"Muntlig produktion och interaktion":["Instruktioner, berättelser och beskrivningar i sammanhängande tal. Diskussion och argumentation samt samtal för kontakt och kommunikation i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar, samt för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnesområden.",
"Språklig säkerhet när det gäller uttal och intonation, fasta språkliga uttryck samt grammatiska strukturer, för att skapa tydlighet, variation och flyt.",
"Bearbetning av egna och andras muntliga framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation.",
"Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd."],
"Skriftlig reception (förenklade kinesiska tecken)":["Texter som är instruerande, beskrivande, berättande, diskuterande och kontaktskapande.",
"Berättelser och annan fiktion samt exempel på äldre litteratur.",
"Enkel sakprosa av olika slag och med olika syften, till exempel nyheter.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa läsning till textens form, innehåll och syfte.",
"Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.",
"Olika sätt att söka och välja texter samt värdera innehållet i texter.",
"Hur sammanbindande ord och fraser används för att skapa struktur och språklig sammanhängande helheter i de texter eleverna möter.",
"Hur texter varieras utifrån olika syften och sammanhang."],
"Skriftlig produktion och interaktion (förenklade kinesiska tecken)":["Instruktioner, berättelser och beskrivningar i sammanhängande skrift. Skrivande för kontakt och kommunikation i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.",
"Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.",
"Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.",
"Språklig säkerhet för att skapa tydlighet, variation och anpassning till syfte, mottagare och situation."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i den talade kinesiskan väljer och använder eleven <b>någon</b> strategi för lyssnande.</p><p>Eleven väljer talad kinesiska från olika medier och använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> och <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.</p><p>I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.</p><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar tydliga</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i texterna väljer och använder eleven <b>någon</b> lässtrategi.</p><p>Eleven väljer texter från olika medier och använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>enkelt, begripligt och till viss del</b> sammanhängande. För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.</p><p>I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>begripligt och enkelt</b>. Dessutom väljer och använder eleven <b>i huvudsak fungerande</b> strategier som <b>i viss mån löser</b> problem i och förbättrar interaktionen.</p><p>Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där kinesiska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i den talade kinesiskan väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande.</p><p>Eleven väljer talad kinesiska från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, relativt tydligt</b> och <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.</p><p>I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>fungerande</b> strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i texterna, väljer och använder eleven <b>i viss utsträckning</b> lässtrategier.</p><p>Eleven väljer texter från olika medier och använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>enkelt, relativt tydligt och relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.</p><p>I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>relativt tydligt och enkelt samt i någon mån anpassat till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>fungerande</b> strategier som <b>löser</b> problem i och förbättrar interaktionen.</p><p>Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang och inom områden där kinesiska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>välgrundat</b> <b>och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i den talade kinesiskan, väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande.</p><p>Eleven väljer talad kinesiska från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och med viss anpassning till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.</p><p>I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl fungerande</b> strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.</p><p>Eleven förstår <b>såväl helhet som</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet i texterna, väljer och använder eleven <b>i viss utsträckning</b> lässtrategier.</p><p>Eleven väljer texter från olika medier och använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>relativt varierat, tydligt och relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.</p><p>I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>tydligt och med visst flyt samt med viss anpassning till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>väl</b> <b>fungerande</b> strategier som <b>löser</b> problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.</p><p>Eleven kommenterar <b>utförligt</b> några företeelser i olika sammanhang och områden där kinesiska används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i den talade kinesiskan väljer och använder eleven <b>någon</b> strategi för lyssnande.",
"Eleven väljer talad kinesiska från olika medier och använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> och <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.",
"I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.",
"Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i texterna väljer och använder eleven <b>någon</b> lässtrategi.",
"Eleven väljer texter från olika medier och använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>enkelt, begripligt och till viss del</b> sammanhängande. För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.",
"I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>begripligt och enkelt</b>. Dessutom väljer och använder eleven <b>i huvudsak fungerande</b> strategier som <b>i viss mån löser</b> problem i och förbättrar interaktionen.",
"Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang och områden där kinesiska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i den talade kinesiskan väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande.",
"Eleven väljer talad kinesiska från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, relativt tydligt</b> och <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.",
"I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>fungerande</b> strategier som löser problem i och förbättrar interaktionen.",
"Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i texterna, väljer och använder eleven <b>i viss utsträckning</b> lässtrategier.",
"Eleven väljer texter från olika medier och använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>enkelt, relativt tydligt och relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven egna framställningar och gör <b>enkla</b> förbättringar.",
"I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>relativt tydligt och enkelt samt i någon mån anpassat till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>fungerande</b> strategier som <b>löser</b> problem i och förbättrar interaktionen.",
"Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang och inom områden där kinesiska används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>såväl helhet som</b> detaljer i talad kinesiska i måttligt tempo. Eleven visar sin förståelse genom att <b>välgrundat</b> <b>och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i den talade kinesiskan, väljer och använder eleven <b>i viss utsträckning</b> strategier för lyssnande.",
"Eleven väljer talad kinesiska från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och med viss anpassning till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation, bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.",
"I muntlig interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven <b>väl fungerande</b> strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.",
"Eleven förstår <b>såväl helhet som</b> detaljer i enkla texter om kända ämnen. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet i texterna, väljer och använder eleven <b>i viss utsträckning</b> lässtrategier.",
"Eleven väljer texter från olika medier och använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I skriftliga framställningar med förenklade tecken formulerar sig eleven <b>relativt varierat, tydligt och relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation.</b> För att förtydliga och variera sin kommunikation bearbetar eleven egna framställningar och gör <b>välgrundade</b> förbättringar.",
"I skriftlig interaktion med förenklade tecken uttrycker sig eleven <b>tydligt och med visst flyt samt med viss anpassning till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>väl</b> <b>fungerande</b> strategier som <b>löser</b> problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>.",
"Eleven kommenterar <b>utförligt</b> några företeelser i olika sammanhang och områden där kinesiska används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"MODZHO06",
"reqarr":["MODZHO06"],
"hasreqs":true,
"friends":["HUMHUM00S",
"MODZHO01",
"MODZHO02",
"MODZHO03",
"MODZHO04",
"MODZHO05",
"MODZHO06",
"MODXXX01",
"MODXXX02",
"MODXXX03",
"MODXXX04",
"Moderna språk 4-9 elevens val",
"Moderna språk 4-9 elevens val, kinesiska",
"Moderna språk 4-9 språkval",
"Moderna språk 4-9 språkval, kinesiska",
"MODXXX05",
"MODXXX06",
"MODXXX07",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}