{"subject":"MOE",
"name":"Modersmål &mdash; aktiv tvåspråkighet",
"points":100,
"requirements":"modersmål 1",
"instructiontext":"som bygger på kursen modersmål 1.",
"code":"MOEMOD0",
"comment":"<h2>Begrepp i kursen modersmål – aktiv tvåspråkighet</h2><h3>Kommunikation i tal och skrift </h3><p>Hur man kommunicerar i tal och skrift med till exempel myndigheter, högskolor och arbetsgivare kan skilja sig åt i olika språkområden, till exempel vad gäller stilnivå och formuleringar. Autentiska textexempel, till exempel cv, ansökningar och inspelade samtal på modersmålet och på svenska kan vara bra utgångspunkter för diskussioner om skillnaderna och om hur man bör kommunicera med myndigheter, högskolor och arbetsgivare i olika språkområden</p><h3>Informella brev</h3><p>Exempel på informella brev är gratulationsbrev, inbjudningar och tackbrev.</p><h3>Medborgarrollen</h3><p>Som medborgare behöver man förmåga att förstå och ta till sig talad och skriven samhällsinformation. Kursen modersmål – aktiv tvåspråkighet syftar till att utveckla elevernas förmåga att tolka mellan svenska och modersmål med tanke på kommande arbetsliv och studier. Eleverna ska ges möjlighet att utveckla sådan språkförmåga så att de till exempel kan hjälpa personer från samma språkområde att kommunicera i olika medborgerliga situationer i samhället. Genom sina kunskaper i modersmål kan eleverna även utgöra en länk mellan generationer och kulturer i samhällslivet i stort.</p>",
"goaltext":" Kursen modersmål &mdash; aktiv tvåspråkighet omfattar punkterna 1&mdash;7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1&mdash;3 och 7. ",
"goals":[2,2,2,1,1,1,2],
"level":"normal",
"content":["Kommunikation i tal och skrift, till exempel med myndigheter, högskolor och arbetsgivare. ",
"Informella brev som syftar till social kommunikation.",
"Ord- och begreppsförråd med särskild tonvikt på ord som hör till medborgarrollen och samhällslivet.",
"Tolkning och översättning i vardagliga sammanhang till och från modersmålet.",
"Översättning till modersmålet av olika blanketter som medborgare i Sverige använder.",
"Texter i form av berättelser och dikter inom modern litteratur på modersmålet och texter från svensk litteratur för olika typer av jämförelser.",
"Aktuella samhällsfrågor. Jämförande studier mellan länder där modersmålet talas och Sverige.",
"Kulturella företeelser och sevärdheter. Jämförande studier mellan länder där modersmålet talas och Sverige."]}