{"subject":"MOE",
"name":"Modersmål - aktiv tvåspråkighet",
"origname":"Modersmål - aktiv tvåspråkighet",
"points":100,
"instrRAW":"som bygger på kursen modersmål 1.",
"descarr":["Den bygger på kursen ",
"MOEXXX01",
"."],
"reqRAW":"kursen MOEXXX01",
"code":"MOEMOD0",
"comments":{"innehållet":"<h4>Kommunikation i tal och skrift </h4><p>Hur man kommunicerar i tal och skrift med till exempel myndigheter, högskolor och arbetsgivare kan skilja sig åt i olika språkområden, till exempel vad gäller stilnivå och formuleringar. Autentiska textexempel, till exempel cv, ansökningar och inspelade samtal på modersmålet och på svenska kan vara bra utgångspunkter för diskussioner om skillnaderna och om hur man bör kommunicera med myndigheter, högskolor och arbetsgivare i olika språkområden</p><h4>Informella brev</h4><p>Exempel på informella brev är gratulationsbrev, inbjudningar och tackbrev.</p><h4>Medborgarrollen</h4><p>Som medborgare behöver man förmåga att förstå och ta till sig talad och skriven samhällsinformation. Kursen modersmål - aktiv tvåspråkighet syftar till att utveckla elevernas förmåga att tolka mellan svenska och modersmål med tanke på kommande arbetsliv och studier. Eleverna ska ges möjlighet att utveckla sådan språkförmåga så att de till exempel kan hjälpa personer från samma språkområde att kommunicera i olika medborgerliga situationer i samhället. Genom sina kunskaper i modersmål kan eleverna även utgöra en länk mellan generationer och kulturer i samhällslivet i stort.</p>      "},
"goals":[2,2,2,1,1,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Kommunikation i tal och skrift, till exempel med myndigheter, högskolor och arbetsgivare. ",
"Informella brev som syftar till social kommunikation.",
"Ord- och begreppsförråd med särskild tonvikt på ord som hör till medborgarrollen och samhällslivet.",
"Tolkning och översättning i vardagliga sammanhang till och från modersmålet.",
"Översättning till modersmålet av olika blanketter som medborgare i Sverige använder.",
"Texter i form av berättelser och dikter inom modern litteratur på modersmålet och texter från svensk litteratur för olika typer av jämförelser.",
"Aktuella samhällsfrågor. Jämförande studier mellan länder där modersmålet talas och Sverige.",
"Kulturella företeelser och sevärdheter. Jämförande studier mellan länder där modersmålet talas och Sverige."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>i huvudsak</b> framgår. Dessutom växlar eleven i tal <b>med viss ledighet</b> mellan svenska och modersmål. Eleven använder även i tal <b>med viss säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med viss säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <b>i samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som <b>till</b> <b>viss del</b> är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med viss säkerhet</b> sina texter efter respons.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>endast i undantagsfall ska försvåras</b>. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven översätter <b>med viss säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <b>i huvudsak</b> korrekt. Eleven återberättar på modersmålet <b>översiktligt</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>enkla</b> språkliga och andra jämförelser av texterna från båda språken samt <b>redogör för några tankar som</b> <b>läsningen har väckt</b>.</p><p>Eleven planerar och genomför <b>i samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>översiktligt</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>tillfredsställande</b> kvalitet, och språkligt är resultate <b>till</b> <b>viss del</b> anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>på ett begripligt sätt</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>i huvudsak</b> framgår. Dessutom växlar eleven i tal <b>ledigt</b> mellan svenska och modersmål. Eleven använder även i tal <b>med viss säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med viss säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <b>efter samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med viss säkerhet</b> sina texter efter respons <b>samt diskuterar utförligt hur de kan förbättras avseende form och innehåll</b>.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera tillfredsställande</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är klart och varierat och innehåller goda formuleringar</b>.</p><p>Eleven översätter <b>med viss säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet korrekt. Eleven återberättar på modersmålet <b>utförligt</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>välgrundade</b> språkliga och andra jämförelser av texterna från båda språken, <b>lyfter fram typiska särdrag</b> samt <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>utförligt</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>tillfredsställande</b> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>korrekt och begripligt samt anpassar vid behov sin framställning till olika situationer</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>klart</b> framgår. Dessutom växlar eleven i tal <b>ledigt och språkligt säkert</b> mellan svenska och modersmål. Eleven använder även i tal <b>med säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar si <b>efter samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med säkerhet</b> sina texter efter respon <b>samt diskuterar utförligt och nyanserat hur de kan förbättras avseende form och innehåll</b>.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera bra</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</b>.</p><p>Eleven översätter <b>med säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval <b>och lämplig stil</b> och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <b>tydligt</b>, korrek <b>och nyanserat</b>. Eleven återberättar på modersmålet <b>utförligt och nyanserat</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>välgrundade och nyanserade</b> språkliga och andra jämförelser av texterna från båda språken, <b>lyfter fram typiska särdrag, teman och motiv</b> samt <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven planerar och genomfö <b>efter samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>utförligt</b> <b>och</b> <b>nyanserat</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>god</b> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>obehindrat och precist</b> <b>samt</b> <b>anpassar vid behov sin framställning till olika situationer</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.",
"Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>i huvudsak</b> framgår. Dessutom växlar eleven i tal <b>med viss ledighet</b> mellan svenska och modersmål. Eleven använder även i tal <b>med viss säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med viss säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <b>i samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som <b>till</b> <b>viss del</b> är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med viss säkerhet</b> sina texter efter respons.",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>endast i undantagsfall ska försvåras</b>. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
"Eleven översätter <b>med viss säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <b>i huvudsak</b> korrekt. Eleven återberättar på modersmålet <b>översiktligt</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>enkla</b> språkliga och andra jämförelser av texterna från båda språken samt <b>redogör för några tankar som</b> <b>läsningen har väckt</b>.",
"Eleven planerar och genomför <b>i samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>översiktligt</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>tillfredsställande</b> kvalitet, och språkligt är resultate <b>till</b> <b>viss del</b> anpassat till texttyp, syfte och mottagare.",
"Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>på ett begripligt sätt</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.",
"Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>i huvudsak</b> framgår. Dessutom växlar eleven i tal <b>ledigt</b> mellan svenska och modersmål. Eleven använder även i tal <b>med viss säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med viss säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <b>efter samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med viss säkerhet</b> sina texter efter respons <b>samt diskuterar utförligt hur de kan förbättras avseende form och innehåll</b>.",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera tillfredsställande</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är klart och varierat och innehåller goda formuleringar</b>.",
"Eleven översätter <b>med viss säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet korrekt. Eleven återberättar på modersmålet <b>utförligt</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>välgrundade</b> språkliga och andra jämförelser av texterna från båda språken, <b>lyfter fram typiska särdrag</b> samt <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>utförligt</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>tillfredsställande</b> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.",
"Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>korrekt och begripligt samt anpassar vid behov sin framställning till olika situationer</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.",
"Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <b>klart</b> framgår. Dessutom växlar eleven i tal <b>ledigt och språkligt säkert</b> mellan svenska och modersmål. Eleven använder även i tal <b>med säkerhet</b> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <b>med säkerhet</b> olika kommunikationsmedel på modersmålet och svenska och skaffar si <b>efter samråd</b> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <b>med säkerhet</b> sina texter efter respon <b>samt diskuterar utförligt och nyanserat hur de kan förbättras avseende form och innehåll</b>.",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera bra</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</b>.",
"Eleven översätter <b>med säkerhet</b> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval <b>och lämplig stil</b> och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <b>tydligt</b>, korrek <b>och nyanserat</b>. Eleven återberättar på modersmålet <b>utförligt och</b> <b>nyanserat</b> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <b>välgrundade och nyanserade</b> språkliga och andra jämförelser av texterna från båda språken, <b>lyfter fram typiska särdrag, teman och motiv</b> samt <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven planerar och genomfö <b>efter samråd</b> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <b>utförligt</b> <b>och</b> <b>nyanserat</b>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <b>god</b> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.",
"Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <b>obehindrat och precist</b> <b>samt</b> <b>anpassar vid behov sin framställning till olika situationer</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MOEXXX01",
"reqarr":["MOEXXX01"],
"hasreqs":true,
"friends":["MOEXXX01",
"Modersmål 1-3",
"MOEXXX02",
"Modersmål 4-6",
"Modersmål 7-9",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}