{"subject":"MOE",
"novux":false,
"name":"Modersmål 1",
"origname":"Modersmål 1",
"points":100,
"instrRAW":"som bygger på grundskolans kunskaper eller motsvarande.",
"descarr":["Den bygger på grundskolans kunskaper eller motsvarande."],
"reqRAW":"grundskolans kunskaper eller motsvarande",
"code":"MOEXXX01",
"comments":{"innehållet":"<h4>Strategier</h4><p>Inom språkdidaktik används begreppet strategi i samband med lärande av språk, kommunikation och att kompensera brister i språkförmågan. Elevernas olika strategier kan vara medvetna eller omedvetna. De kan även vara mer eller mindre effektiva och ändamålsenliga. När eleverna utvecklar förmågan att använda strategier vidgar de sin repertoar av ändamålsenliga strategier.</p><p>Med strategier för att göra sig förstådd och få fram sitt budskap avses att det finns många olika vägar att gå när det gäller att uttrycka sig i olika situationer. Om inte ett sätt fungerar kan man finna andra sätt att göra sig förstådd på. Exempel på strategier är omformuleringar, nybildningar, bilder, mimik och gester.</p><h4>Hur språket används</h4><p>Med hur språket används avses vilka olika funktioner modersmålet har, till exempel vardagsspråk, skolspråk och officiellt språk. Utgångspunkten för diskussionerna är de språkområden som är aktuella inom elevgruppen.</p>      ",
"kunskapskraven":"<h4>Nyanserat</h4><p>I boken Gymnasieskola 2011 sägs att begreppet <em>nyanserat</em> i kunskapskraven främst används i betydelsen ”flera olika perspektiv” men det sägs också att en nyanserad redogörelse kan avse ”ett rikt språkligt uttryckssätt och en stilistiskt skicklig framställning”. I kunskapskravet för betyget A i modersmål 1 står det att eleven i skrift ska formulera sig”<strong>varierat och nyanserat</strong>på modersmålet”. Här avsesden senare betydelsen av nyanserat. På andra ställen i kunskapskravet används progressionsuttrycket nyanserat i den tidigare betydelsen. </p>      "},
"goals":[2,2,2,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Egen språkproduktion i tal med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap. ",
"Egen språkproduktion i skrift med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap. ",
"Ord- och begreppsförråd.",
"Språkriktighet, stil och struktur i samband med talade och skrivna texter.",
"Texter på modersmålet valda med hänsyn till elevernas intressen och studieväg.",
"Modern litteratur, bilder, konst och musik som tar upp vardagsliv, relationer och livsfrågor.",
"Språkets spridning och förekomst samt hur språket används.",
"Kultur, natur och geografiska förhållanden i språkområdet. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.</p><p>Eleven uttrycker muntligt sina tankar, känslor och åsikter på modersmålet så att innehållet blir <b>i huvudsak</b> begripligt och korrekt. I samtal växlar eleven <b>med viss säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet me <b>viss</b> anpassning till syfte, mottagare och situation samt följer <b>i huvudsak</b> skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <b>vardaglig</b> karaktär på modersmålet och redogör <b>översiktligt</b> för innehållet i texten <b>och några</b> <b>tankar</b><b> som läsningen har väckt</b>. </p><p>Eleven redogör <b>översiktligt</b> för modersmålets spridning och hur språket används. I både tal och skrift presenterar eleven <b>grundläggande</b> fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>översiktligt</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>enkla</b> jämförelser med svenska förhållanden. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.</p><p>Eleven uttrycker muntligt <b>sammanhängande och strukturerat</b> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <b>med säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet med anpassning till syfte, mottagare, situation och <b>innehåll</b> samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <b>olika</b> karaktär på modersmålet och redogör <b>utförligt</b> för innehållet i texten <b>samt</b> <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven redogör <b>utförligt</b> för modersmålets spridning och hur språket används. <b>Dessutom redogör eleven översiktligt för hur modersmålet är uppbyggt och gör enkla jämförelser med svenska språket</b>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>utförligt</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>välgrundade</b> jämförelser med svenska förhållanden. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.</p><p>Eleven uttrycker muntligt <b>sammanhängande, strukturerat, tydligt, ledigt samt med variation och flyt</b> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <b>med säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig <b>varierat och nyanserat</b> på modersmålet med anpassning till syfte, mottagare, situation och <b>innehåll</b> samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <b>olika</b> karaktär på modersmålet och redogör <b>utförligt och nyanserat</b> för innehållet i texten <b>samt</b> <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för modersmålets spridning och hur språket används. <b>Dessutom redogör eleven utförligt för hur modersmålet är uppbyggt och gör välgrundade jämförelser med svenska språket</b>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>utförligt och nyanserat</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>välgrundade och nyanserade</b> jämförelser med svenska förhållanden. </p>",
"judge":{"E":["Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.",
"Eleven uttrycker muntligt sina tankar, känslor och åsikter på modersmålet så att innehållet blir <b>i huvudsak</b> begripligt och korrekt. I samtal växlar eleven <b>med viss säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet med <b>viss</b> anpassning till syfte, mottagare och situation samt följer <b>i huvudsak</b> skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
"Eleven läser relativt obehindrat texter av <b>vardaglig</b> karaktär på modersmålet och redogör <b>översiktligt</b> för innehållet i texten <b>och några</b> <b>tankar</b><b> som läsningen har väckt</b>. ",
"Eleven redogör <b>översiktligt</b> för modersmålets spridning och hur språket används. I både tal och skrift presenterar eleven <b>grundläggande</b> fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>översiktligt</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>enkla</b> jämförelser med svenska förhållanden."],
"C":["Eleven förstår <b>huvudsakligt innehåll och uppfattar väsentliga detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.",
"Eleven uttrycker muntligt <b>sammanhängande och strukturerat</b> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <b>med säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet med anpassning till syfte, mottagare, situation och <b>innehåll</b> samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
"Eleven läser relativt obehindrat texter av <b>olika</b> karaktär på modersmålet och redogör <b>utförligt</b> för innehållet i texten <b>samt</b> <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven redogör <b>utförligt</b> för modersmålets spridning och hur språket används. <b>Dessutom redogör eleven översiktligt för hur modersmålet är uppbyggt och gör enkla jämförelser med svenska språket</b>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>utförligt</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>välgrundade</b> jämförelser med svenska förhållanden."],
"A":["Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.",
"Eleven uttrycker muntligt <b>sammanhängande, strukturerat, tydligt, ledigt samt med variation och flyt</b> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <b>med säkerhet</b> mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig <b>varierat och nyanserat</b> på modersmålet med anpassning till syfte, mottagare, situation och <b>innehåll</b> samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
"Eleven läser relativt obehindrat texter av <b>olika</b> karaktär på modersmålet och redogör <b>utförligt och</b> <b>nyanserat</b> för innehållet i texten <b>samt</b> <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för modersmålets spridning och hur språket används. <b>Dessutom redogör eleven utförligt för hur modersmålet är uppbyggt och gör välgrundade jämförelser med svenska språket</b>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <b>utförligt och</b> <b>nyanserat</b> några typiska kulturella förhållanden förknippade med språkområdet samt gör <b>välgrundade och nyanserade</b> jämförelser med svenska förhållanden."]},
"req":"grundskolans kunskaper eller motsvarande",
"reqarr":[],
"reqBy":["MOEXXX02",
"MOEMOD0",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"],
"foreignlinks":["SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"],
"hasreqs":true,
"friends":["MOEMOD0",
"Modersmål 1-3",
"MOEXXX02",
"Modersmål 4-6",
"Modersmål 7-9",
"SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"]}