{"subject":"MOE",
"name":"Modersmål 2",
"points":100,
"instrRAW":"som bygger på kursen modersmål 1.",
"reqRAW":"kursen MOEXXX01",
"code":"MOEXXX02",
"goals":[2,2,2,1,1,1,1],
"level":"high",
"content":["Muntlig språkproduktion i avancerade sammanhang. Muntlig framställning i och inför grupp, till exempel omfattande presentationer, intervjuer och argumentationer. ",
"Skriftlig språkproduktion i avancerade sammanhang. Skriftlig framställning med tonvikt på utredande och argumenterande text, baserad på olika källor som behandlats i undervisningen.",
"Fördjupat ord- och begreppsförråd.",
"Skönlitterära verk och författarskap. Skönlitterära texter som speglar samhället och kulturen i språkområdet, i vår tid och förr i tiden.",
"Sakprosatexter som knyter an till elevens intressen och studieväg. Texter i olika medier som tar upp aktuella samhällsfrågor och kulturella frågor.",
"Jämförelser mellan modersmålet och det svenska språket vad gäller ord och begrepp, meningsbyggnad och olika texters struktur och uppbyggnad.",
"Samhällsförhållanden i språkområdet.",
"Fördjupade studier av historia och kultur i språkområdet, till exempel inom konst, musik, arkitektur och film."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.</p><p>Eleven uttrycker, på modersmålet, ledigt tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>i huvudsak</b> framgår. Eleven sammanställer <b>i samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b> <b>viss del</b> anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med viss säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>endast i undantagsfall</b><b> ska försvåras</b>. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser <b>relativt</b> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>översiktligt</b> för innehållet i lästa texter <b>och några tankar som läsningen har väckt</b>. </p><p>Eleven redogör <b>i samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>översiktligt</b> för kulturella och samhälleliga förhållanden i språkområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.</p><p>Eleven uttrycker, på modersmålet, ledig <b>och språkligt säkert</b> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>i huvudsak</b> framgår. Eleven sammanställer <b>efter samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven välgrundade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera tillfredsställande</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <b>Språket är klart och varierat och innehåller goda formuleringar</b>.</p><p>Eleven läser <b>relativt</b> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>utförligt</b> för innehållet i lästa texter <b>samt</b> <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven redogör <b>efter samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>utförligt</b> för kulturella och samhälleliga förhållanden i språkområdet <b>samt översiktligt för den kulturella och språkliga utvecklingen i språkområdet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.</p><p>Eleven uttrycker, på modersmålet, ledig <b>och språkligt säkert</b> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>klart</b> framgår. <b>Dessutom gör eleven vid behov anpassningar till åhörarna under framställningens gång</b>. Eleven sammanställer <b>efter samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera bra</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</b>.</p><p>Eleven läser obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>utförligt och nyanserat</b> för innehållet i lästa texter <b>samt</b> <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.</p><p>Eleven redogö <b>efter samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>utförligt och nyanserat</b> för kulturella och samhälleliga förhållanden i språkområdet <b>samt utförligt för den kulturella och språkliga utvecklingen i språkområdet</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven förstår <b>huvudsakligt innehåll</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>översiktligt</b> sätt.",
"Eleven uttrycker, på modersmålet, ledigt tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>i huvudsak</b> framgår. Eleven sammanställer <b>i samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b> <b>viss del</b> anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med viss säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. ",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>endast i undantagsfall</b><b> ska försvåras</b>. Eleven uttrycker och formulerar sig med ett ordförråd som <b>i huvudsak</b> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
"Eleven läser <b>relativt</b> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>översiktligt</b> för innehållet i lästa texter <b>och några tankar som läsningen har väckt</b>. ",
"Eleven redogör <b>i samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>översiktligt</b> för kulturella och samhälleliga förhållanden i språkområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven förstår <b>huvudsakligt innehåll och uppfattar tydliga detaljer</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat</b> sätt.",
"Eleven uttrycker, på modersmålet, ledig <b>och språkligt säkert</b> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>i huvudsak</b> framgår. Eleven sammanställer <b>efter samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven välgrundade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. ",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera tillfredsställande</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <b>Språket är klart och varierat och innehåller goda formuleringar</b>.",
"Eleven läser <b>relativt</b> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>utförligt</b> för innehållet i lästa texter <b>samt</b> <b>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven redogör <b>efter samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>utförligt</b> för kulturella och samhälleliga förhållanden i språkområdet <b>samt översiktligt för den kulturella och språkliga utvecklingen i språkområdet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven förstår <b>såväl helhet som detaljer</b> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <b>välgrundat och nyanserat</b> sätt.",
"Eleven uttrycker, på modersmålet, ledig <b>och språkligt säkert</b> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <b>klart</b> framgår. <b>Dessutom gör eleven vid behov anpassningar till åhörarna under framställningens gång</b>. Eleven sammanställer <b>efter samråd</b> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <b>med säkerhet</b> regler för citat- och referatteknik och skriver i huvudsak korrekt. ",
"Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <b>ska fungera bra</b>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<b> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</b>.",
"Eleven läser obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <b>utförligt och</b> <b>nyanserat</b> för innehållet i lästa texter <b>samt</b> <b>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</b>.",
"Eleven redogö <b>efter samråd</b> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kulturella och samhälleliga förhållanden i språkområdet <b>samt utförligt för den kulturella och språkliga utvecklingen i språkområdet</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MOEXXX01"}