{"subject":"MOT",
"name":"Motor- och röjmotorsåg 2",
"origname":"Motor- och röjmotorsåg 2",
"points":100,
"instrRAW":"som bygger på kursen motor- och röjmotorsåg 1.",
"descarr":["Den bygger på kursen ",
"MOTMOT01",
"."],
"reqRAW":"kursen MOTMOT01",
"code":"MOTMOT02",
"goals":[0,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Arbete med motorsåg och röjmotorsåg":["Detaljplanering och tolkning av givna arbetsinstruktioner.",
"Yrkesmässigt arbete med motorsåg och röjmotorsåg.",
"Arbetsmetoder och hjälpmedel vid svårfällda träd, till exempel vid framåtlut, bakåtlut, vind, röta och torra träd.",
"Arbete i stormfälld skog.",
"Arbetsmetoder och hjälpmedel vid nedtagning av fastfällt träd.",
"Miljövård och trädslagsval.",
"Ansvar och säkerhet vid arbete utmed fastigheter, vägar och ledningar.",
"Uppföljning och rapportering av arbetsresultat och ekonomiskt utfall."],
"Arbetsmiljö och säkerhet":["Miljö- och säkerhetsföreskrifter vid svåra arbetsmoment med motorsåg och röjmotorsåg.",
"Risker vid svåra arbetsmoment med motorsåg och röjmotorsåg. ",
"Olika attityder till säkerhetsrisker för att undvika eller avbryta olämpliga arbetsmoment. ",
"Lägesangivelser för arbetsplatser och kontaktmöjligheter vid ensamarbete."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och genomför <b>i samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>översiktligt</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>enkla</b> bedömningar av det ekonomiska resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>utförligt</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>välgrundade</b> bedömningar av det ekonomiska resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och genomför <b>efter samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>välgrundade och nyanserade</b> bedömningar av det ekonomiska resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och genomför <b>i samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>översiktligt</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>enkla</b> bedömningar av det ekonomiska resultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och genomför <b>efter samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>utförligt</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>välgrundade</b> bedömningar av det ekonomiska resultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och genomför <b>efter samråd</b> med handledare avancerade arbetsuppgifter med motorsåg och röjmotorsåg i komplicerade situationer på ett metodiskt och säkert sätt. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>. Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kostnader och intäkter i samband med arbete med motorsåg och röjmotorsåg samt gör <b>välgrundade och nyanserade</b> bedömningar av det ekonomiska resultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MOTMOT01",
"reqarr":["MOTMOT01"],
"hasreqs":true,
"friends":["SKMAVV0",
"NABAVV0",
"NABFOR0",
"NABLAT01",
"NABLAT02",
"NABLAA0",
"MOTMOT01",
"SKMSKO00S",
"NABSKO00S",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO02",
"SKMSMA0",
"NABSMÅ0",
"SKMTER0",
"NABTER0",
"NABTRG0",
"SKGVIR0",
"SKGVIK0",
"SKMVIE0",
"NABVIE0"]}