{"subject":"MOT",
"novux":false,
"name":"Motor- och röjmotorsåg 1",
"origname":"Motor- och röjmotorsåg 1",
"points":100,
"code":"MOTMOT01",
"goals":[1,2,1,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Teknisk grund":["Motor- och röjmotorsågens konstruktion, funktion och säkerhetsanordningar.",
"Service och underhåll enligt tillverkarens instruktioner.",
"Demontering och montering av kedja, svärd och röjsågsklinga.",
"Filning och kontroll av motorsågskedja och röjsågsklinga."],
"Arbete med motorsåg":["Planering och genomförande av trädfällning av normala träd av varierande storlek. Val av brytmån, sågning av riktskär och fällskär samt fällning. ",
"Användning av vanliga fällhjälpmedel, till exempel brytjärn och kilar.",
"Kvistning och aptering av fällda träd med utgångspunkt från säkerhet och arbetsbelastning.",
"Arbetsmetoder och risker med fastfällda träd och stammar i spänn. ",
"Användning och underhåll av lyftsax, lyftkrok och måttband."],
"Arbete med röjmotorsåg":["Planering och genomförande av arbetsuppgifter med röjmotorsåg.",
"Arbetsteknik vid arbete med röjmotorsåg, till exempel riktad fällning, nedtagning av hängande träd, buketter, lutande träd och röjningsarbete vid ledningsgator.",
"Grundläggande planering av röjningstrakt och uppföljning av arbete med röjmotorsåg."],
"Arbetsmiljö och säkerhet":["Miljö och säkerhetsföreskrifter vid arbete med motor- och röjmotorsåg.",
"Riskmoment vid trädfällning och upparbetning med motorsåg.",
"Risker vid arbete med trädbeskärning och arbete från plattform.",
"Riskmoment vid arbete med röjmotorsåg. ",
"Olika attityder till säkerhetsrisker för att undvika olämpliga arbetsmoment och olycksfall. ",
"Användning av skyddsutrustning vid arbete med motor- och röjmotorsåg."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för motorsågens och röjmotorsågens konstruktion och funktion.</p><p>Eleven följer arbetsinstruktioner och genomför med handledare arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven me <b>visst</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>visst</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för motorsågens och röjmotorsågens konstruktion och funktion.</p><p>Eleven följer arbetsinstruktioner och genomför arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven me <b>gott</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>gott</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för motorsågens och röjmotorsågens konstruktion och funktion.</p><p>Eleven följer arbetsinstruktioner och genomför arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven med <b>mycket gott</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>mycket gott</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för motorsågens och röjmotorsågens konstruktion och funktion.",
"Eleven följer arbetsinstruktioner och genomför med handledare arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven med <b>visst</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>visst</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för motorsågens och röjmotorsågens konstruktion och funktion.",
"Eleven följer arbetsinstruktioner och genomför arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven me <b>gott</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>gott</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för motorsågens och röjmotorsågens konstruktion och funktion.",
"Eleven följer arbetsinstruktioner och genomför arbetsuppgifter med motorsåg och röjmotorsåg på ett säkert sätt. Dessutom skärper eleven med <b>mycket gott</b> handlag motorsågskedjan och röjsågsklingan samt utför med <b>mycket gott</b> handlag service och reparationer av motorsågen och röjmotorsågen enligt instruktionsboken. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven följer aktuella säkerhetsföreskrifter samt bedömer risker och förebygger olycksfall. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MOTMOT02",
"NABSMÅ0",
"SKGSKO01",
"SKMSMA0"],
"friends":["SKMAVV0",
"NABAVV0",
"NABFOR0",
"NABLAT01",
"NABLAT02",
"NABLAA0",
"MOTMOT02",
"MOTMOT02",
"SKMSKO00S",
"NABSKO00S",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO01",
"SKGSKO02",
"SKMSMA0",
"SKMSMA0",
"NABSMÅ0",
"NABSMÅ0",
"SKMTER0",
"NABTER0",
"NABTRG0",
"SKGVIR0",
"SKGVIK0",
"SKMVIE0",
"NABVIE0"]}