{"subject":"MUI",
"name":"Arrangering och komposition 1",
"origname":"Arrangering och komposition 1",
"points":100,
"instrRAW":"som bygger på kursen gehörs- och musiklära 1.",
"descarr":["Den bygger på kursen ",
"MUIGEH01",
"."],
"reqRAW":"kursen MUIGEH01",
"code":"MUIARA01",
"goals":[1,0,0,1,1,2,2,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Ensembleformer och musikformer samt stildrag från olika tidsperioder och kulturer.",
"Melodisk, harmonisk, periodisk och rytmisk uppbyggnad av musik.",
"Notation och läsning av olika musikgenrer.",
"Arrangering av vokal och instrumental musik i olika genrer.",
"Kompositionsprinciper och musikaliska strukturer.",
"Konstnärlig kreativitet i experiment med och bearbetning av musikaliskt material.",
"Musikinstruments och rösters klang, funktion och användning.",
"Användning av digitala medier och musikteknisk utrustning vid arrangering, komposition och produktion av musik.",
"Analys och tolkning av konstnärliga kvaliteter i form av musikaliskt resultat, form och struktur samt användning av musikteoretiska begrepp som är relevanta i sammanhanget. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för <b>någon</b> typisk ensemble och musikformer från <b>några</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>någon</b> vald musikform. Eleven noterar och läser <b>med viss säkerhet</b> musik.</p><p>Eleven skapar musik i några olika traditionella instrumentala eller vokala former, med <b>viss</b> <b>konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>några olika vanliga</b> ensembler. I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>översiktligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>enkla</b> omdömen sitt eget arbete. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för <b>några</b> typiska ensembler och musikformer från <b>några</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>några</b> valda musikformer. Eleven noterar <b>enligt praxis</b> och läser <b>med viss säkerhet</b> musik <b>samt diskuterar utförligt olika notationssätt och ger exempel på deras användningsområden</b>.</p><p>Eleven skapar musik i några olika traditionella instrumentala eller vokala former, med <b>ett personligt uttryck, viss kreativitet och viss</b> <b>konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>flera olika vanliga</b> ensembler. I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>utförligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet</b>. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>flera</b> typiska ensembler och musikformer från <b>flera</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>flera</b> valda musikformer. Eleven noterar <b>enligt praxis med god läsbarhet</b> och läser <b>med säkerhet</b> musik <b>samt diskuterar utförligt och nyanserat olika notationssätt och ger exempel på deras användningsområden</b>.</p><p>Eleven skapar musik i några olika, <b>både</b> traditionella <b>och ovanliga</b>, instrumentala eller vokala former, med <b>ett personligt uttryck, kreativitet och god konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>flera olika vanliga</b> ensembler <b>och instrumentkombinationer med ett musikaliskt uttryck som är anpassat till instrumentens eller rösternas karaktär</b>. I arbetet använder eleven <b>med säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete <b>och ger förslag på hur arbetet kan förbättras</b>. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet samt ger förslag på hur detta kan förbättras</b>. I diskussionen och värderingen använder eleven <b>med säkerhet</b> musikteoretiska begrepp.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för <b>någon</b> typisk ensemble och musikformer från <b>några</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>någon</b> vald musikform. Eleven noterar och läser <b>med viss säkerhet</b> musik.",
"Eleven skapar musik i några olika traditionella instrumentala eller vokala former, med <b>viss</b> <b>konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>några olika vanliga</b> ensembler. I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>översiktligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>enkla</b> omdömen sitt eget arbete. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp."],
"C":["Eleven redogör <b>utförligt</b> för <b>några</b> typiska ensembler och musikformer från <b>några</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>några</b> valda musikformer. Eleven noterar <b>enligt praxis</b> och läser <b>med viss säkerhet</b> musik <b>samt diskuterar utförligt olika notationssätt och ger exempel på deras användningsområden</b>.",
"Eleven skapar musik i några olika traditionella instrumentala eller vokala former, med <b>ett personligt uttryck, viss kreativitet och viss</b> <b>konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>flera olika vanliga</b> ensembler. I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>utförligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet</b>. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> typiska ensembler och musikformer från <b>flera</b> olika musikaliska epoker och stilar. Eleven ger enkla exempel på melodik, harmonik, periodicitet och rytm i <b>flera</b> valda musikformer. Eleven noterar <b>enligt praxis med god läsbarhet</b> och läser <b>med säkerhet</b> musik <b>samt diskuterar utförligt och nyanserat olika notationssätt och ger exempel på deras användningsområden</b>.",
"Eleven skapar musik i några olika, <b>både</b> traditionella <b>och ovanliga</b>, instrumentala eller vokala former, med <b>ett personligt uttryck, kreativitet och god konstnärlig kvalitet</b>. Eleven gör egna arrangemang och kompositioner för <b>flera olika vanliga</b> ensembler <b>och instrumentkombinationer med ett musikaliskt uttryck som är anpassat till instrumentens eller rösternas karaktär</b>. I arbetet använder eleven <b>med säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete <b>och ger förslag på hur arbetet kan förbättras</b>. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet samt ger förslag på hur detta kan förbättras</b>. I diskussionen och värderingen använder eleven <b>med säkerhet</b> musikteoretiska begrepp."]},
"req":"MUIGEH01",
"reqarr":["MUIGEH01"],
"reqBy":["MUIARA02"],
"friends":["MUIARA02",
"MUIGEH01",
"MUIGEH01",
"MUIGEH02"]}