{"subject":"MUI",
"name":"Arrangering och komposition 2",
"points":100,
"instrRAW":"som bygger på kursen arrangering och komposition 1.",
"descarr":["Den bygger på kursen ",
"MUIARA01",
"."],
"reqRAW":"kursen MUIARA01",
"code":"MUIARA02",
"goals":[1,0,0,1,1,2,2,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Ensembleformer och musikformer samt stildrag från valda tidsperioder, genrer eller kulturer.",
"Flerdelade symmetriska och asymmetriska formtyper, till exempel sonat, rondo, fuga, medley och visa.",
"Fördjupning av någon kompositionsprincip för en musikalisk sats, till exempel kontrapunkt, mediantik, aleatorik, serialism och minimalism.",
"Arrangering och komposition av flerstämmig vokal musik i vald genre. Textbehandling i vokalmusik.",
"Arrangering och komposition av flerstämmig instrumental musik i vald genre.",
"Instrumentering för valda ensembletyper.",
"Konstnärlig kreativitet i experiment med och bearbetning av musikaliskt material.",
"Användning av digitala medier och musikteknisk utrustning vid arrangering, komposition och produktion av musik.",
"Analys och tolkning av konstnärliga kvaliteter i form av musikaliskt resultat, form och struktur samt användning av musikteoretiska begrepp som är relevanta i sammanhanget, till exempel med avseende på tonalitet och modalitet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för typiska ensembler och musikformer från <b>någon</b> tidsperiod, genre eller kultur. Dessutom beskriver eleven <b>översiktligt</b> olika formtyper. Eleven redogör <b>översiktligt</b> för kompositionsprincipen för vald typ av musikalisk sats.</p><p>Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalitet <b>någon</b> <b>enkel</b> vokalmusik med <b>viss</b> anpassning till den valda genrens konventioner och <b>med</b> <b>viss säkerhet</b> i textbehandlingen. Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>enkel</b> instrumentalmusik med <b>viss</b> anpassning till den valda genrens konventioner. Dessutom <b>gör</b> eleven <b>enkel instrumentering</b> för <b>någon</b> <b>mindre</b> ensembleform och visar <b>viss</b> konstnärlig kreativitet i bearbetningen av musikaliskt material.</p><p>I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>översiktligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>enkla</b> omdömen sitt eget arbete. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för typiska ensembler och musikformer från <b>några</b> <b>valda</b> tidsperioder, genrer eller kulturer. Dessutom beskriver eleven <b>utförligt</b> olika formtyper. Eleven redogör <b>utförligt</b> för kompositionsprincipen för vald typ av musikalisk sats.</p><p>Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>och ett personligt uttryck,</b> <b>flerstämmig</b> vokalmusik med <b>god</b> anpassning till den valda genrens konventioner och <b>med</b> <b>viss säkerhet</b> i textbehandlingen. Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>flerstämmig</b> instrumentalmusik med <b>god</b> anpassning till den valda genrens konventioner. Dessutom <b>instrumenterar</b> eleven för <b>några</b> <b>större</b> ensembleformer och visar konstnärlig kreativitet i <b>experimenterandet med och</b> bearbetningen av musikaliskt material.</p><p>I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>utförligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet.</b> I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för typiska ensembler och musikformer från <b>flera</b> <b>valda</b> tidsperioder, genrer eller kulturer. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika formtyper. Eleven redogör <b>utförligt och nyanserat</b> för kompositionsprincipen för vald typ av musikalisk sats.</p><p>Eleven arrangerar och komponerar med <b>kreativitet</b>, konstnärlig kvalite <b>och ett personligt, musikaliskt uttryck,</b> <b>flerstämmig</b> vokalmusik med <b>god</b> anpassning till den valda genrens konventioner och <b>med</b> <b>säkerhet</b> i texthandlingen. Eleven arrangerar och komponerar med <b>kreativitet</b>, konstnärlig kvalite <b>och ett personligt uttryck,</b> <b>flerstämmig</b> instrumentalmusik med <b>god</b> anpassning till den valda genrens konventioner <b>och till instrumentens karaktär</b>. Dessutom <b>instrumenterar</b> eleven för <b>några</b> <b>större</b> ensembleformer och visar konstnärlig kreativitet i <b>experimenterandet med</b> <b>och</b> bearbetningen av musikaliskt material.</p><p>I arbetet använder eleven <b>med säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete <b>och ger förslag på hur arbetet kan förbättras</b>. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet samt ger förslag på hur detta kan förbättras.</b> I diskussionen och värderingen använder eleven <b>med säkerhet</b> musikteoretiska begrepp.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för typiska ensembler och musikformer från <b>någon</b> tidsperiod, genre eller kultur. Dessutom beskriver eleven <b>översiktligt</b> olika formtyper. Eleven redogör <b>översiktligt</b> för kompositionsprincipen för vald typ av musikalisk sats.",
"Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalitet <b>någon</b> <b>enkel</b> vokalmusik med <b>viss</b> anpassning till den valda genrens konventioner och <b>med viss säkerhet</b> i textbehandlingen. Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>enkel</b> instrumentalmusik med <b>viss</b> anpassning till den valda genrens konventioner. Dessutom <b>gör</b> eleven <b>enkel instrumentering</b> för <b>någon</b> <b>mindre</b> ensembleform och visar <b>viss</b> konstnärlig kreativitet i bearbetningen av musikaliskt material.",
"I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>översiktligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>enkla</b> omdömen sitt eget arbete. I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp."],
"c":["Eleven redogör <b>utförligt</b> för typiska ensembler och musikformer från <b>några</b> <b>valda</b> tidsperioder, genrer eller kulturer. Dessutom beskriver eleven <b>utförligt</b> olika formtyper. Eleven redogör <b>utförligt</b> för kompositionsprincipen för vald typ av musikalisk sats.",
"Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>och ett personligt uttryck,</b> <b>flerstämmig</b> vokalmusik med <b>god</b> anpassning till den valda genrens konventioner och <b>med viss säkerhet</b> i textbehandlingen. Eleven arrangerar och komponerar med <b>viss</b> konstnärlig kvalite <b>flerstämmig</b> instrumentalmusik med <b>god</b> anpassning till den valda genrens konventioner. Dessutom <b>instrumenterar</b> eleven för <b>några</b> <b>större</b> ensembleformer och visar konstnärlig kreativitet i <b>experimenterandet med och</b> bearbetningen av musikaliskt material.",
"I arbetet använder eleven <b>med viss säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>utförligt</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet.</b> I diskussionen och värderingen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för typiska ensembler och musikformer från <b>flera</b> <b>valda</b> tidsperioder, genrer eller kulturer. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika formtyper. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kompositionsprincipen för vald typ av musikalisk sats.",
"Eleven arrangerar och komponerar med <b>kreativitet</b>, konstnärlig kvalite <b>och ett personligt, musikaliskt uttryck,</b> <b>flerstämmig</b> vokalmusik med <b>god</b> anpassning till den valda genrens konventioner och <b>med säkerhet</b> i texthandlingen. Eleven arrangerar och komponerar med <b>kreativitet</b>, konstnärlig kvalite <b>och ett personligt uttryck,</b> <b>flerstämmig</b> instrumentalmusik med <b>god</b> anpassning till den valda genrens konventioner <b>och till instrumentens karaktär</b>. Dessutom <b>instrumenterar</b> eleven för <b>några</b> <b>större</b> ensembleformer och visar konstnärlig kreativitet i <b>experimenterandet med</b> <b>och</b> bearbetningen av musikaliskt material.",
"I arbetet använder eleven <b>med säkerhet</b> digitala hjälpmedel och annan musikteknisk utrustning som redskap för musikskapande.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> konstnärliga kvaliteter i olika arrangemang och kompositioner samt värderar med <b>nyanserade</b> omdömen sitt eget arbete <b>och ger förslag på hur arbetet kan förbättras</b>. <b>Dessutom värderar eleven med nyanserade omdömen hur det inre hörandet har omsatts till klingande musikaliskt material i det egna arbetet samt ger förslag på hur detta kan förbättras.</b> I diskussionen och värderingen använder eleven <b>med säkerhet</b> musikteoretiska begrepp."]},
"req":"MUIARA01",
"reqarr":["MUIARA01"]}