{"subject":"MUI",
"novux":false,
"name":"Gehörs- och musiklära 2",
"origname":"Gehörs- och musiklära 2",
"points":100,
"instrRAW":"som bygger på kursen gehörs- och musiklära 1.",
"descarr":["Den bygger på kursen ",
"MUIGEH01",
"."],
"reqRAW":"kursen MUIGEH01",
"code":"MUIGEH02",
"goals":[2,2,2,1,1,0,0,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Musiklära med föredragsbeteckningar, skalor, intervall, notation, notationspraxis och notationssystem samt ackordbeteckningssystem.",
"Fördjupade musikteoretiska begrepp och teoribildningar i en eller flera genrer.",
"Gehörsträning av puls, rytm, melodi, harmoni och form.",
"Harmonisering och stämföring i flerstämmig sats. ",
"Melodibildning.",
"Formlära.",
"Fördjupad satslära och harmonisk analys.",
"Notering av klingande musik.",
"A prima vista-träning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> komplexa gehörsövningar, noterar <b>med viss säkerhet</b> klingande musikexempel och gör <b>enkla</b> musikaliska analysuppgifter i olika genrer.</p><p>Eleven skriver och läser <b>med viss säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>kompletterar</b> flerstämmig sats. Eleven beskriver också <b>översiktligt</b> minst två notationssystem och ger <b>något</b> exempel på deras användningsområde. Dessutom använder eleven mins <b>ett</b> vedertaget system för ackordbeteckningar. Eleven sjunger och spelar efter notbilder och på gehör. Eleven värderar med <b>enkla</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> komplexa gehörsövningar, noterar <b>med säkerhet</b> klingande musikexempel och gör musikaliska analysuppgifter i olika genrer <b>utifrån olika analysmodeller</b>.</p><p>Eleven skriver och läser <b>med viss säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>skriver</b> flerstämmig sats. Eleven beskriver också <b>utförligt</b> minst två notationssystem och ger <b>några</b> exempel på deras användningsområde. Dessutom använder eleven minst <b>två</b> vedertagna system för ackordbeteckningar <b>och harmoniska analyser</b>. Eleven sjunger och spelar efter notbilder och på gehör <b>med tillfredsställande kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande använder eleven gehöret i improviserad och noterad musik</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för musiklära. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och nyanserat</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med säkerhet</b> musikteoretiska begrepp samt <b>gör en välgrundad och nyanserad jämförelse av de musikaliska formerna</b>. Eleven utför <b>med säkerhet</b> komplexa gehörsövningar, noterar <b>med säkerhet</b> klingande musikexempel <b>med vedertagen notationspraxis</b> samt gör <b>komplexa</b> musikaliska analysuppgifter i olika genrer <b>utifrån olika analysmodeller och motiverar utförligt och nyanserat sina val av analysmodeller</b>. <b>Dessutom tar eleven initiativ till att öva upp sitt gehör</b>.</p><p>Eleven skriver och läser <b>med säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>skriver</b> flerstämmig sats. Eleven beskriver också <b>utförligt och nyanserat</b> minst två notationssystem och ger <b>flera</b> exempel på deras användningsområde. Dessutom använder eleven minst <b>två</b> vedertagna system för ackordbeteckningar <b>och harmoniska analyser samt redogör översiktligt för ytterligare system</b>. Eleven sjunger och spelar efter notbilder och på gehör <b>med god kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande använder eleven gehöret i improviserad och noterad musik samt skriver enkla arrangemang för olika röst- eller instrumentkombinationer</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp <b>samt ger förslag på hur musicerandet kan förbättras</b>.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> komplexa gehörsövningar, noterar <b>med viss säkerhet</b> klingande musikexempel och gör <b>enkla</b> musikaliska analysuppgifter i olika genrer.",
"Eleven skriver och läser <b>med viss säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>kompletterar</b> flerstämmig sats. Eleven beskriver också <b>översiktligt</b> minst två notationssystem och ger <b>något</b> exempel på deras användningsområde. Dessutom använder eleven mins <b>ett</b> vedertaget system för ackordbeteckningar. Eleven sjunger och spelar efter notbilder och på gehör. Eleven värderar med <b>enkla</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp."],
"C":["Eleven redogör <b>utförligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> komplexa gehörsövningar, noterar <b>med säkerhet</b> klingande musikexempel och gör musikaliska analysuppgifter i olika genrer <b>utifrån olika analysmodeller</b>.",
"Eleven skriver och läser <b>med viss säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>skriver</b> flerstämmig sats. Eleven beskriver också <b>utförligt</b> minst två notationssystem och ger <b>några</b> exempel på deras användningsområde. Dessutom använder eleven minst <b>två</b> vedertagna system för ackordbeteckningar <b>och harmoniska analyser</b>. Eleven sjunger och spelar efter notbilder och på gehör <b>med tillfredsställande kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande använder eleven gehöret i improviserad och noterad musik</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för musiklära. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och</b> <b>nyanserat</b> för några olika musikaliska former. I redogörelserna använder eleven <b>med säkerhet</b> musikteoretiska begrepp samt <b>gör en välgrundad och nyanserad jämförelse av de musikaliska formerna</b>. Eleven utför <b>med säkerhet</b> komplexa gehörsövningar, noterar <b>med säkerhet</b> klingande musikexempel <b>med vedertagen notationspraxis</b> samt gör <b>komplexa</b> musikaliska analysuppgifter i olika genrer <b>utifrån olika analysmodeller och motiverar utförligt och nyanserat sina val av analysmodeller</b>. <b>Dessutom tar eleven initiativ till att öva upp sitt gehör</b>.",
"Eleven skriver och läser <b>med säkerhet</b> noter i minst två klaver, harmoniserar melodier och <b>skriver</b> flerstämmig sats. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> minst två notationssystem och ger <b>flera</b> exempel på deras användningsområde. Dessutom använder eleven minst <b>två</b> vedertagna system för ackordbeteckningar <b>och harmoniska analyser samt redogör översiktligt för ytterligare system</b>. Eleven sjunger och spelar efter notbilder och på gehör <b>med god kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande använder eleven gehöret i improviserad och noterad musik samt skriver enkla arrangemang för olika röst- eller instrumentkombinationer</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp <b>samt ger förslag på hur musicerandet kan förbättras</b>."]},
"req":"MUIGEH01",
"reqarr":["MUIGEH01"],
"friends":["MUIARA01",
"MUIARA02",
"MUIGEH01",
"MUIGEH01"]}