{"subject":"MUI",
"name":"Gehörs- och musiklära 1",
"points":100,
"code":"MUIGEH01",
"goals":[2,2,2,1,1,0,0,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Musiklära med föredragsbeteckningar, skalor, intervall, notation, notationspraxis, ackord och harmonisering.",
"Grundläggande musikteoretiska begrepp i en eller flera genrer samt jämförelse av de olika genrernas musikteoretiska begrepp.",
"Gehörsträning av puls, rytm, melodi, harmoni och form.",
"Grundläggande satslära och harmonisk analys.",
"Notering av klingande musik.",
"A prima vista-träning.",
"Aktivt lyssnande och diskussion om musikframförande."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för några enkla musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet vanliga</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet enkla</b> gehörsövningar, noterar <b>enkla</b> klingande musikexempel och gör <b>enkla</b> musikaliska analysuppgifter i olika genrer.</p><p>Eleven skriver och läser <b>med viss säkerhet</b> noter i två klaver. Eleven sjunger <b>med stöd</b> efter <b>enkla</b> notbilder och på gehör. Eleven värderar med <b>enkla</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för några enkla musikaliska former. I redogörelsen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> gehörsövningar, noterar klingande musikexempel och gör musikaliska analysuppgifter i olika genrer.</p><p>Eleven skriver och läser <b>med viss säkerhet</b> noter i två klaver <b>samt musicerar efter noter i en klav</b>. Eleven sjunger efter <b>enkla</b> notbilder och på gehör <b>med tillfredsställande kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande kopplar eleven ihop gehör och musikteori</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för musiklära. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och nyanserat</b> för några enkla musikaliska former. I redogörelsen <b>gör eleven en välgrundad och nyanserad jämförelse av de musikaliska formerna samt</b> använder <b>med säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med säkerhet</b> gehörsövningar, noterar klingande musikexempel <b>med vedertagen notationspraxis</b> och gör <b>komplexa</b> musikaliska analysuppgifter i olika genrer <b>och med lämplig analysmodell</b>.</p><p>Eleven skriver och läser <b>med säkerhet</b> noter i två klaver <b>samt musicerar efter noter i minst två klaver</b>. Eleven sjunger efter notbilder och på gehör <b>med god kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande kopplar eleven ihop gehör och musikteori</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp <b>samt ger förslag på hur musicerandet kan förbättras</b>.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>översiktligt</b> för några enkla musikaliska former. I redogörelserna använder eleven <b>med viss säkerhet vanliga</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet enkla</b> gehörsövningar, noterar <b>enkla</b> klingande musikexempel och gör <b>enkla</b> musikaliska analysuppgifter i olika genrer.",
"Eleven skriver och läser <b>med viss säkerhet</b> noter i två klaver. Eleven sjunger <b>med stöd</b> efter <b>enkla</b> notbilder och på gehör. Eleven värderar med <b>enkla</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp."],
"C":["Eleven redogör <b>utförligt</b> för musiklära. Dessutom identifierar eleven <b>med viss säkerhet</b> och redogör <b>utförligt</b> för några enkla musikaliska former. I redogörelsen använder eleven <b>med viss säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med viss säkerhet</b> gehörsövningar, noterar klingande musikexempel och gör musikaliska analysuppgifter i olika genrer.",
"Eleven skriver och läser <b>med viss säkerhet</b> noter i två klaver <b>samt musicerar efter noter i en klav</b>. Eleven sjunger efter <b>enkla</b> notbilder och på gehör <b>med tillfredsställande kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande kopplar eleven ihop gehör och musikteori</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för musiklära. Dessutom identifierar eleven <b>med säkerhet</b> och redogör <b>utförligt och</b> <b>nyanserat</b> för några enkla musikaliska former. I redogörelsen <b>gör eleven en välgrundad och nyanserad jämförelse av de musikaliska formerna samt</b> använder <b>med säkerhet</b> musikteoretiska begrepp. Eleven utför <b>med säkerhet</b> gehörsövningar, noterar klingande musikexempel <b>med vedertagen notationspraxis</b> och gör <b>komplexa</b> musikaliska analysuppgifter i olika genrer <b>och med lämplig analysmodell</b>.",
"Eleven skriver och läser <b>med säkerhet</b> noter i två klaver <b>samt musicerar efter noter i minst två klaver</b>. Eleven sjunger efter notbilder och på gehör <b>med god kvalitet när det gäller rytm, melodi, harmonik och form</b>. <b>I sitt musicerande kopplar eleven ihop gehör och musikteori</b>. Eleven värderar med <b>nyanserade</b> omdömen sitt musicerande med hjälp av musikteoretiska begrepp <b>samt ger förslag på hur musicerandet kan förbättras</b>."]},
"reqBy":["MUIGEH02",
"MUIARA01"]}