{"subject":"MUS",
"name":"Ensemble 2",
"points":100,
"instrRAW":"som bygger på kursen ensemble med körsång eller kursen ensemble 1. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"MUSENS0",
" eller kursen ",
"MUSENS01",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen MUSENS0 eller kursen MUSENS01",
"code":"MUSENS02S",
"goals":[2,2,2,2,1,1,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Instrumentalt eller vokalt ensemblemusicerande i gehörsbaserad eller noterad musik i en eller flera valda genrer. ",
"Rytm, melodi, harmonik och form.",
"Personligt, konstnärligt och musikaliskt uttryck.",
"Fördjupad kunskap om stildrag och repertoar inom valda ensembleformer och genrer.",
"Grundläggande improvisation inom valda ensembleformer och genrer.",
"Fördjupad instudering, enskilt och i grupp, och repetitionsarbete samt metoder för detta. Grundläggande ensembleledning. ",
"Fördjupad musikalisk värdering, tolkning och gestaltning samt musikalisk kommunikation vid framträdande inför publik och i samarbete med andra."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven musicerar på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven et <b>visst</b> personligt, konstnärligt och musikaliskt uttryck och följer <b>med viss säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>översiktligt</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>styrda</b>, <b>korta</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.</p><p>Eleven diskuterar <b>översiktligt</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av en <b>enkel</b> repertoar i styrda situationer. Eleven redogör <b>översiktligt</b> för gruppens övriga stämmaterial.</p><p>Eleven värderar det musikaliska resultatet med <b>enkla</b> omdömen och diskuterar <b>översiktligt</b> åtgärder för att utveckla repetitionsarbetet. Eleven diskuterar <b>översiktligt</b> och föreslår <b>något</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med viss säkerhet</b> till publiken.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven musicerar <b>med viss teknisk skicklighet</b> på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven ett personligt, konstnärligt och musikaliskt uttryck och följer <b>med säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>utförligt</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>styrda</b>, <b>längre</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.</p><p>Eleven diskuterar <b>utförligt och föreslår</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av <b>komplex</b> repertoar i styrda situationer. Eleven redogör <b>utförligt</b> för gruppens övriga stämmaterial.</p><p>Eleven värderar det musikaliska resultatet med <b>nyanserade</b> omdömen och diskuterar <b>utförligt</b> åtgärder för att utveckla repetitionsarbetet <b>och kommer med förslag på åtgärder för att utveckla repetitionsarbetet</b>. Eleven diskuterar <b>utförligt</b> och föreslår <b>några</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med säkerhet</b> till publiken. <b>Eleven uppvisar ledighet i sin kommunikation med publiken</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven musicerar <b>med teknisk skicklighet</b> på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven et <b>gott</b> personligt, konstnärligt och musikaliskt uttryck och följer <b>med säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>utförligt och nyanserat</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>fria</b>, <b>längre</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.</p><p>Eleven diskuterar <b>utförligt och nyanserat och föreslår</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av <b>komplex</b> repertoar i styrda situationer. Eleven redogör <b>utförligt och nyanserat</b> för gruppens övriga stämmaterial.</p><p>Eleven värderar det musikaliska resultatet med <b>nyanserade</b> omdömen och <b>ger förslag på hur arbetet kan förbättras</b> samt diskuterar <b>utförligt och nyanserat</b> åtgärder för att utveckla repetitionsarbetet <b>och kommer med välgrundade och motiverade förslag på åtgärder för att utveckla repetitionsarbetet</b>. Eleven diskuterar <b>utförligt</b> <b>och nyanserat</b> samt föreslår <b>flera</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med säkerhet</b> till publiken. <b>Eleven uppvisar ledighet och personligt uttryck i sin kommunikation med publiken</b>.</p>",
"judge":{"e":["Eleven musicerar på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven et <b>visst</b> personligt, konstnärligt och musikaliskt uttryck och följer <b>med viss säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>översiktligt</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>styrda</b>, <b>korta</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.",
"Eleven diskuterar <b>översiktligt</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av en <b>enkel</b> repertoar i styrda situationer. Eleven redogör <b>översiktligt</b> för gruppens övriga stämmaterial.",
"Eleven värderar det musikaliska resultatet med <b>enkla</b> omdömen och diskuterar <b>översiktligt</b> åtgärder för att utveckla repetitionsarbetet. Eleven diskuterar <b>översiktligt</b> och föreslår <b>något</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med viss säkerhet</b> till publiken."],
"c":["Eleven musicerar <b>med viss teknisk skicklighet</b> på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven ett personligt, konstnärligt och musikaliskt uttryck och följer <b>med säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>utförligt</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>styrda</b>, <b>längre</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.",
"Eleven diskuterar <b>utförligt och föreslår</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av <b>komplex</b> repertoar i styrda situationer. Eleven redogör <b>utförligt</b> för gruppens övriga stämmaterial.",
"Eleven värderar det musikaliska resultatet med <b>nyanserade</b> omdömen och diskuterar <b>utförligt</b> åtgärder för att utveckla repetitionsarbetet <b>och kommer med förslag på åtgärder för att utveckla repetitionsarbetet</b>. Eleven diskuterar <b>utförligt</b> och föreslår <b>några</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med säkerhet</b> till publiken. <b>Eleven uppvisar ledighet i sin kommunikation med publiken</b>."],
"a":["Eleven musicerar <b>med teknisk skicklighet</b> på ett nyanserat sätt i ensemble, efter komplexa och varierade former av notbilder eller i fri gehörsbaserad musik. I sitt musicerande uppvisar eleven et <b>gott</b> personligt, konstnärligt och musikaliskt uttryck och följer <b>med säkerhet</b> den valda genrens, alternativt valda genrers, krav på rytm, melodi, harmonik och form. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för grundläggande repertoar och stildrag inom valda genrer. Eleven gör <b>fria</b>, <b>längre</b> improvisationer i den valda genrens stil, alternativt de valda genrernas stilar.",
"Eleven diskuterar <b>utförligt och nyanserat och föreslår</b> relevanta metoder för instudering av aktuellt musikaliskt material. Eleven förbereder och leder instudering av <b>komplex</b> repertoar i styrda situationer. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för gruppens övriga stämmaterial.",
"Eleven värderar det musikaliska resultatet med <b>nyanserade</b> omdömen och <b>ger förslag på hur arbetet kan förbättras</b> samt diskuterar <b>utförligt och</b> <b>nyanserat</b> åtgärder för att utveckla repetitionsarbetet <b>och kommer med välgrundade och motiverade förslag på åtgärder för att utveckla repetitionsarbetet</b>. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> samt föreslår <b>flera</b> tolkningsalternativ. Eleven kommunicerar med och anpassar sin kommunikation <b>med säkerhet</b> till publiken. <b>Eleven uppvisar ledighet och personligt uttryck i sin kommunikation med publiken</b>."]},
"req":{"type":"OR",
"arr":["MUSENS0",
"MUSENS01"]}}