{"subject":"MUS",
"name":"Ensemble med körsång",
"points":200,
"code":"MUSENS0",
"goals":[2,1,0,2,1,2,2,2,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Spel eller sång i ensemble på en grundläggande nivå.",
"Körsång på en grundläggande nivå.",
"Musicerande i noterad och gehörsbaserad musik.",
"Konstnärlighet och genrer i olika tider och kulturer. Stildrag och kännetecken.",
"Instudering i grupp, till exempel stämövning, intonationsövning och repetitionsmetodik.",
"Grundläggande röstvård och metoder för det.",
"Grundläggande musikalisk bearbetning, till exempel att göra en andrastämma, välja instrumentering, kompstil, musikalisk form och disposition.",
"Grundläggande musikalisk gestaltning och kommunikation vid framträdande inför publik och i samarbete med andra.",
"Grundläggande hantering av musikteknisk utrustning med grundläggande begrepp inom ljudteknik och rumsakustik. Ljudanläggning för repetition och konsert. Mikrofonteknik och kabelhantering. Analogt och digitalt ljud samt midi. Digital bearbetning av musikaliskt material med olika inspelningstekniker.",
"Arbetsmiljö vid musikutövning, till exempel elsäkerhet, ergonomi, hörselvård och belysning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven musicerar <b>med viss säkerhet</b> i ensemble och kör, efter <b>enkla</b> <b>och</b> <b>kända</b> notbilder och i <b>enkel</b> <b>och</b> styrd gehörsbaserad musik. I sitt musicerande uppvisar eleven ett <b>visst</b> konstnärligt uttryck och följer <b>med viss säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>tillfredsställande</b>.</p><p>Eleven deltar i och redogör <b>översiktligt</b> för <b>någon</b> metod för röstvård.</p><p>Eleven gör en <b>enkel</b> bearbetning av <b>enkelt</b> musikaliskt material för den egna gruppen. Eleven samarbetar <b>med viss säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>enkla</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken.</p><p>Eleven använder <b>med viss säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet.</p><p>Eleven redogör <b>översiktligt</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven musicerar <b>nyanserat och</b> <b>med viss säkerhet</b> i ensemble och kör, efter notbilder och i styrd gehörsbaserad musik. I sitt musicerande uppvisar eleven ett konstnärligt uttryck och följer <b>med viss säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>tillfredsställande</b>. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.</p><p>Eleven deltar i och redogör <b>utförligt</b> för <b>någon</b> metod för röstvård.</p><p>Eleven gör en bearbetning av musikaliskt material för den egna gruppen. Eleven samarbetar <b>med viss säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>nyanserade</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken.</p><p>Eleven använder <b>med viss säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet <b>samt ger välgrundade förslag på hur gruppen bättre kan utnyttja musikteknisk utrustning</b>.</p><p>Eleven redogör <b>utförligt</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven musicerar <b>nyanserat och</b> <b>med säkerhet</b> i ensemble och kör, efter <b>komplexa</b> notbilder och i styr <b>och fri</b> gehörsbaserad musik. I sitt musicerande uppvisar eleven ett konstnärligt uttryck och följer <b>med säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>gott</b>. <b>Dessutom ger eleven välgrundade och nyanserade förslag på hur arbetet kan förbättras</b>.</p><p>Eleven deltar i och redogör <b>utförligt och nyanserat</b> för <b>några</b> metoder för röstvård. <b>Dessutom tar eleven initiativ till röstvård som utvecklar rösten</b>.</p><p>Eleven gör en <b>avancerad</b> bearbetning av <b>komplext</b> musikaliskt material för den egna gruppen. Eleven samarbetar <b>med säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>nyanserade</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken <b>samt ger förslag på hur detta kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet <b>samt ger välgrundade och nyanserade förslag på hur gruppen bättre kan utnyttja musikteknisk utrustning även i olika konsertsituationer</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång <b>samt ger välgrundade och nyanserade förslag på hur arbetsmiljön kan förbättras</b>.</p>",
"judge":{"E":["Eleven musicerar <b>med viss säkerhet</b> i ensemble och kör, efter <b>enkla</b> <b>och</b> <b>kända</b> notbilder och i <b>enkel</b> <b>och</b> styrd gehörsbaserad musik. I sitt musicerande uppvisar eleven ett <b>visst</b> konstnärligt uttryck och följer <b>med viss säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>tillfredsställande</b>.",
"Eleven deltar i och redogör <b>översiktligt</b> för <b>någon</b> metod för röstvård.",
"Eleven gör en <b>enkel</b> bearbetning av <b>enkelt</b> musikaliskt material för den egna gruppen. Eleven samarbetar <b>med viss säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>enkla</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken.",
"Eleven använder <b>med viss säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet.",
"Eleven redogör <b>översiktligt</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång."],
"C":["Eleven musicerar <b>nyanserat och</b> <b>med viss säkerhet</b> i ensemble och kör, efter notbilder och i styrd gehörsbaserad musik. I sitt musicerande uppvisar eleven ett konstnärligt uttryck och följer <b>med viss säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>tillfredsställande</b>. <b>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</b>.",
"Eleven deltar i och redogör <b>utförligt</b> för <b>någon</b> metod för röstvård.",
"Eleven gör en bearbetning av musikaliskt material för den egna gruppen. Eleven samarbetar <b>med viss säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>nyanserade</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken.",
"Eleven använder <b>med viss säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet <b>samt ger välgrundade förslag på hur gruppen bättre kan utnyttja musikteknisk utrustning</b>.",
"Eleven redogör <b>utförligt</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång."],
"A":["Eleven musicerar <b>nyanserat och</b> <b>med säkerhet</b> i ensemble och kör, efter <b>komplexa</b> notbilder och i styr <b>och fri</b> gehörsbaserad musik. I sitt musicerande uppvisar eleven ett konstnärligt uttryck och följer <b>med säkerhet</b> genrespecifika krav. Eleven tar ansvar för instuderingen, och det musikaliska resultatet är <b>gott</b>. <b>Dessutom ger eleven välgrundade och nyanserade förslag på hur arbetet kan förbättras</b>.",
"Eleven deltar i och redogör <b>utförligt och</b> <b>nyanserat</b> för <b>några</b> metoder för röstvård. <b>Dessutom tar eleven initiativ till röstvård som utvecklar rösten</b>.",
"Eleven gör en <b>avancerad</b> bearbetning av <b>komplext</b> musikaliskt material för den egna gruppen. Eleven samarbetar <b>med säkerhet</b> samt tar ansvar vid gruppens musikframförande och i kommunikation med publik. Eleven värderar med <b>nyanserade</b> omdömen innehållet i och dispositionen av musikframförandet och kommunikationen med publiken <b>samt ger förslag på hur detta kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> enkel musikteknisk utrustning för det egna musicerandet <b>samt ger välgrundade och nyanserade förslag på hur gruppen bättre kan utnyttja musikteknisk utrustning även i olika konsertsituationer</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några arbetsmiljöfrågor som rör ensemblemusicerande och körsång <b>samt ger välgrundade och nyanserade förslag på hur arbetsmiljön kan förbättras</b>."]},
"reqBy":["MUSENS02S",
"MUSKÖS02S"]}