{"name":"Musik 4-6",
"code":"Musik 4-6",
"content":{"Musicerande och musikskapande":["Sång, melodispel och ackompanjemang i ensembleform i olika genrer.",
"Gehörsmusicerande efter musikaliska mönster, till exempel ackordföljder, perioder och kompmodeller.",
"Imitation och improvisation med röst och instrument, rytmer och toner.",
"Musikskapande med utgångspunkt i musikaliska mönster och former, till exempel ackordföljder och basgångar.",
"Musikframföranden."],
"Musikens verktyg":["Röst- och hörselvård vid musikaliska aktiviteter, till exempel uppvärmningsövningar.",
"Hälsosamma ljudnivåer och olika typer av musikhörselskydd.",
"Rösten som instrument för olika vokala uttryck, till exempel sång, jojk och rap.",
"Ackord- och melodiinstrument, bas och slagverk för melodi- och rytmspel eller för ackompanjemang.",
"Rytm, klang och dynamik, tonhöjd, tempo, perioder, taktarter, vers och refräng som byggstenar för att komponera musik i olika genrer.",
"Musiksymboler, grafisk notation, noter och ackordbeteckningar.",
"Digitala verktyg för ljud- och musikskapande."],
"Musikens sammanhang och funktioner":["Ljudets och musikens fysiska, tanke- och känslomässiga påverkan på människan i olika sammanhang. Hur musik används för påverkan och rekreation och i olika rituella sammanhang.",
"Ord och begrepp som behövs för att kunna läsa, skriva och samtala om musicerande och om intryck samt upplevelser av musik.",
"Musik tillsammans med bild, text och dans. Hur olika estetiska uttryck kan samspela.",
"Indelningen i stråk-, blås-, sträng-, tangent- och slagverksinstrument.",
"Konstmusik, folkmusik och populärmusik från olika kulturer och deras musikaliska karaktärsdrag."]},
"subject":"GRGRMUS01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1],
"judge":{"E":["Eleven kan delta i gemensam sång och följer då i <strong>någon mån</strong> rytm och tonhöjd. Eleven kan även spela <strong>delar</strong> av en enkel anpassad melodi-, bas- och slagverksstämma samt <strong>bidra</strong> <strong>till </strong>ackompanjemang på ett ackordinstrument med<strong> några ackord</strong>. Dessutom sjunger eller spelar eleven på något instrument <strong>i viss mån </strong>med tajming.",
"Eleven kan, utifrån egna musikaliska idéer, <strong>bidra till</strong> <strong>att </strong><strong>skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan<strong> bidra till </strong>en fungerande komposition.",
"Eleven kan föra <strong>enkla </strong>resonemang om eget och andras musicerande. Eleven kan även uttrycka sig på ett <strong>enkelt </strong>sätt om egna musikupplevelser samt beskriva och ge exempel på hur musik kan påverka människor. Dessutom kan eleven med<strong> viss</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med<strong> viss </strong>säkerhet ge exempel på instrument från olika instrumentgrupper."],
"C":["Eleven kan delta i gemensam sång och följer då <strong>relativt säkert </strong>rytm och tonhöjd. Eleven kan även spela<strong> övervägande delar </strong>av en enkel anpassad melodi-, bas- och slagverksstämma samt ackompanjera på ett ackordinstrument och byter då <strong>några</strong> <strong>ackord med flyt</strong>. Dessutom sjunger eller spelar eleven på något instrument med<strong> relativt god </strong>tajming och med<strong> relativt</strong> <strong>passande</strong> <strong>karaktär</strong>.",
"Eleven kan, utifrån egna musikaliska idéer, <strong>skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan sättas samman till en i<strong> vissa delar </strong>fungerande komposition.",
"Eleven kan föra <strong>utvecklade </strong>resonemang om eget och andras musicerande. Eleven kan även uttrycka sig på ett <strong>utvecklat</strong> sätt om egna musikupplevelser samt beskriva och ge exempel på hur musik kan påverka människor. Dessutom kan eleven med<strong> relativt god </strong>säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>relativt god </strong>säkerhet ge exempel på instrument från olika instrumentgrupper."],
"A":["Eleven kan delta i gemensam sång och följer då med <strong>säkerhet</strong>, rytm och tonhöjd. Eleven kan även spela en enkel anpassad melodi-, bas- och slagverksstämma samt ackompanjera på ett ackordinstrument och byter då <strong>ackord med flyt</strong>. Dessutom sjunger eller spelar eleven på något instrument med <strong>god</strong> tajming och med<strong> passande</strong> <strong>karaktär</strong>.",
"Eleven kan, utifrån egna musikaliska idéer, <strong>skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan sättas samman till en i<strong> stora delar</strong> fungerande komposition.",
"Eleven kan föra <strong>välutvecklade </strong>resonemang om eget och andras musicerande. Eleven kan även uttrycka sig på ett <strong>välutvecklat</strong> sätt om egna musikupplevelser och beskriva och ge exempel på hur musik kan påverka människor. Dessutom kan eleven med<strong> god</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>god </strong>säkerhet ge exempel på instrument från olika instrumentgrupper."]}}