{"subject":"MUS",
"name":"Musikproduktion 2",
"points":100,
"instrRAW":"som bygger på kursen musikproduktion 1.",
"descarr":["Den bygger på kursen ",
"MUSMUS01",
"."],
"reqRAW":"kursen MUSMUS01",
"code":"MUSMUS02",
"goals":[0,0,0,0,1,0,0,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Akustiska och elektriska instrument och deras konstruktion, funktion och egenskaper samt röstens fysiologi.",
"Fördjupad bearbetning av ljud med analog och digital teknik. Teknik och metoder för musiksampling samt bearbetning av midisignaler.",
"Fördjupad ljuddesign för publik och scen, till exempel enklare beräkningar av ljudtryck och spridningsområde, planering och val av utrustning.",
"Koppling, synkronisering och styrning av ljudutrustning vid inspelningar och scenframföranden, både avseende publikljud och scenljud med monitormixning. Ljudnivåmätning.",
"Fördjupad liveteknik, till exempel digital signaldistribution, förinställning och intrimning av ljudutrustning.",
"Interaktion mellan musikproduktion och andra medier, till exempel film och tv.",
"Ellära som är relevant för musikproduktion.",
"Felsökning, underhåll och enkel reparation av musikteknisk utrustning.",
"Planering och genomförande av ett musikaliskt produktionsprojekt i samarbete med andra och med ett konstnärligt kvalitativt resultat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och egenskaper hos några vanliga instrument och ger <b>något</b> exempel på hur rösten fungerar.</p><p>Eleven hanterar och bearbetar med <b>tillfredsställande</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar teknik för detta. Eleven gör <b>enkla</b> bearbetningar av midisignaler.</p><p>Eleven designar ljud för publik och scen i bekanta situationer med <b>tillfredsställande</b> resultat. <b>I samråd</b> med handledare och me <b>visst</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>tillfredsställande</b>. Dessutom redogör eleven <b>översiktligt</b> för den teknik som använts.</p><p>Eleven diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur inspelad musik kan användas tillsammans med andra medier.</p><p>Eleven redogör <b>översiktligt</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven <b>enkelt</b> underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar <b>uppenbara</b> fel och ger <b>något</b> adekvat förslag på hur felen kan avhjälpas eller repareras.</p><p>Eleven planerar och genomför en större musikproduktion i samarbete med andra, och resultatet är <b>tillfredsställande</b>. Eleven uppvisar ett <b>visst</b> konstnärligt uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion, <b>funktion</b> och egenskaper hos några vanliga <b>akustiska och elektriska</b> instrument och ger <b>några</b> exempel på hur rösten fungerar <b>och</b> <b>hanteras i musikproduktion</b>.</p><p>Eleven hanterar och bearbetar med <b>gott</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar teknik för detta. Eleven gör bearbetningar av midisignaler.</p><p>Eleven designar ljud för publik och scen i bekant <b>och nya</b> situationer me <b>tillfredsställande</b> resultat. <b>Efter samråd</b> med handledare och med <b>gott</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>gott</b>. Dessutom redogör eleven <b>utförligt</b> för den teknik som använts.</p><p>Eleven diskuterar <b>utförligt</b> utifrån <b>några</b> exempel hur inspelad musik kan användas tillsammans med andra medier.</p><p>Eleven redogör <b>utförligt</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar fel och ger <b>några</b> adekvata förslag på hur felen kan avhjälpas eller repareras.</p><p>Eleven planerar och genomför en större musikproduktion i samarbete med andra, och resultatet är <b>tillfredsställande</b>. Eleven uppvisar ett <b>visst</b> konstnärligt uttryck. <b>Dessutom tar eleven i arbetet något initiativ som utvecklar resultatet</b><b>.</b></p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt</b> konstruktion, <b>funktion</b> och egenskaper hos några vanliga <b>akustiska och elektriska</b> instrument och ger <b>flera</b> exempel på hur rösten fungerar <b>och</b> <b>hur olika rösttyper skiljer sig åt och hanteras i musikproduktion</b>.</p><p>Eleven hanterar och bearbetar med <b>gott</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar <b>kvalificerad</b> teknik för detta. Eleven gör <b>avancerade</b> bearbetningar av midisignaler.</p><p>Eleven designar ljud för publik och scen i bekant <b>och nya</b> situationer me <b>gott</b> resultat.<b> Eleven</b> <b>väljer</b><b> efter samråd</b> <b>med handledare</b> <b>lämplig teknik. Efter samråd</b> med handledare och med <b>mycket gott</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>gott.</b> Dessutom redogör eleven <b>utförligt och nyanserat</b> för den teknik som använts. <b>Eleven ger även förslag på hur arbetet kan förbättras.</b></p><p>Eleven diskuterar <b>utförligt och nyanserat</b> utifrån <b>flera</b> exempel hur inspelad musik kan användas tillsammans med andra medier.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar fel och ger <b>flera</b> adekvata förslag på hur felen kan avhjälpas eller repareras.</p><p>Eleven planerar och genomför en större musikproduktion i samarbete med andra och resultatet är <b>gott</b>. Eleven uppvisar ett <b>gott</b> konstnärligt uttryck. <b>Dessutom tar eleven i arbetet något initiativ som utvecklar resultatet.</b></p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> konstruktion och egenskaper hos några vanliga instrument och ger <b>något</b> exempel på hur rösten fungerar.",
"Eleven hanterar och bearbetar med <b>tillfredsställande</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar teknik för detta. Eleven gör <b>enkla</b> bearbetningar av midisignaler.",
"Eleven designar ljud för publik och scen i bekanta situationer med <b>tillfredsställande</b> resultat. <b>I samråd</b> med handledare och med <b>visst</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>tillfredsställande</b>. Dessutom redogör eleven <b>översiktligt</b> för den teknik som använts.",
"Eleven diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur inspelad musik kan användas tillsammans med andra medier.",
"Eleven redogör <b>översiktligt</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven <b>enkelt</b> underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar <b>uppenbara</b> fel och ger <b>något</b> adekvat förslag på hur felen kan avhjälpas eller repareras.",
"Eleven planerar och genomför en större musikproduktion i samarbete med andra, och resultatet är <b>tillfredsställande</b>. Eleven uppvisar ett <b>visst</b> konstnärligt uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>översiktligt</b> konstruktion, <b>funktion</b> och egenskaper hos några vanliga <b>akustiska och elektriska</b> instrument och ger <b>några</b> exempel på hur rösten fungerar <b>och</b> <b>hanteras i musikproduktion</b>.",
"Eleven hanterar och bearbetar med <b>gott</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar teknik för detta. Eleven gör bearbetningar av midisignaler.",
"Eleven designar ljud för publik och scen i bekant <b>och nya</b> situationer me <b>tillfredsställande</b> resultat. <b>Efter samråd</b> med handledare och med <b>gott</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>gott</b>. Dessutom redogör eleven <b>utförligt</b> för den teknik som använts.",
"Eleven diskuterar <b>utförligt</b> utifrån <b>några</b> exempel hur inspelad musik kan användas tillsammans med andra medier.",
"Eleven redogör <b>utförligt</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar fel och ger <b>några</b> adekvata förslag på hur felen kan avhjälpas eller repareras.",
"Eleven planerar och genomför en större musikproduktion i samarbete med andra, och resultatet är <b>tillfredsställande</b>. Eleven uppvisar ett <b>visst</b> konstnärligt uttryck. <b>Dessutom tar eleven i arbetet något initiativ som utvecklar resultatet</b><b>.</b>",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt</b> konstruktion, <b>funktion</b> och egenskaper hos några vanliga <b>akustiska och elektriska</b> instrument och ger <b>flera</b> exempel på hur rösten fungerar <b>och</b> <b>hur olika rösttyper skiljer sig åt och hanteras i musikproduktion</b>.",
"Eleven hanterar och bearbetar med <b>gott</b> resultat såväl analoga som digitala ljudsignaler, samplar musik och hanterar <b>kvalificerad</b> teknik för detta. Eleven gör <b>avancerade</b> bearbetningar av midisignaler.",
"Eleven designar ljud för publik och scen i bekant <b>och nya</b> situationer me <b>gott</b> resultat.<b> Eleven</b> <b>väljer</b><b> efter samråd</b> <b>med handledare</b> <b>lämplig teknik. Efter samråd</b> med handledare och med <b>mycket gott</b> handlag kopplar eleven ihop, synkroniserar och styr ljudteknisk utrustning vid inspelning och scenframförande - både avseende publikljud och monitormixning för scenen. Resultatet är <b>gott.</b> Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för den teknik som använts. <b>Eleven ger även förslag på hur arbetet kan förbättras.</b>",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>flera</b> exempel hur inspelad musik kan användas tillsammans med andra medier.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för grundläggande ellära relaterad till musikproduktion. Dessutom utför eleven underhåll av musikteknisk utrustning med tillfredsställande resultat, identifierar fel och ger <b>flera</b> adekvata förslag på hur felen kan avhjälpas eller repareras.",
"Eleven planerar och genomför en större musikproduktion i samarbete med andra och resultatet är <b>gott</b>. Eleven uppvisar ett <b>gott</b> konstnärligt uttryck. <b>Dessutom tar eleven i arbetet något initiativ som utvecklar resultatet.</b>",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MUSMUS01",
"reqarr":["MUSMUS01"],
"friends":["MUSBRU0",
"MUSENS01",
"MUSENS02S",
"MUSENS0",
"MUSENE0",
"MUSINS01S",
"MUSINS02S",
"MUSINS03S",
"MUSKÖS01",
"MUSKÖS02S",
"MUSMUS0",
"Musik 1-3",
"Musik 4-6",
"Musik 7-9",
"MUSMUK0",
"MUSMUI0",
"MUSMUS01",
"MUSMUS01",
"MUSRYT0"]}