{"subject":"MÄI",
"name":"Människan i industrin 2",
"points":100,
"instrRAW":"som bygger på kursen människan i industrin 1.",
"descarr":["Den bygger på kursen MÄIMÄN01."],
"reqRAW":"kursen MÄIMÄN01",
"code":"MÄIMÄN02",
"goals":[1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Projektledning och projektmetodik och redovisningsformer.",
"Företagsformer inom industrin och företagandets villkor i fråga om till exempel ekonomi, marknad och bemanning.",
"Produktionen och samhället i samverkan, till exempel miljöpåverkan och råvarutillgångar samt ortens beroende av företaget.",
"Faktorer som kan påverka yrkesrollen och industrins utveckling i regionalt, nationellt och internationellt perspektiv, till exempel nya producenter, råvarutillgångar, teknikutveckling samt produkt- och materialinnovationer.",
"Psykologiska, metodiska och mänskliga faktorer som påverkar individers samverkan i arbetsgrupper, konflikthantering samt ledarskapets betydelse för ett effektivt arbetsklimat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar <b>i samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.</p><p>Eleven redogör <b>översiktligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.</p><p>Eleven beskriver <b>översiktligt</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>enkla</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>översiktligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>översiktligt</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.</p><p>Eleven redogör <b>utförligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.</p><p>Eleven beskriver <b>utförligt</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>utförligt</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt och nyanserat</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>I arbete och redovisningar använder eleven <b>med säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar <b>i samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.",
"Eleven redogör <b>översiktligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
"Eleven beskriver <b>översiktligt</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>enkla</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>översiktligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>översiktligt</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>enkla</b> omdömen.",
"I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.",
"Eleven redogör <b>utförligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
"Eleven beskriver <b>utförligt</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>utförligt</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt och</b> <b>nyanserat</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"I arbete och redovisningar använder eleven <b>med säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MÄIMÄN01"}