{"subject":"MÄI",
"name":"Människan i industrin 1",
"points":100,
"code":"MÄIMÄN01",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Metoder för att arbeta i och organisera projekt.",
"Introduktion till lagar och andra bestämmelser som reglerar produktion, företag och arbetsmarknad, till exempel bestämmelser om arbetsmiljö, anställningsskydd och arbetsrätt samt miljöbestämmelser och medbestämmandelagen.",
"Förebyggande systematiskt arbetsmiljöarbete.",
"Säkerheten kring produktionen, till exempel säkerhet runt maskiner, hantering av kemikalier, varma och heta objekt.",
"Första hjälpen och hjärt-lungräddning.",
"Företagsformer inom industrin och företagandets villkor i fråga om till exempel ekonomi, marknad och bemanning.",
"Produktionen och samhället i samverkan, till exempel miljöpåverkan och råvarutillgångar samt ortens beroende av företaget.",
"Faktorer som kan påverka yrkesrollen och industrins utveckling ur ett regionalt, nationellt och internationellt perspektiv, till exempel nya producenter, råvarutillgångar, teknikutveckling samt produkt- och materialinnovationer.",
"Idéer och faktorer i historien som har förändrat produktionen och människors arbetsvillkor.",
"Faktorer som påverkar individers samverkan i arbetsgrupper, konflikthantering samt ledarskapets betydelse för ett effektivt arbetsklimat."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar <b>i samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.</p><p>Eleven redogör <b>översiktligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>översiktligt</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>översiktligt</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med viss säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.</p><p>Eleven beskriver <b>översiktligt</b> företagandets villkor. Dessutom redogör eleven <b>översiktligt</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>enkla</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>översiktligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.</p><p>Eleven redogör <b>utförligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>utförligt</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>utförligt</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med viss säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.</p><p>Eleven beskriver <b>utförligt</b> företagandets villkor. Dessutom redogör eleven <b>utförligt</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>gott</b> resultat.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>utförligt och nyanserat</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>utförligt och nyanserat</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> företagandets villkor. Dessutom redogör eleven <b>utförligt och nyanserat</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt och nyanserat</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>I arbete och redovisningar använder eleven <b>med säkerhet</b> ett korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar <b>i samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.",
"Eleven redogör <b>översiktligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>översiktligt</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>översiktligt</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med viss säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.",
"Eleven beskriver <b>översiktligt</b> företagandets villkor. Dessutom redogör eleven <b>översiktligt</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>enkla</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>översiktligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>tillfredsställande</b> resultat.",
"Eleven redogör <b>utförligt</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>utförligt</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>utförligt</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med viss säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.",
"Eleven beskriver <b>utförligt</b> företagandets villkor. Dessutom redogör eleven <b>utförligt</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"I arbete och redovisningar använder eleven <b>med viss säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar <b>efter samråd</b> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <b>gott</b> resultat.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <b>med säkerhet</b>, i simulerad situation, konkreta insatser vid första hjälpen.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> företagandets villkor. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling. Dessutom gör eleven <b>välgrundade</b> reflektioner över individens betydelse för produktionen. Eleven redogör även, utifrån några exempel, <b>utförligt och</b> <b>nyanserat</b> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"I arbete och redovisningar använder eleven <b>med säkerhet</b> ett korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MÄIMÄN02"],
"friends":["MÄIMÄN02"]}