{"subject":"MÄK",
"name":"Människans språk 2",
"points":100,
"instrRAW":"som bygger på kursen människans språk 1.",
"descarr":["Den bygger på kursen ",
"MÄKMÄK01",
"."],
"reqRAW":"kursen MÄKMÄK01",
"code":"MÄKMÄK02",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Fördjupning i världens språkliga mångfald, till exempel i relation till språkpolitik i världen eller språk inom ett geografiskt område.",
"Fördjupning i olika typer av språkliga företeelser. Vanliga och ovanliga företeelser i världens språk samt likheter och skillnader mellan språk.",
"Språket som fenomen som skiljer människan från andra arter. Språkets biologiska förutsättningar, till exempel talapparaten och den mänskliga språkförmågan. Olika typer av språkstörningar och vad som händer i hjärnan vid språkanvändning.",
"Samband mellan språk och kunskapsutveckling.",
"Språkvetenskapliga begrepp, metoder och teorier.",
"Språkteknologiska tillämpningar. Översikt och användning av tillämpningar där datorer simulerar naturligt språk, till exempel översättningsprogram, syntetiskt tal och automatisk taligenkänning.",
"Undersökningar av språkliga företeelser och praktisk språkrelaterad problemlösning.",
"Språkanvändning och språklig betydelse i olika kulturella, politiska och sociala sammanhang. Hur kontexten påverkar hur ett språkligt budskap tolkas. Språkets roll i interkulturella möten och relationer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>översiktligt</b> för likheter och skillnader mellan språken samt diskuterar <b>översiktligt</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>översiktligt <strong>både enkla och någon mer komplex</b> </strong>språklig struktur i bekanta och mindre bekanta språk samt drar <b>enkla</b> slutsatser även i förhållande till sitt modersmål.</p><p>Eleven redogör <b>översiktligt</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.</p><p>Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och <b>någon</b> relevant metod samt genomför undersökningar av språkliga fenomen och löser språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>enkla</b> omdömen. Dessutom diskuterar eleven <b>översiktligt</b> olika språkteknologiska tillämpningar.</p><p>Eleven för <b>enkla</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>översiktligt</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>enkla</b> slutsatser om språkets roll i interkulturella möten och relationer.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>utförligt</b> för likheter och skillnader mellan språken samt diskuterar <b>utförligt</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>utförligt både enkla och några mer komplexa</b> språkliga strukturer i bekanta och mindre bekanta språk samt drar <b>välgrundade</b> slutsatser även i förhållande till sitt modersmål.</p><p>Eleven redogör <b>utförligt</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.</p><p>Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen. Dessutom diskuterar eleven <b>utförligt</b> olika språkteknologiska tillämpningar.</p><p>Eleven för <b>välgrundade</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>utförligt</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om språkets roll i interkulturella möten och relationer.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>utförligt och nyanserat</b> för likheter och skillnader mellan språken samt diskuterar <b>utförligt och nyanserat</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>utförligt och nyanserat både enkla och några mer komplexa</b> språkliga strukturer i bekanta och mindre bekanta språk samt drar <b>välgrundade och nyanserade</b> slutsatser även i förhållande till sitt modersmål.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.</p><p>Eleven använder <b>med säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b>gott</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> olika språkteknologiska tillämpningar.</p><p>Eleven för <b>välgrundade och nyanserade</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>utförligt och nyanserat</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om språkets roll i interkulturella möten och relationer.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>översiktligt</b> för likheter och skillnader mellan språken samt diskuterar <b>översiktligt</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>översiktligt <strong>både enkla och någon mer komplex</b> </strong>språklig struktur i bekanta och mindre bekanta språk samt drar <b>enkla</b> slutsatser även i förhållande till sitt modersmål.",
"Eleven redogör <b>översiktligt</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
"Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och <b>någon</b> relevant metod samt genomför undersökningar av språkliga fenomen och löser språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>enkla</b> omdömen. Dessutom diskuterar eleven <b>översiktligt</b> olika språkteknologiska tillämpningar.",
"Eleven för <b>enkla</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>översiktligt</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>enkla</b> slutsatser om språkets roll i interkulturella möten och relationer."],
"C":["Eleven redogör <b>utförligt</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>utförligt</b> för likheter och skillnader mellan språken samt diskuterar <b>utförligt</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>utförligt både enkla och några mer komplexa</b> språkliga strukturer i bekanta och mindre bekanta språk samt drar <b>välgrundade</b> slutsatser även i förhållande till sitt modersmål.",
"Eleven redogör <b>utförligt</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
"Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen. Dessutom diskuterar eleven <b>utförligt</b> olika språkteknologiska tillämpningar.",
"Eleven för <b>välgrundade</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>utförligt</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>välgrundade</b> slutsatser om språkets roll i interkulturella möten och relationer."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika språk och språkfamiljer i världen. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för likheter och skillnader mellan språken samt diskuterar <b>utförligt och</b> <b>nyanserat</b> tänkbara anledningar till dessa. Dessutom beskriver eleven <b>utförligt och nyanserat både enkla och några mer komplexa</b> språkliga strukturer i bekanta och mindre bekanta språk samt drar <b>välgrundade och nyanserade</b> slutsatser även i förhållande till sitt modersmål.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
"Eleven använder <b>med säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b>gott</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> olika språkteknologiska tillämpningar.",
"Eleven för <b>välgrundade och nyanserade</b> resonemang om språkanvändning och språklig betydelse samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur kontexten påverkar språkliga budskap. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om språkets roll i interkulturella möten och relationer."]},
"req":"MÄKMÄK01",
"reqarr":["MÄKMÄK01"],
"friends":["MÄKMÄK01",
"MÄKMÄK01"]}