{"subject":"MÄK",
"name":"Människans språk 1",
"points":100,
"code":"MÄKMÄK01",
"goals":[1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Språk och språkfamiljer i världen, majoritets- och minoritetsspråk. Var och hur språken används och deras typiska egenskaper.",
"Språklig evolution och språkhistoria. Teorier kring språkets ursprung. Hur språk uppstår, utvecklas och förändras samt hur och varför de slutar att användas.",
"Olika språks uppbyggnad, till exempel vad gäller ljudsystem och satsmönster, samt relevanta begrepp och metoder.",
"Andra typer av språk och kommunikation, till exempel kroppsspråk, teckenspråk och konstgjorda språk.",
"Språkutveckling och hur man lär sig språk. Första- och andraspråksinlärning samt vad det innebär att kunna ett språk. Olika hjälpmedel och metoder som stödjer språkinlärning.",
"Språklig mångfald i samhället och hos individen samt tvåspråkighet och flerspråkighet.",
"Undersökningar av språkliga företeelser, praktisk språkrelaterad problemlösning och arbete med språkljud via olika medier.",
"Språks och språkinlärnings betydelse kulturellt, politiskt och socialt, till exempel språk som maktmedel och språk som identitetsmarkör, samt språkets roll i interkulturell kommunikation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för några språk och språkfamiljer i världen samt gör <b>enkla</b> jämförelser mellan språken. Eleven beskriver också <b>översiktligt</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>översiktligt</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>översiktligt</b> för olika former av kommunikation.</p><p>Eleven använder <b>med viss säkerhet enkla</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>enkla</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.</p><p>Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och <b>någon</b> relevant metod samt genomför enkla undersökningar av språkliga fenomen och löser <b>enkla</b> språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>enkla</b> <b>samband</b> mellan dessa. Eleven för också <b>enkla</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>enkla</b> slutsatser om språkets roll i interkulturell kommunikation.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för några språk och språkfamiljer i världen samt gör <b>välgrundade</b> jämförelser mellan språken. Eleven beskriver också <b>utförligt</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>utförligt</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>utförligt</b> för olika former av kommunikation.</p><p>Eleven använder <b>med viss säkerhet</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>välgrundade</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.</p><p>Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>samband</b> mellan dessa. Eleven för också <b>välgrundade</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>välgrundade</b> slutsatser om språkets roll i interkulturell kommunikation. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för några språk och språkfamiljer i världen samt gör <b>välgrundade och nyanserade</b> jämförelser mellan språken. Eleven beskriver också <b>utförligt och nyanserat</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>utförligt och nyanserat</b> för olika former av kommunikation.</p><p>Eleven använder <b>med säkerhet</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>välgrundade och nyanserade</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.</p><p>Eleven använder <b>med säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b><strong>gott</b> </strong>resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>komplexa</b> <b>samband</b> mellan dessa. Eleven för också <b>välgrundade och nyanserade</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om språkets roll i interkulturell kommunikation.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för några språk och språkfamiljer i världen samt gör <b>enkla</b> jämförelser mellan språken. Eleven beskriver också <b>översiktligt</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>översiktligt</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>översiktligt</b> för olika former av kommunikation.",
"Eleven använder <b>med viss säkerhet enkla</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>enkla</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
"Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och <b>någon</b> relevant metod samt genomför enkla undersökningar av språkliga fenomen och löser <b>enkla</b> språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>enkla</b> <b>samband</b> mellan dessa. Eleven för också <b>enkla</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>enkla</b> slutsatser om språkets roll i interkulturell kommunikation."],
"C":["Eleven redogör <b>utförligt</b> för några språk och språkfamiljer i världen samt gör <b>välgrundade</b> jämförelser mellan språken. Eleven beskriver också <b>utförligt</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>utförligt</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>utförligt</b> för olika former av kommunikation.",
"Eleven använder <b>med viss säkerhet</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>välgrundade</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
"Eleven använder <b>med viss säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser språkliga problem med <b>tillfredsställande</b> resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>samband</b> mellan dessa. Eleven för också <b>välgrundade</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>välgrundade</b> slutsatser om språkets roll i interkulturell kommunikation."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några språk och språkfamiljer i världen samt gör <b>välgrundade och nyanserade</b> jämförelser mellan språken. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> olika företeelser inom språklig evolution och språkhistoria. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för olika former av kommunikation.",
"Eleven använder <b>med säkerhet</b> hjälpmedel och metoder för språkinlärning. Eleven för <b>välgrundade och nyanserade</b> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
"Eleven använder <b>med säkerhet</b> <b>relevanta</b> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser <b>komplexa</b> språkliga problem med <b><strong>gott</b> </strong>resultat. Eleven värderar också resultaten med <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <b>komplexa</b> <b>samband</b> mellan dessa. Eleven för också <b>välgrundade och nyanserade</b> resonemang om språk i kulturellt, politiskt och socialt hänseende. Dessutom drar eleven <b>välgrundade och nyanserade</b> slutsatser om språkets roll i interkulturell kommunikation."]},
"reqBy":["MÄKMÄK02"]}