{"subject":"MÄN",
"name":"Internationellt arbete",
"origname":"Internationellt arbete",
"points":100,
"instrRAW":"som bygger på kursen etik och människans livsvillkor och kursen vård och omsorgsarbete 2.",
"descarr":["Den bygger på kursen ",
"MÄNETI0",
" och kursen ",
"VÅRVÅR02",
"."],
"reqRAW":"kursen MÄNETI0 och kursen VÅRVÅR02",
"code":"MÄNINA0",
"goals":[1,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Vård och omsorg i olika länder och hur kulturer påverkar synen på hälsa, ohälsa, funktionsnedsättning, medicinsk behandling, vård och omsorg samt liv och död.",
"Olika länders organisation av vård och omsorg. Personalkategorier och utbildning.",
"Normer och värderingar inom vård och omsorg i olika länder.",
"Hälsoproblem orsakade av till exempel infektionssjukdomar eller vattenbrist, av krig eller katastrofer. ",
"Internationella överenskommelser.",
"Biståndsorganisationer och biståndsarbete.",
"Etiska riktlinjer som är centrala för vård- och omsorgsarbete i olika länder samt värdekonflikter.",
"Sociala aspekter och genusaspekter på hälsa och välbefinnande i olika länder.",
"Det egna förhållningssättet och den egna rollen i mötet med patienter och brukare samt med olika länders vård- och omsorgsstruktur."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>enkla</b> jämförelser med vården i Sverige.</p><p>Eleven beskriver <b>översiktligt</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>översiktligt</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>översiktligt</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>utförliga</b> jämförelser med vården i Sverige.</p><p>Eleven beskriver <b>utförligt</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>utförligt</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>utförligt</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>utförliga och nyanserade</b> jämförelser med vården i Sverige.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>utförligt och nyanserat</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>nyanserade</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med säkerhet</b> centrala etiska begrepp.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare <b>samt ger förslag på hur det egna förhållningssättet kan utvecklas</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>enkla</b> jämförelser med vården i Sverige.",
"Eleven beskriver <b>översiktligt</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>översiktligt</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>översiktligt</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>utförliga</b> jämförelser med vården i Sverige.",
"Eleven beskriver <b>utförligt</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>utförligt</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>utförligt</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem. Dessutom gör eleven <b>utförliga och nyanserade</b> jämförelser med vården i Sverige.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> några hälsoproblem i ett internationellt perspektiv. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för internationella överenskommelser och biståndsarbete. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> värdekonflikter inom vård och omsorg i några länder. I diskussionen värderar eleven med <b>nyanserade</b> omdömen olika ställningstaganden i dessa frågor. I diskussionen använder eleven <b>med säkerhet</b> centrala etiska begrepp.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare <b>samt ger förslag på hur det egna förhållningssättet kan utvecklas</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["MÄNETI0",
"VÅRVÅR02"]},
"reqarr":["MÄNETI0",
"VÅRVÅR02"],
"friends":["MÄNETI0",
"MÄNETI0",
"VÅRVÅR02"]}