{"subject":"MÄN",
"name":"Etik och människans livsvillkor",
"origname":"Etik och människans livsvillkor",
"points":100,
"code":"MÄNETI0",
"goals":[1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Olika kulturer, deras uttryckssätt och kulturmönster samt kulturens betydelse för människors värderingar.",
"Religiösa och icke-religiösa livsåskådningars människosyn.",
"Kulturers och livsåskådningars påverkan på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
"Normer, värderingar och ideal inom vård och omsorg.",
"Etiska begrepp och riktlinjer som är centrala för vård- och omsorgsarbete samt värdekonflikter inom verksamhetsområdet, till exempel patienters och brukares rätt till självbestämmande i relation till personalens behov av en god arbetsmiljö och rätten till en värdig död.",
"Hur sociala skillnader och generationsskillnader samt genusaspekter som rör till exempel rättvisa, sexualitet, normer och avvikelser, påverkar kommunikation med och bemötande av patienter och brukare.",
"Det egna förhållningssättet och den egna rollen i mötet med patienter och brukare."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> några olika kulturmönster och diskuterar <b>översiktligt</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>översiktligt</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.</p><p>Eleven redogör <b>översiktligt</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>översiktligt</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i etiska och existentiella frågor.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> några olika kulturmönster och diskuterar <b>utförligt</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>utförligt</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.</p><p>Eleven redogör <b>utförligt</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>utförligt</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i etiska och existentiella frågor.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> några olika kulturmönster och diskuterar <b>utförligt och nyanserat</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>utförligt och nyanserat</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>nyanserade</b> omdömen olika ställningstaganden i etiska och existentiella frågor.</p><p>Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>e</b><b>fter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare <b>samt ger förslag på hur det egna förhållningssättet kan utvecklas</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> några olika kulturmönster och diskuterar <b>översiktligt</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>översiktligt</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
"Eleven redogör <b>översiktligt</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>översiktligt</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i etiska och existentiella frågor.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> några olika kulturmönster och diskuterar <b>utförligt</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>utförligt</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
"Eleven redogör <b>utförligt</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med viss säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>utförligt</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>enkla</b> omdömen olika ställningstaganden i etiska och existentiella frågor.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> några olika kulturmönster och diskuterar <b>utförligt och</b> <b>nyanserat</b> hur människor påverkas av sin kultur. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den betydelse normer, värderingar och ideal har inom vård och omsorg. I redogörelsen använder eleven <b>med säkerhet</b> centrala etiska begrepp. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> etiska riktlinjer och värdekonflikter inom verksamhetsområdet. I diskussionen värderar eleven med <b>nyanserade</b> omdömen olika ställningstaganden i etiska och existentiella frågor.",
"Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang. Detta gör eleven <b>e</b><b>fter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen det egna förhållningssättet i mötet med patienter och brukare <b>samt ger förslag på hur det egna förhållningssättet kan utvecklas</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MÄNINA0"],
"hasreqs":true,
"friends":["MÄNINA0",
"VÅRVÅR01",
"VÅRVÅR02"]}