{"subject":"MÄS",
"name":"Människans säkerhet",
"points":100,
"code":"MÄSMÄN0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Samhällets säkerhetsarbete, organisation på central, regional och kommunal nivå samt olika aktörers, inklusive den enskildes, ansvar och roller.",
"Lagar och andra bestämmelser av betydelse för verksamhetsområdet och som reglerar yrken inom verksamhetsområdet. ",
"Effekter av till exempel drog-, läkemedels- och spelmissbruk samt förebyggande åtgärder.",
"Säkerhet för barn, till exempel förebyggande av barnolycksfall och barnmisshandel.",
"Våld och hot, till exempel mot kvinnor.",
"Gärningsmän och brottsoffer samt straffpåföljder.",
"Säkerhet för äldre, till exempel förebyggande av fallolyckor, trafikskador, brand, våld och hot samt förgiftningar.",
"Förebyggande brandsäkerhetsarbete.",
"Metoder för självförsvar.",
"Betydelsen av kommunikation och samarbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet. Dessutom redogör eleven <b>översiktligt</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>översiktligt</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur hoten kan förebyggas.</p><p>Eleven utfö <b>i samråd</b> med handledare skadeförebyggande arbete av <b>tillfredsställande</b> kvalitet samt använder <b>med viss säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet, <b>samt beskriver översiktligt på vilket sätt de reglerar verksamhetsområdet</b>. Dessutom redogör eleven <b>utförligt</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>utförligt</b> utifrån <b>flera</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>utförligt</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>utförligt</b> utifrån <b>flera</b> exempel hur hoten kan förebyggas.</p><p>Eleven utfö <b>efter samråd</b> med handledare skadeförebyggande arbete av <b>tillfredsställande</b> kvalitet samt använder <b>med viss säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet, <b>samt beskriver utförligt på vilket sätt de reglerar verksamhetsområdet</b>. Dessutom redogör eleven <b>utförligt och nyanserat</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>utförligt och nyanserat</b> utifrån <b>flera</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>utförligt och nyanserat</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>utförligt och nyanserat</b> utifrån <b>flera</b> exempel hur hoten kan förebyggas.</p><p>Eleven utfö <b>efter samråd</b> med handledare skadeförebyggande arbete av <b>god</b> kvalitet samt använder <b>med säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet. Dessutom redogör eleven <b>översiktligt</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>översiktligt</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>översiktligt</b> utifrån <b>några</b> exempel hur hoten kan förebyggas.",
"Eleven utfö <b>i samråd</b> med handledare skadeförebyggande arbete av <b>tillfredsställande</b> kvalitet samt använder <b>med viss säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet, <b>samt beskriver översiktligt på vilket sätt de reglerar verksamhetsområdet</b>. Dessutom redogör eleven <b>utförligt</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>utförligt</b> utifrån <b>flera</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>utförligt</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>utförligt</b> utifrån <b>flera</b> exempel hur hoten kan förebyggas.",
"Eleven utfö <b>efter samråd</b> med handledare skadeförebyggande arbete av <b>tillfredsställande</b> kvalitet samt använder <b>med viss säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med viss säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur myndigheter och organisationer inom verksamhetsområdet är organiserade samt deras uppgifter. Eleven ger exempel på lagar och andra bestämmelser som reglerar yrken inom verksamhetsområdet, <b>samt beskriver utförligt på vilket sätt de reglerar verksamhetsområdet</b>. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för riskerna med missbruk, våld, olycksfall och brand för medborgarnas säkerhet och diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>flera</b> exempel hur riskerna kan förebyggas. I redogörelsen beskriver eleven även <b>utförligt och</b> <b>nyanserat</b> hot mot barn, äldre och andra utsatta grupper samt diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>flera</b> exempel hur hoten kan förebyggas.",
"Eleven utfö <b>efter samråd</b> med handledare skadeförebyggande arbete av <b>god</b> kvalitet samt använder <b>med säkerhet</b> några tekniker för självförsvar. Dessutom kommunicerar och samarbetar eleven <b>med säkerhet</b> med andra på ett yrkesetiskt och pedagogiskt sätt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}