{"subject":"MÄT",
"name":"Mät- och reglerteknik",
"points":100,
"code":"MÄTMÄT0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Enklare reglertekniska laborationer med inställningar av den proportionella förstärkningen och den integrerande förstärkningen samt den deriverande verkan i regulatorn.",
"Enklare mättekniska laborationer med mätning av temperatur.",
"Inkoppling, kontroll och injustering av vanligt förekommande mät- och reglertekniska komponenter med begrepp som NPN/PNP, sink/source, polaritetsskydd och kortslutningsskydd.",
"Pneumatiska eller hydrauliska ventiler samt pådrags och ställdons funktioner, beteckningar, märkningar och symboler.",
"Signalföljning och funktionsanalys av en enkel mät- och reglerteknisk anläggning med hjälp av mätinstrument, ritningar, scheman, datablad och manualer.",
"Grundläggande mät- och reglertekniska begrepp, till exempel stegsvar, rampsvar, dödtid, tidskonstant, linjäritet, hysteres, span, zero, kalibrering, onoggrannhet, repeterbarhet, reproducerbarhet, proportionellt band, proportionell förstärkning, integrerande tidskonstant och deriverande verkan.",
"Grundläggande mätosäkerhet, dess syfte och terminologi.",
"Grundläggande industriell mätteknik med vanligt förekommande metoder för att mäta temperatur, tryck, flöde och nivå.",
"Introduktion till test, kalibrering och spårbarhet för temperatur, tryck, flöde och nivå.",
"Metoder för att identifiera, förebygga och avhjälpa fel i mät- och reglertekniska anläggningar.",
"Metoder för dokumentation av mät- och reglertekniska arbeten."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och utför <b>i samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> scheman över styr- och reglertekniska komponenter och system.</p><p>Eleven gör <b>enkla</b> mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>i samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>i samråd</b> med handledare eventuella fel som har uppstått.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och utför <b>efter samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> scheman över styr- och reglertekniska komponenter och system.</p><p>Eleven gör mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>efter samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>efter samråd</b> med handledare eventuella fel som har uppstått.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och utför <b>efter samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med säkerhet</b> scheman över styr- och reglertekniska komponenter och system.</p><p>Eleven gör <b>avancerade</b> mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>efter samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>efter samråd</b> med handledare eventuella fel som har uppstått.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och utför <b>i samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> scheman över styr- och reglertekniska komponenter och system.",
"Eleven gör <b>enkla</b> mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>i samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>i samråd</b> med handledare eventuella fel som har uppstått.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och utför <b>efter samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med viss säkerhet</b> scheman över styr- och reglertekniska komponenter och system.",
"Eleven gör mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>efter samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>efter samråd</b> med handledare eventuella fel som har uppstått.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och utför <b>efter samråd</b> med handledare installation, konfiguration, driftsättning och underhåll av styr- och reglertekniska system på ett sätt som är säkert både för eleven själv och andra. I arbetet läser och tolkar eleven <b>med säkerhet</b> scheman över styr- och reglertekniska komponenter och system.",
"Eleven gör <b>avancerade</b> mätningar av styr- och reglertekniska storheter. Dessutom felsöker eleven <b>efter samråd</b> med handledare styr- och reglertekniska komponenter och system samt reparerar och åtgärdar <b>efter samråd</b> med handledare eventuella fel som har uppstått.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete med styr- och reglertekniska komponenter och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["AUOAVH0",
"AUTFAS02",
"AUTIND0",
"FAIFAS02",
"INRIND0",
"PROPRC01",
"PROPRE0"]}