{"subject":"MÅT",
"name":"Branschkunskap inom restaurang och livsmedel",
"points":100,
"code":"MÅTBRC0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Orientering om de branscher som finns inom yrkesområdet samt villkoren för deras verksamheter, till exempel restauranger, bagerier, konditorier, charkuterier och butiker.",
"Grundläggande arbetsuppgifter inom yrkesområdet, till exempel bakning, styckning, matlagning, servering, planering och inköp, med möjlig fördjupning inom något eller några områden.",
"Metoder, material, maskiner och annan utrustning som används inom respektive yrkesområde.",
"Måltiden som helhet, till exempel mat, dryck, bröd, charkuteriprodukter, servering och service.",
"Orientering om alkoholens effekter och konsekvenser. Utskänkningstillstånd och servering av alkohol.",
"Säkerhet samt fysisk och psykisk arbetsmiljö. Hur människor påverkas av sociala kontakter, inflytande och stress. Ergonomi, säkerhetsutrustning och riskfaktorer i arbetet. Rengöring av lokaler och utrustning samt personlig hygien.",
"Lagar och andra bestämmelser som är tillämpliga inom respektive yrkesområde."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.</p><p>Eleven utför <b>med visst handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>i samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>i samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>i samråd</b> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.</p><p>Eleven utför <b>med gott handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>efter samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>efter</b> <b>samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>efter samråd</b> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.</p><p>Eleven utför <b>med mycket gott handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>efter samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>efter samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>efter samråd med handledare</b> material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
"Eleven utför <b>med visst handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>i samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>i samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>i samråd</b> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
"Eleven utför <b>med gott handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>efter samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>efter</b> <b>samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>efter samråd</b> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
"Eleven utför <b>med mycket gott handlag</b> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <b>efter samråd</b> med handledare enkla måltider och produkter. Dessutom kombinerar eleven <b>efter samråd</b> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering. I arbetet använder eleven <b>efter samråd med handledare</b> material, maskiner och annan utrustning som är lämplig för arbetsuppgiften. Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":[]}