{"subject":"NAB",
"name":"Avverkningsmaskiner",
"points":100,
"instrRAW":"som bygger på kursen virkestransport med skotare, kursen virkeslära och kursen skogsskötsel 1.",
"descarr":["Den bygger på kursen ",
"NABVIE0",
", kursen ",
"SKGVIR0",
" och kursen ",
"SKGSKO01",
"."],
"reqRAW":"kursen NABVIE0, kursen SKGVIR0 och kursen SKGSKO01",
"code":"NABAVV0",
"goals":[1,2,0,2,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Teknisk grund":["Konstruktions- och funktionsbeskrivningar samt användningsområden för avverkningsmaskiner och teknisk utrustning. ",
"Avverkningsmaskiners datautrustning.",
"Motorbränslen och smörjmedel.",
"Daglig tillsyn, periodisk kontroll och service."],
"Arbete med avverkningsmaskiner":["Arbete med avverkningsmaskiner på ett avverkningsområde. ",
"Hantering av kran, instrument och reglage.",
"Markskador och miljöpåverkan.",
"Datorstyrd skördaraptering.",
"Arbete enligt traktdirektiv, arbetsplanering av avverkning, rapportering och uppföljning."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö och ergonomi samt miljö- och säkerhetsfrågor.",
"Säkerhetskontroll inför användning av fordon, redskap och tilläggsutrustning.",
"Brandförebyggande åtgärder.",
"Lagar och andra bestämmelser inom området."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med viss säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en <b>enkel</b> ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>översiktligt</b> kalkylens olika delar.</p><p>Eleven använder me <b>visst</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>i samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med viss säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>utförligt</b> kalkylens olika delar.</p><p>Eleven använder me <b>gott</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>efter samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en <b>avancerad</b> ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>utförligt och nyanserat</b> kalkylens olika delar.</p><p>Eleven använder me <b>mycket gott</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>efter samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med viss säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en <b>enkel</b> ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>översiktligt</b> kalkylens olika delar.",
"Eleven använder med <b>visst</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>i samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med viss säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>utförligt</b> kalkylens olika delar.",
"Eleven använder me <b>gott</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>efter samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion av samt användningsområden för avverkningsmaskiner och teknisk utrustning.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare avverkningsmaskiner för att utföra arbetsuppgifter. Under körningen orsakar eleven ett minimum av skador på virke, kvarvarande bestånd, mark, miljö, natur och kulturvärden. I arbetet särskiljer eleven <b>med säkerhet</b> virkessortimenten för vidaretransport med skotare. Eleven gör också en <b>avancerad</b> ekonomisk kalkyl på ett avverkningsuppdrag och tar i kalkylen hänsyn till kvalitet, säkerhet och miljö. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> kalkylens olika delar.",
"Eleven använder me <b>mycket gott</b> handlag teknisk utrustning och lämpliga verktyg samt utför <b>efter samråd</b> med handledare daglig service av avverkningsmaskinerna enligt instruktioner. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt med avverkningsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"samenamecoursecode":"SKMAVV0",
"samenamesubjectcode":"SKM",
"samenamesubjectname":"Skogsmaskiner",
"req":{"type":"AND",
"arr":["NABVIE0",
"SKGVIR0",
"SKGSKO01"]},
"reqarr":["NABVIE0",
"SKGVIR0",
"SKGSKO01"],
"friends":["SKMAVV0",
"NABFOR0",
"NABLAT01",
"NABLAT02",
"NABLAA0",
"NABSKO00S",
"SKGSKO01",
"NABSMÅ0",
"NABTER0",
"NABTRG0",
"SKGVIR0",
"NABVIE0",
"NABVIE0"]}