{"subject":"NAB",
"name":"Skogsmaskiner - specialisering",
"points":200,
"instrRAW":"som bygger på kursen virkestransport med skotare. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen SKMVIE0",
"code":"NABSKO00S",
"goals":[1,1,0,2,1,2,2,1,1],
"level":"normal",
"content":{"Teknisk grund":["Användningsområden för vald maskin, tilläggsutrustning och teknisk utrustning. ",
"Tekniska system för styrning, kontroll och datainsamling.",
"Maskin- och avverkningsekonomi samt investeringskalkyler.",
"Aktuell teknisk utveckling - försök och forskning."],
"Arbete med skogsmaskiner":["Arbetsmetodik och användning av digitala system, datorprogram och GIS vid körning med aktuell skogsmaskin.",
"Planering av körmetoder för att minimera markskador och miljöpåverkan.",
"Inställning och körning av maskiner för optimalt utnyttjande i samband med olika arbetsmoment.",
"Funktionskontroll och felsökning på maskiner och teknisk utrustning samt kvalitetsuppföljning.",
"Arbete enligt traktdirektiv."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö och ergonomi samt miljö- och säkerhetsfrågor.",
"Säkerhetskontroll inför användning av fordon, redskap och tilläggsutrustning.",
"Brandförebyggande åtgärder.",
"Lagar och andra bestämmelser inom området."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>enkla</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>översiktligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>i samråd</b> med handledare <b>enkla</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>visst</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>i samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>i samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. Eleven löser <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>efter samråd</b> med handledare <b>välgrundade</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt och nyanserat</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>efter samråd</b> med handledare <b>välgrundade och nyanserade</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>enkla</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>översiktligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>översiktligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>i samråd</b> med handledare <b>enkla</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>visst</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>i samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>i samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. Eleven löser <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>efter samråd</b> med handledare <b>välgrundade</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion av samt användningsområden för skogsmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan hur maskinerna och den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare skogsmaskiner för att utföra arbetsuppgifter. I arbetet gör eleven <b>efter samråd</b> med handledare <b>välgrundade och nyanserade</b> bedömningar av hur arbetsuppgifterna ska genomföras med tanke på önskat arbetsresultat och miljöhänsyn. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <b>efter samråd</b> med handledare daglig service av skogsmaskinerna enligt instruktioner. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt med skogsmaskinerna. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}