{"subject":"NAB",
"name":"Trädgårdsmaskiner",
"points":100,
"instrRAW":"som bygger på kursen fordon och redskap. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen lantbruksmaskiner 1. ",
"descarr":["Den bygger på kursen ",
"NABFOR0",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"NABLAT01",
". "],
"reqRAW":"kursen NABFOR0",
"notwithRAW":"kursen NABLAT01",
"code":"NABTRG0",
"goals":[1,1,0,2,1,2,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Teknisk grund":["Konstruktions- och funktionsbeskrivningar samt användningsområden för maskiner och teknisk utrustning.",
"Maskinkomponenter och systemfunktioner.",
"Teknik och biologi i samverkan.",
"Ekonomiska beräkningar."],
"Arbete med trädgårdsmaskiner":["Körteknik och metodik vid genomförande av arbetsuppgifter.",
"Arbete med maskiner och teknisk utrustning inom skötsel-, anläggnings- och fältarbeten.",
"Användning av verktyg och verkstadsmaskiner.",
"Tillsyn, service, underhåll och enklare reparationer av maskiner och teknisk utrustning.",
"Inställning, beräkning och kalibrering.",
"Kontroll av funktion på maskiner och teknisk utrustning.",
"Tolkning av instruktions- och handböcker.",
"Bedömning av arbetsresultat."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med användning av trädgårdsmaskiner.",
"Brandförebyggande åtgärder.",
"Lagar och andra bestämmelser inom området."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>enkla</b> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>visst</b> handlag teknisk utrustning samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>i samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>översiktligt</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>välgrundade</b> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>utförligt</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner och kör och manövrerar <b>efter samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>utförligt och nyanserat</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>enkla</b> förklaringar till hur tekniska och biologiska faktorer samverkar.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder med <b>visst</b> handlag teknisk utrustning samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>i samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>i samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>översiktligt</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>välgrundade</b> förklaringar till hur tekniska och biologiska faktorer samverkar.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>utförligt</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar till hur tekniska och biologiska faktorer samverkar.",
"Eleven följer arbetsinstruktioner och kör och manövrerar <b>efter samråd</b> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in maskinerna och den tekniska utrustningen samt utför <b>efter samråd</b> med handledare funktionskontroller. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad och nyanserad</b> bedömning av arbetsresultatet och rapporterar det.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"NABFOR0",
"notwith":"NABLAT01",
"reqarr":["NABFOR0"]}