{"subject":"NAB",
"name":"Terrängtransporter [ej aktuell]",
"origname":"Terrängtransporter",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen naturbruk eller kursen renen och rennäringen. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen fordon och redskap.",
"descarr":["Den bygger på kursen ",
"NAUNAU0",
" eller kursen ",
"RENREE01",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"NABFOR0",
"."],
"reqRAW":"kursen NAUNAU0 eller kursen RENREE01",
"notwithRAW":"kursen NABFOR0",
"code":"NABTER0",
"goals":[2,1,2,1,2,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Teknisk grund":["Konstruktions- och funktionsbeskrivningar samt användningsområden för olika fordon och för teknisk utrustning.",
"Motorbränslen och smörjmedel.",
"Daglig tillsyn, periodisk kontroll och service."],
"Körning":["Körning av terrängfordon och fordonskombinationer för att genomföra förekommande arbetsuppgifter.",
"Körning av terrängfordon och fordonskombinationer på väg.",
"Tillämpning av trafikföreskrifter.",
"Användning av fordonets reglage samt tolkning av instrument.",
"Hantering av tilläggsutrustning.",
"Inställning av förarplatsens utrustning för ergonomisk, effektiv och säker körning.",
"Användning av instruktions- och handböcker vid körning och tillsyn.",
"Ekonomisk körteknik i terräng och på väg."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi och arbetsmiljö i samband med körning av fordon.",
"Säkerhetskontroll inför användning av fordon, redskap och tilläggsutrustning.",
"Brandförebyggande åtgärder.",
"Lagar och andra bestämmelser inom området."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>enkla</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>översiktligt</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>översiktligt</b> för hur olika funktioner styrs och kontrolleras.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>i samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder me <b>visst</b> handlag teknisk utrustning samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>i samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>i samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>välgrundade</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>utförligt</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>utförligt</b> för hur olika funktioner styrs och kontrolleras.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder me <b>gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>efter samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>utförligt och nyanserat</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika funktioner styrs och kontrolleras.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>efter samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>enkla</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>översiktligt</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>översiktligt</b> för hur olika funktioner styrs och kontrolleras.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>i samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>i samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder med <b>visst</b> handlag teknisk utrustning samt utför <b>i samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>i samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>i samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>i samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>välgrundade</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>utförligt</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>utförligt</b> för hur olika funktioner styrs och kontrolleras.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder me <b>gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>efter samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning. Beskrivningen innehåller <b>välgrundade och nyanserade</b> samband mellan service, funktion och ekonomi. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för fordonets olika reglage och instrument och hur de används. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika funktioner styrs och kontrolleras.",
"Eleven följer arbetsinstruktioner samt kör och manövrerar <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer. Eleven kör och manövrerar också <b>efter samråd</b> med handledare terrängfordon och fordonskombinationer på väg och följer då trafikföreskrifterna. Eleven använder me <b>mycket gott</b> handlag teknisk utrustning samt utför <b>efter samråd</b> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen. Dessutom ställer eleven <b>efter samråd</b> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <b>efter samråd</b> med handledare kontroller av sina inställningar. I arbetet använder eleven <b>efter samråd</b> med handledare instruktions- och handböcker. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["NAUNAU0",
"RENREE01"]},
"notwith":"NABFOR0",
"reqarr":["NAUNAU0",
"RENREE01"],
"notwitharr":["NABFOR0"],
"reqBy":["NABVIE0"],
"foreignlinks":["NAUNAU0",
"RENREE01"],
"hasreqs":true,
"friends":["SKMAVV0",
"NABAVV0",
"FOHFOR0",
"NABFOR0",
"LAULAT01",
"NABLAT01",
"LAULAT02",
"NABLAT02",
"LASLAA0",
"NABLAA0",
"MOTMOT01",
"MOTMOT02",
"NAUNAU0",
"RENREN01",
"RENREN02",
"RENREE01",
"RENREE02",
"SKMSKO00S",
"NABSKO00S",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO02",
"SKMSMA0",
"NABSMÅ0",
"SKMTER0",
"TRSTRG0",
"NABTRG0",
"SKGVIR0",
"SKGVIK0",
"SKMVIE0",
"NABVIE0"]}