{"subject":"NAK",
"name":"Naturkunskap 1b",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen naturkunskap 1a1 eller kursen naturkunskap 1a2.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"NAKNAK01a1",
" eller kursen ",
"NAKNAK01a2",
"."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"notwithRAW":"kursen NAKNAK01a1 eller kursen NAKNAK01a2",
"code":"NAKNAK01b",
"comments":{"innehållet":"<h4>Hållbar utveckling</h4><p><em>Frågor om hållbar utveckling: energi, klimat och ekosystempåverkan. Ekosystemtjänster, resursutnyttjande och ekosystemens bärkraft.</em></p><p><em>Olika aspekter på hållbar utveckling, till exempel vad gäller konsumtion, resursfördelning, mänskliga rättigheter och jämställdhet.</em></p><p><em>Hållbar utveckling</em> är ett brett begrepp. För att kunna ta ställning till samhällets energiförsörjning, särskilt de alternativa energikällorna, är det viktigt att ha kunskaper om hur olika energiformer fungerar, hur de kopplar till klimatfrågorna och hur de påverkar jordens ekosystem. Men energi- och klimatfrågor är också alltid integrerade i samhälleliga sammanhang. När för- och nackdelar med olika energisystem diskuteras behöver såväl ekonomiska, sociala och ekologiska som estetiska aspekter på samhällsutvecklingen vägas in. Det är i den processen eleverna också kan upptäcka värdet av att kunna argumentera utifrån naturvetenskapliga fakta. För att kunna förhålla sig till frågor om till exempel kärnkraften behövs kunskaper om strålning, halveringstider och bioackumulation av radioaktiva isotoper. På det här sättet kan undervisningen om basfakta integreras med aktuella samhällsfrågor.</p><p>Begreppet <em>ekosystemtjänster</em> beskriver människans beroende av de naturliga systemen och hur mänskliga aktiviteter interagerar med dessa, till exempel människans behov av syre, gröna växter, drickbart vatten, insektspollinering och annat, men också hennes behov av möjligheter till rekreation och estetiska naturvärden. I resonemang om olika livsstilars relation till ekosystemtjänster och ekologisk påverkan kan man till exempel utgå från vardagsnära situationer som res- och matvanor eller klädval.</p><h4>Naturvetenskapliga aspekter</h4><p><em>Naturvetenskapliga aspekter på, reflektion över och diskussion kring normer, rörande människans sexualitet, lust, relationer och sexuella hälsa.</em></p><p>Undervisningen i <em>sexualitet och relationer</em> i naturkunskapen i gymnasial utbildning är inte tänkt att bli en repetition för eleverna av vad de läst i grundskolan. Det centrala innehållet i sexualitet och relationer lyfter till exempel inte pubertet, mognad eller reproduktion.</p><p>De <em>naturvetenskapliga aspekterna</em> på människans sexualitet och lust kan till exempel vara erektion, orgasm, hur kroppen fungerar och varför den ibland inte fungerar som man vill. Kunskap i naturvetenskap kan bryta ner en del fördomar kring till exempel slidkransen, eller vara underlag i en diskussion kring den reella betydelsen av könsorganens utseende och storlek för sexuell attraktion och njutning. Kunskaper om naturvetenskap behövs också för att kunna identifiera olika sexuellt överförbara sjukdomar, förstå hur de sprids, vilka konsekvenser de bär med sig och hur man skyddar sig mot dem.</p><p>Sexualitet och relationer kan också kopplas till <em>frågor om hållbar utveckling</em> i det centrala innehållet. Det kan till exempel gälla spridning av hiv-viruset, synen på olika preventivmedel, könsstympning, eller hur utrotningen av vissa djurarter hänger samman med sökandet efter potensmedel ochafrodisiaka. Då frågor om identitet och sexualitet, oönskade graviditeter, sexuellt överförbara sjukdomar och sexuellt förtryck också hänger samman med frågor om konsumtion och jämställdhet kan dessa områden i det centrala innehållet behandlas tillsammans.</p><h4>Evolutionära aspekter</h4><p><em>Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.</em></p><p>Naturvetenskapen bidrar genom biotekniken med innovationer som till exempel dna-teknik, kloning och stamcellsforskning. Men med de här nya teknikerna ställs man också inför etiska valsituationer och åsiktskonflikter. Som medborgare behöver man kunna ta ställning inte bara på ett individuellt plan utan också på ett samhälleligt plan, för att till exempel kunna delta i samhällsdebatten.</p><p>Vissa grundläggande begrepp, till exempel <em>cellen</em> som den centrala enheten, genetik, betydelsen av arv i samspel med omgivning och evolution är centrala att återkomma till.</p>"},
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Frågor om hållbar utveckling: energi, klimat och ekosystempåverkan. Ekosystemtjänster, resursutnyttjande och ekosystemens bärkraft.",
"Olika aspekter på hållbar utveckling, till exempel vad gäller konsumtion, resursfördelning, mänskliga rättigheter och jämställdhet.",
"Samband mellan individens hälsa, dagliga vanor och livsstilar i samhället, till exempel i fråga om träning, kost, droger, konsumtion och påverkan på miljön. Hur naturvetenskap kan användas som utgångspunkt vid kritisk granskning av budskap och normer i medierna.",
"Naturvetenskapliga aspekter på, reflektion över och diskussion kring normer, rörande människans sexualitet, lust, relationer och sexuella hälsa.",
"Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.",
"Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.",
"Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.",
"Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>enkla</b> frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>enkla</b> argument.</p><p>Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>översiktligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade</b> argument.</p><p>Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p> Eleven kan <b>utförligt och nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt och nyanserat</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade och nyanserade</b> argument.</p><p>Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> <b>och nyanserat</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt. </p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>enkla</b> frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>enkla</b> argument.",
"Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>översiktligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt."],
"C":["Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade</b> argument.",
"Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."],
"A":[" Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt och</b> <b>nyanserat</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade och nyanserade</b> argument.",
"Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt och</b> <b>nyanserat</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["NAKNAK01a1",
"NAKNAK01a2"]},
"reqarr":[],
"reqBy":["NAKNAK02"]}