{"subject":"NAK",
"name":"Naturkunskap 2",
"origname":"Naturkunskap 2",
"points":100,
"instrRAW":"som bygger på kursen naturkunskap 1a2 eller kursen naturkunskap 1b.",
"descarr":["Den bygger på kursen ",
"NAKNAK01a2",
" eller kursen ",
"NAKNAK01b",
"."],
"reqRAW":"kursen NAKNAK01a2 eller kursen NAKNAK01b",
"code":"NAKNAK02",
"comments":{"innehållet":"<h4>Universums utveckling</h4><p><em>Universums utveckling som förklaring till materians uppkomst och jordens sammansättning.<br /></em></p><p>Här behandlas universums byggnad och utveckling samt jordens sammansättning och byggnad. I detta sammanhang finns möjlighet att behandla de metoder som använts och används för att utveckla kunskaper om universum. Indirekta mätmetoder som beskriver universums utveckling och byggnad kan till exempel innefatta spektrallinjer, triangulering, jordbävningsvågor, gaskromatografi eller radioaktiva isotopers halveringstider. Kursens omfång tillåter inte en fördjupning i de olika metoderna. Istället kan man med exempel påvisa på vilket sätt de metoderna varit hjälpmedel i naturvetenskaplig forskning.</p><h4>Materians uppbyggnad</h4><p><em>Materians uppbyggnad, ämnens egenskaper, växelverkan, kretslopp och oförstörbarhet. Samband och skillnader mellan energi och materia.</em></p><p>Materians uppbyggnad handlar om vilka grundämnen som finns, hur de är uppbyggda, hur de binds till varandra i olika föreningar, föreningarnas speciella egenskaper och var de återfinns i naturen.</p><p>Det är nödvändigt att ha grundläggande kunskaper om energiprincipen för att förstå hur solenergi kan förvaltas genom kretsloppen och hur samhället kan ta tillvara på sol- eller på kärnenergin. I det här sammanhanget är begrepp som energiformer och energikvalitet centrala. Innehållet kring energi kan behandlas i samband med några problemställningar som berör sambandet mellan energiproduktion, ekonomi och risker för hälsa och miljö.</p><h4>Evolutionen</h4><p><em>Evolutionens mekanismer och organismers utveckling. Hur livets villkor och ekologi kan studeras på olika nivåer.</em></p><p><em>Evolutionen</em>ger en förklaringsmodell för att förstå hur till exempel organismvärlden och människokroppen utvecklats, organiseras och fungerar.</p><p>Evolutionen pågår konstant på både mikro- och makronivå. De tre främsta faktorerna i evolutionen - selektion, variation och ärftlighet - kan studeras och diskuteras när det gäller uppkomst av nya arter och nya egenskaper samt organismers anpassningar till nya miljöer. Bevis för evolution kan hämtas i geologi, paleontologi, biogeografi och anatomi samt från molekylärbiologi, biokemi och alla andra grenar av biovetenskap.</p><p>Evolutionsteori är ett exempel på hur en teori vuxit fram genom observationer, bevis och slutledningar samt i relation till tidigare uppfattningar kring livets uppkomst.</p><p>Darwins evolutionsteori är viktig historiskt sett, men biologisk, biokemisk och molekylärbiologisk forskning har gått framåt sedan dess. Modern evolutionsforskning används för att hitta nya samband mellan organismers släktskap och förstärka den evolutionära historien.</p><h4>Människokroppens organ</h4><p><em>Människokroppens organ och organsystem, deras uppbyggnad, funktion, evolutionära utveckling och växelverkan med omgivningen.</em></p><p>Människan utgör en helhet där det som vanligtvis brukar urskiljas som olika delar befinner sig i ett intrikat samspel med varandra. I naturkunskapen skapas förståelse för hur de olika <em>organen </em>och<em>organsystemen</em> i kroppen är kopplade till varandra och till faktorer i omgivningen.</p><p>För att skapa sammanhang kan man göra en evolutionär jämförelse mellan organsystem hos olika djur. En sådan jämförelse kan åskådliggöra hur egenskaperna hos olika organ utvecklats i olika riktningar under evolutionen som svar på olika miljöbetingelser.</p><h4>Organiska och oorganiska ämnen</h4><p><em>Organiska och oorganiska ämnen i vardag och samhälle. Industriella processer, teknikutveckling och miljöperspektiv som rör framställning av moderna material, livsmedel och andra produkter.</em></p><p>I detta sammanhang kan samspelet mellan naturvetenskap och teknik belysas samt hur detta samspel lett till forskning kring till exempel materialutveckling. Tekniken har tagit de naturvetenskapliga kunskaperna i anspråk för att skapa nya uppfinningar, och naturlagar sätter gränser för vad som kan uppnås med teknik.</p><p>Exempel på områden där samspelet mellan naturvetenskap och teknik haft betydelse är utvecklingen av naturliga och syntetiska plaster och polymerer, nya material framställda ur keramer, glas och fiberoptik, processer vid matlagning och livsmedelsproduktion, naturliga och syntetiska ingredienser vid läkemedelsframställning samt framställning av smink och hudvårdsmedel. Innehållsval kan göras utifrån den lokala miljö eleverna befinner sig i, vilka nya upptäckter som för närvarande förmedlas via media, eller utifrån utbildningens inriktning.</p>      "},
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Universums utveckling som förklaring till materians uppkomst och jordens sammansättning.",
"Materians uppbyggnad, ämnens egenskaper, växelverkan, kretslopp och oförstörbarhet. Samband och skillnader mellan energi och materia.",
"Evolutionens mekanismer och organismers utveckling. Hur livets villkor och ekologi kan studeras på olika nivåer.",
"Människokroppens organ och organsystem, deras uppbyggnad, funktion, evolutionära utveckling och växelverkan med omgivningen.",
"Organiska och oorganiska ämnen i vardag och samhälle. Industriella processer, teknikutveckling och miljöperspektiv som rör framställning av moderna material, livsmedel och andra produkter.",
"Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt och estetiska upplevelser kopplade till det naturvetenskapliga utforskandet.",
"Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att pröva naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.",
"Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden.",
"Naturvetenskapens betydelse för mänsklighetens kultur och världsbild. Upptäckter och framsteg inom till exempel medicin, energi och materialutveckling ur historiska, nutida och framtida perspektiv."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>enkla</b> argument.</p><p>Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan <b>översiktligt</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>översiktligt</b> för den och värderar den med <b>enkla</b> omdömen. Dessutom kan eleven g <b>enkla</b> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt och för människans världsbild.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>välgrundade</b> argument.</p><p>Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan <b>utförligt</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>utförligt</b> för den och värderar den med <b>nyanserade</b> omdömen. Dessutom kan eleven ge exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>utförligt och nyanserat</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>välgrundade</b> <b>och nyanserade</b> argument.</p><p>Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade och nyanserade</b> argument för dessa.</p><p>Eleven kan <b>utförligt och nyanserat</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>utförligt</b> <b>och nyanserat</b> för den, värderar den med <b>nyanserade</b> omdömen <b>och ger förslag på hur den kan förbättras</b>. Dessutom kan eleven g <b>komplexa</b> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>enkla</b> argument.",
"Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan <b>översiktligt</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>översiktligt</b> för den och värderar den med <b>enkla</b> omdömen. Dessutom kan eleven g <b>enkla</b> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt och för människans världsbild."],
"C":["Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>välgrundade</b> argument.",
"Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan <b>utförligt</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>utförligt</b> för den och värderar den med <b>nyanserade</b> omdömen. Dessutom kan eleven ge exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön. I samband med redogörelsen kan eleven <b>utförligt och</b> <b>nyanserat</b> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <b>välgrundade</b> <b>och nyanserade</b> argument.",
"Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade och nyanserade</b> argument för dessa.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <b>utförligt och</b> <b>nyanserat</b> för den, värderar den med <b>nyanserade</b> omdömen <b>och ger förslag på hur den kan förbättras</b>. Dessutom kan eleven g <b>komplexa</b> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild."]},
"req":{"type":"OR",
"arr":["NAKNAK01a2",
"NAKNAK01b"]},
"reqarr":["NAKNAK01a2",
"NAKNAK01b"],
"friends":["NAKNAK01a1",
"NAKNAK01a2",
"NAKNAK01a2",
"NAKNAK01b",
"NAKNAK01b"]}