{"subject":"NAK",
"name":"Naturkunskap 1b",
"points":100,
"requirements":"de kunskaper grundskolan ger eller motsvarande",
"notwith":{"type":"OR",
"arr":["naturkunskap 1a1",
"naturkunskap 1a2"]},
"instructiontext":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen naturkunskap 1a1 eller kursen naturkunskap 1a2.",
"code":"NAKNAK01b",
"goaltext":"Kursen naturkunskap 1b omfattar punkterna 1&mdash;6 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Frågor om hållbar utveckling: energi, klimat och ekosystempåverkan. Ekosystemtjänster, resursutnyttjande och ekosystemens bärkraft.",
"Olika aspekter på hållbar utveckling, till exempel vad gäller konsumtion, resursfördelning, mänskliga rättigheter och jämställdhet.",
"Samband mellan individens hälsa, dagliga vanor och livsstilar i samhället, till exempel i fråga om träning, kost, droger, konsumtion och påverkan på miljön. Hur naturvetenskap kan användas som utgångspunkt vid kritisk granskning av budskap och normer i medierna.",
"Naturvetenskapliga aspekter på, reflektion över och diskussion kring normer, rörande människans sexualitet, lust, relationer och sexuella hälsa.",
"Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.",
"Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.",
"Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.",
"Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden."]}