{"subject":"NAK",
"novux":false,
"name":"Naturkunskap 1a2",
"origname":"Naturkunskap 1a2",
"points":50,
"instrRAW":"som bygger på naturkunskap 1a1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen naturkunskap 1b.",
"descarr":["Den bygger på ",
"NAKNAK01a1",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"NAKNAK01b",
"."],
"reqRAW":"NAKNAK01a1",
"notwithRAW":"kursen NAKNAK01b",
"code":"NAKNAK01a2",
"comments":{"innehållet":"<h4>Evolutionära aspekter</h4><p><em>Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.</em></p><p>Naturvetenskapen bidrar genom biotekniken med innovationer till exempel dna-teknik, kloning och stamcellsforskning. Med de här nya teknikerna ställs man också inför etiska valsituationer och åsiktskonflikter. Som medborgare behöver man kunna ta ställning, inte bara på ett individuellt plan utan också på ett samhälleligt plan, för att till exempel kunna delta i samhällsdebatten.</p><p>Vissa grundläggande begrepp, till exempel <em>cellen</em> som den centrala enheten, genetik, betydelsen av arv i samspel med omgivning och evolution är centrala att återkomma till.</p>      "},
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Samband mellan individens hälsa, dagliga vanor och livsstilar i samhället, till exempel i fråga om träning, kost, droger och konsumtion samt påverkan på miljön. Hur naturvetenskap kan användas som utgångspunkt vid kritisk granskning av budskap och normer i medierna.",
"Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.",
"Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.",
"Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.",
"Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>enkla</b> frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>enkla</b> argument.</p><p>Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>översiktligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade</b> argument.</p><p>Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt och nyanserat</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade och nyanserade</b> argument.</p><p>Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.</p><p>Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> <b>och nyanserat</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>enkla</b> frågor samt för att ge <b>enkla</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan <b>översiktligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>översiktligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>enkla</b> argument.",
"Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>enkla</b> slutsatser och föreslår några handlingsalternativ samt ger <b>enkla</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>översiktligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>översiktligt</b> utifrån <b>något</b> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt."],
"C":["Eleven kan <b>utförligt</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan <b>utförligt</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade</b> argument.",
"Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle. I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <b>utforskande</b> frågor samt för att ge <b>komplexa</b> förklaringar och argument. Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen. I samband med redogörelsen kan eleven <b>utförligt och</b> <b>nyanserat</b> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <b>välgrundade och nyanserade</b> argument.",
"Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling. Utifrån exemplen drar eleven <b>välgrundade och nyanserade</b> slutsatser och föreslår några handlingsalternativ samt ger <b>välgrundade</b> <b>och nyanserade</b> argument för dessa.",
"Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning. Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <b>utförligt och</b> <b>nyanserat</b> för den. Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <b>utförligt och</b> <b>nyanserat</b> utifrån <b>några</b> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."]},
"req":"NAKNAK01a1",
"notwith":"NAKNAK01b",
"reqarr":["NAKNAK01a1"],
"reqBy":["NAKNAK02"],
"friends":["NAKNAK01a1",
"NAKNAK01a1",
"NAKNAK01b",
"NAKNAK02"]}