{"subject":"NAT",
"name":"Natur- och landskapsvård",
"points":100,
"instrRAW":"som bygger på kursen biologi 1.",
"descarr":["Den bygger på kursen ",
"BIOBIO01",
"."],
"reqRAW":"kursen BIOBIO01",
"code":"NATNAT0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Kulturlandskapets historiska framväxt. Påverkan av till exempel växtanvändning, brukningsmetoder, användning av maskiner och redskap, djurhållning samt bebyggelse.",
"Betesdjurs betydelse för ett öppet kulturlandskap och för biologisk mångfald.",
"Skötselmetoder och arbete med natur- och landskapsvård, till exempel röjning av natur- och kulturmiljöer, skötsel av våtmarker, lieslåtter och stängsling. ",
"Val av teknisk utrustning i samband med natur- och landskapsvård.",
"Arbetsmiljö, ergonomi och säkerhet.",
"Brand och brandförebyggande åtgärder i samband med natur- och landskapsvård.",
"Lagstiftning för skydd av natur- och kulturmiljöer.",
"Växter och djur i olika kulturmiljöer, till exempel strandängar, hag- och ängsmark samt skogsmark. ",
"Skyddsvärda natur- och kulturmiljöer, till exempel ängsmarker och betesmarker, strandängar, skogsmark, våtmarker och fornminnen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>översiktligt</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven <b>enkla</b> samband mellan kulturlandskapets ekologi och biologiska faktorer.</p><p>Eleven läser och tolkar <b>i samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet väljer och använder eleven <b>i samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.</p><p>I samband med fältstudier och praktiskt arbete värderar eleven me <b>enkla</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>översiktligt</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med viss säkerhet</b> och namnger <b>några</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med viss säkerhet</b> och namnger <b>några</b> kulturmiljölämningar i landskapet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogö <b>utförligt</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>utförligt</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven samband mellan kulturlandskapets ekologi och biologiska faktorer.</p><p>Eleven läser och tolkar <b>efter samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet väljer och använder eleven <b>efter samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.</p><p>I samband med fältstudier och praktiskt arbete värderar eleven me <b>enkla</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>utförligt</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med viss säkerhet</b> och namnger <b>flera</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med viss säkerhet</b> och namnger <b>flera</b> kulturmiljölämningar i landskapet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogö <b>utförligt och nyanserat</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven <b>komplexa</b> samband mellan kulturlandskapets ekologi och biologiska faktorer.</p><p>Eleven läser och tolkar <b>efter samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>gott</b>. I arbetet väljer och använder eleven <b>efter samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.</p><p>I samband med fältstudier och praktiskt arbete värderar eleven me <b>nyanserade</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>utförligt och nyanserat</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med säkerhet</b> och namnger <b>flera</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med säkerhet</b> och namnger <b>flera</b> kulturmiljölämningar i landskapet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogö <b>översiktligt</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>översiktligt</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven <b>enkla</b> samband mellan kulturlandskapets ekologi och biologiska faktorer.",
"Eleven läser och tolkar <b>i samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet väljer och använder eleven <b>i samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
"I samband med fältstudier och praktiskt arbete värderar eleven med <b>enkla</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>översiktligt</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med viss säkerhet</b> och namnger <b>några</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med viss säkerhet</b> och namnger <b>några</b> kulturmiljölämningar i landskapet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogö <b>utförligt</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>utförligt</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven samband mellan kulturlandskapets ekologi och biologiska faktorer.",
"Eleven läser och tolkar <b>efter samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet väljer och använder eleven <b>efter samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
"I samband med fältstudier och praktiskt arbete värderar eleven me <b>enkla</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>utförligt</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med viss säkerhet</b> och namnger <b>flera</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med viss säkerhet</b> och namnger <b>flera</b> kulturmiljölämningar i landskapet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogö <b>utförligt och</b> <b>nyanserat</b> för kulturlandskapets historiska framväxt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden. I redogörelsen förklarar eleven <b>komplexa</b> samband mellan kulturlandskapets ekologi och biologiska faktorer.",
"Eleven läser och tolkar <b>efter samråd</b> med handledare planer för natur- och landskapsvård. Dessutom följer eleven instruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter. Resultatet av arbetet är <b>gott</b>. I arbetet väljer och använder eleven <b>efter samråd</b> med handledare relevant teknisk utrustning. Eleven löser också <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
"I samband med fältstudier och praktiskt arbete värderar eleven me <b>nyanserade</b> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <b>utförligt och</b> <b>nyanserat</b> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden. Eleven identifierar <b>med säkerhet</b> och namnger <b>flera</b> skyddsvärda växt- och djurarter i kulturlandskapet. Dessutom identifierar eleven <b>med säkerhet</b> och namnger <b>flera</b> kulturmiljölämningar i landskapet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIOBIO01"}