{"subject":"NAU",
"name":"Naturbruk",
"points":200,
"code":"NAUNAU0",
"comment":"<h2>Begrepp i kursen naturbruk</h2><h3>Introduktion av naturbrukets verksamhetsområden</h3><p>För en introduktion av naturbrukets verksamhetsområden kan delar av kursen till exempel genomföras som APL eller genom studiebesök på olika arbetsplatser. Eleverna kan därigenom få en mer nyanserad bild av olika yrkesområden och yrkeskulturer.</p><h3>Naturbrukets produkter och naturbrukstjänster</h3><p>Andra exempel på naturbruksprodukter är prydnadsväxter och skinn. Kvaliteten på naturbrukets produkter beror på produktionsprocessen och har en avgörande betydelse i den fortsatta förädlingskedjan Andra exempel på tjänster inom naturbruket är trädgårdsanläggning, avverkning och skogsvård, maskinförartjänster och djurskötsel.</p><h3>Historiskt perspektiv</h3><p>Ett historiskt perspektiv på naturbrukets utveckling kan innefatta hur vi historiskt har försörjt oss med mat och energi jämfört med hur vi försörjer oss idag, både lokalt och globalt. Förändrade val av material, teknik och metoder inom naturbruket har påverkat och påverkar också landskapsbilden och natur- och kulturmiljöer.</p><h3>Arbetsuppgifter</h3><p>I arbetsuppgifter ingår användning, skötsel och underhåll av handredskap och teknisk utrustning. Handredskap kan vara allt från hammare och skruvmejsel till specialredskap av olika slag. Teknisk utrustning kan vara olika former av handhållna maskiner och redskap, klipputrustning, bevattningsanläggningar, utgödslingsanordningar samt svetsutrustning.</p><h3>Arbetsmiljö och säkerhetsfrågor</h3><p>Alla verksamheter inom naturbruk är innehåller riskmoment. Därför ingår arbetsmiljöfrågor och säkerhetsfrågor i kursen. I samband med detta kan man behandla vilka aktörer som verkar för en säker arbetsmiljö. Denna kurs ger en introduktion till kunskapsområdet som utvecklas i andra karaktärsämnen.</p>",
"goaltext":"Kursen naturbruk omfattar punkterna 1&mdash;6 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":{"Introduktion av naturbrukets verksamhetsområden":["Naturbrukets olika yrkesområden och yrkesmiljöer, till exempel arbete inom lantbruk, skogsbruk, trädgård, hästhållning samt djurvård.",
"Arbetsuppgifter med hantering av växter eller djur samt dokumentation av genomförda arbetsuppgifter. ",
"Naturbruksprodukter och naturbrukstjänster, till exempel livsmedel, växtmaterial, träråvara, energiråvara, natur- och landskapsvård samt naturupplevelser.",
"Naturens biologiska mångfald och dess betydelse för ett hållbart naturbruk.",
"Naturbrukets användning av naturresurser samt naturbruket som resurs för en hållbar utveckling. ",
"Naturbrukets utveckling med ett historiskt och globalt perspektiv.",
"Miljöhänsyn inom naturbruk, till exempel i samband med gödselhantering, växtnäringstillförsel, maskinanvändning, djurhållning och skogsskötsel."],
"Arbetsuppgifter":["Arbetsuppgifter inom naturbruk med användning av handredskap och teknisk utrustning. ",
"Materialkunskap, materialval och materialanvändning när arbetsuppgifter utförs.",
"Underhåll av handredskap och teknisk utrustning. ",
"Arbetsuppgifter med utgångspunkt från handböcker och instruktioner.",
"Körning av basmaskin."],
"Arbetsmiljö och säkerhetsfrågor":["Arbetsmiljö och säkerhetsfrågor samt skyddsarbete och skyddsronder.",
"Första hjälpen.",
"Elarbeten enligt lagar och andra bestämmelser om elsäkerhet.",
"Brandskydd, brand och brandbekämpning. ",
"Naturolyckor, till exempel översvämningar, ras och stormar.",
"Funktions- och säkerhetskontroll i samband med användning av teknisk utrustning.",
"Ergonomi i samband med att olika arbetsuppgifter utförs. ",
"Lagar och andra bestämmelser som gäller säkerhet i arbetet."]}}