{"subject":"NÄT",
"name":"Näthandel 1",
"points":100,
"code":"NÄTNÄT01",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Affärsidé och entreprenörskap inom näthandelsområdet.",
"Teknikutveckling, till exempel köp via mobiltelefon.",
"Sociala medier i marknadsföringsyfte.",
"Målgrupper, konkurrensmedel och kundanpassning.",
"Marknadsföring på internet.",
"Betalningssätt och betalningssystem.",
"Programvaror och annan utrustning för webbplatsproduktion.",
"Publiceringsverktyg för webbplatser på internet.",
"Enkel näthandelsplats på internet, till exempel webbplats med möjlighet för kunden att beställa varor eller tjänster via formulär.",
"Lagstiftning och säkerhetsfrågor.",
"Miljöaspekter, transporter och logistik."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> näthandelns utveckling. Eleven redogör också <b>översiktligt</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>översiktligt</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>översiktligt</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>översiktligt</b> för olika transportalternativ och för <b>enkla</b> resonemang om deras miljöpåverkan.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>i samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> näthandelns utveckling. Eleven redogör också <b>utförligt</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>utförligt</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>utförligt</b> för olika transportalternativ och för <b>välgrundade</b> resonemang om deras miljöpåverkan.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser <b>på ett välorganiserat sätt</b>. <b>Under arbetet löser eleven med viss säkerhet eventuella problem som uppstår.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> näthandelns utveckling. Eleven redogör också <b>utförligt och nyanserat</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt och nyanserat</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>utförligt och nyanserat</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika transportalternativ och för <b>välgrundade och nyanserade</b> resonemang om deras miljöpåverkan.</p><p>Eleven planerar och organiserar <b>efter samråd med handledare</b> en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser <b>på ett välorganiserat sätt. I arbetet tar eleven egna initiativ</b>. <b>Under arbetet löser eleven med säkerhet eventuella problem som uppstår.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och nyanserat</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter <b>samt ger förslag på hur arbetet kan förbättras.</b></p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> näthandelns utveckling. Eleven redogör också <b>översiktligt</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>översiktligt</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>översiktligt</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>översiktligt</b> för olika transportalternativ och för <b>enkla</b> resonemang om deras miljöpåverkan.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>i samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> näthandelns utveckling. Eleven redogör också <b>utförligt</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>utförligt</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>utförligt</b> för olika transportalternativ och för <b>välgrundade</b> resonemang om deras miljöpåverkan.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser <b>på ett välorganiserat sätt</b>. <b>Under arbetet löser eleven med viss säkerhet eventuella problem som uppstår.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> näthandelns utveckling. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för affärsidéns betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> ny teknik och sociala medier samt hur näthandel marknadsförs. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur handel med varor och tjänster bedrivs på ett datasäkert sätt över internet samt hur köp och betalning kan genomföras. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika transportalternativ och för <b>välgrundade och nyanserade</b> resonemang om deras miljöpåverkan.",
"Eleven planerar och organiserar <b>efter samråd med handledare</b> en webbplats med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån givna instruktioner, lagar och andra bestämmelser <b>på ett välorganiserat sätt. I arbetet tar eleven egna initiativ</b>. <b>Under arbetet löser eleven med säkerhet eventuella problem som uppstår.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter <b>samt ger förslag på hur arbetet kan förbättras.</b>",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["NÄTNÄT02"],
"friends":["NÄTNÄT02"]}