{"subject":"NÄT",
"name":"Näthandel 2",
"points":100,
"instrRAW":"som bygger på kursen näthandel 1.",
"descarr":["Den bygger på kursen NÄTNÄT01."],
"reqRAW":"kursen NÄTNÄT01",
"code":"NÄTNÄT02",
"goals":[1,2,1,1,0,2,1,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Affärsidé, finansiering, marknads- och säljplaner för nätbutik.",
"Affärsmöjligheter och entreprenörskap.",
"Teknikutveckling och hur tekniken på bästa sätt kan anpassas till människan.",
"Målgrupper och kundrelationer.",
"Marknadsundersökningar med hjälp av internet.",
"Programvaror och annan utrustning för webbplatsproduktion, bildbehandling och layout.",
"Planering, utformning, start och drift av en nätbutik.",
"Datasäkerhet, etiska regler, lagar och andra bestämmelser inom området.",
"Databashantering i webbplatser för näthandel."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>översiktligt</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>översiktligt</b> ny teknik och hur den kan göras användarvänlig.</p><p>Eleven skapar <b>i samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>i samråd</b> med handledar <b></b> arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> färdiga databaser.</p><p>Eleven utför arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>utförligt</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt</b> ny teknik och hur den kan göras användarvänlig.</p><p>Eleven skapar <b>efter samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. <b>Webbplatsen är anpassad till målgruppen.</b> I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>efter samråd</b> med handledare arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> färdiga databaser.</p><p>Eleven utför <b>på ett välorganiserat sätt</b> arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>utförligt och nyanserat</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt och nyanserat</b> ny teknik och hur den kan göras användarvänlig.</p><p>Eleven skapar <b>efter samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. <b>Webbplatsen är anpassad till målgruppen.</b> I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>efter samråd</b> med handledare arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med säkerhet</b> färdiga databaser.</p><p>Eleven utför <b>på ett välorganiserat sätt</b> arbetet utifrån givna instruktioner, lagar och andra bestämmelser. <b>I arbetet tar eleven egna initiativ.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och nyanserat</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>översiktligt</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>översiktligt</b> ny teknik och hur den kan göras användarvänlig.",
"Eleven skapar <b>i samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>i samråd</b> med handledar 0 arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> färdiga databaser.",
"Eleven utför arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>utförligt</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt</b> ny teknik och hur den kan göras användarvänlig.",
"Eleven skapar <b>efter samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. <b>Webbplatsen är anpassad till målgruppen.</b> I arbetet använder eleven <b>med viss säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>efter samråd</b> med handledare arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med viss säkerhet</b> färdiga databaser.",
"Eleven utför <b>på ett välorganiserat sätt</b> arbetet utifrån givna instruktioner, lagar och andra bestämmelser. Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> näthandelns utveckling och affärsmöjligheter. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för affärsidéns samt för marknads- och säljplanens betydelse för en verksamhets etablering och tillväxt. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> ny teknik och hur den kan göras användarvänlig.",
"Eleven skapar <b>efter samråd</b> med handledare en webbplats för näthandel med hjälp av lämpliga programvaror. <b>Webbplatsen är anpassad till målgruppen.</b> I arbetet använder eleven <b>med säkerhet</b> vanligt förekommande utrustning, tekniker och arbetsmetoder. Dessutom planerar, organiserar och utför eleven <b>efter samråd</b> med handledare arbetsuppgifter inom näthandel. Detta gör eleven på ett för kunden säkert sätt. I arbetet använder eleven <b>med säkerhet</b> färdiga databaser.",
"Eleven utför <b>på ett välorganiserat sätt</b> arbetet utifrån givna instruktioner, lagar och andra bestämmelser. <b>I arbetet tar eleven egna initiativ.</b> Dessutom arbetar eleven ergonomiskt och miljöanpassat. När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> sitt arbete och resultat utifrån ekonomiska, miljömässiga och etiska aspekter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"NÄTNÄT01",
"reqarr":["NÄTNÄT01"]}