{"subject":"NÄV",
"novux":false,
"name":"Nätverksteknologier [ej aktuell]",
"origname":"Nätverksteknologier",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen nätverksteknik.",
"descarr":["Den bygger på kursen ",
"NAINAR0",
"."],
"reqRAW":"kursen NAINAR0",
"code":"NÄVNÄK0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Uppbyggnad av nätverks olika delar samt funktion av bandbredd, till exempel mätning av kapacitet och kapacitetsbehov för olika bredbandslösningar.",
"Referensmodellen open systems interconnection (OSI) och de olika skiktens specifika tjänst som är oberoende av de tekniker som används i lagret ovanför eller nedanför. Hur information hanteras och hur utrustning och tjänster fungerar i samverkan i olika kommunikationslösningar.",
"Nätverksprotokoll, dvs. hur digital kommunikation mellan olika datorenheter fungerar. Administration och konfiguration av nätverksprotokoll.",
"Adressering i nätverk, kommunikation av data mellan olika enheter samt hur kommunikationen fungerar utifrån tekniska regler för de olika protokollen. Hur utdelning av adresser fungerar med dynamic host configuration protocol (DHCP).",
"Subnätning, dvs. hur man delar upp ett datornätverk i mindre delar.",
"Routningsprotokoll, hantering av kommunikation mellan olika adressområden samt olika vägar på vilka data sänds mellan sändare och mottagare i olika nätverk.",
"Virtuella nät, dvs. virtual local area network (VLAN). Skydd mot avlyssning mellan olika nätverk.",
"Tunnling samt wireless local area network (WLAN).",
"Nätverkstopologier, dvs. på vilket sätt olika noder i nätverk är kopplade till varandra.",
"Packet switching network, dvs. paketförmedling där data paketeras och adresseras mellan olika fysiska och logiska nivåer och komponenter i en datorbaserad kommunikationssituation. ",
"Accessmetoder för att upprätta kommunikation mellan olika enheter i ett datornätverk.",
"Överföringsmedier, dvs. olika sätt att skicka digital information i form av data. Begränsningar samt säkerhet och prestanda vid val av olika överföringsmedier, till exempel kabelbaserad eller luftbaserad kommunikation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>i samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>i samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med viss säkerhet</b> systemlösningar. Dessutom utför eleven <b>i samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>i samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>tillfredsställande</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>i samråd</b> med handledar <b>enkla</b> råd till användare vid val av nätverkssystem och datorteknisk utrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>efter samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>efter samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med viss säkerhet</b> systemlösningar. Dessutom utför eleven <b>efter samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>efter samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>tillfredsställande</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>efter samråd</b> med handledare råd till användare vid val av nätverkssystem och datorteknisk utrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>efter samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>efter samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med säkerhet</b> systemlösningar. Dessutom utför eleven <b>efter samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>efter samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>gott</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven ger <b>efter samråd</b> med handledar <b>avancerade</b> råd till användare vid val av nätverkssystem och datorteknisk utrustning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>i samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>i samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med viss säkerhet</b> systemlösningar. Dessutom utför eleven <b>i samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>i samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>tillfredsställande</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven ger <b>i samråd</b> med handledar <b>enkla</b> råd till användare vid val av nätverkssystem och datorteknisk utrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med viss säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>efter samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>efter samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med viss säkerhet</b> systemlösningar. Dessutom utför eleven <b>efter samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>efter samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>tillfredsställande</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven ger <b>efter samråd</b> med handledare råd till användare vid val av nätverkssystem och datorteknisk utrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur nätverks olika delar och komponenter är uppbyggda och fungerar.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen läser och tolkar eleven <b>med säkerhet</b> instruktioner, manualer och andra dokument. Eleven utför <b>efter samråd</b> med handledare hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer. Eleven bygger också <b>efter samråd</b> med handledare upp nätverk och anläggningar samt skapar <b>med säkerhet</b> systemlösningar. Dessutom utför eleven <b>efter samråd</b> med handledare övervakning, underhåll och felsökning av samt identifierar och åtgärdar <b>efter samråd</b> med handledare fel i utrustning i nätverksmiljöer. Arbetet utförs i enlighet med lagar och andra bestämmelser på ett sätt som är miljömässigt och säkert både för eleven själv och andra. Resultatet av arbetet är <b>gott</b> med avseende på funktion, säkerhet och kvalitet. När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven ger <b>efter samråd</b> med handledar <b>avancerade</b> råd till användare vid val av nätverkssystem och datorteknisk utrustning.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"NAINAR0",
"reqarr":["NAINAR0"],
"friends":["NAIADM0",
"NÄVADM0",
"DAODAC0",
"DAODAT0",
"DAODAT01a",
"DAODAT01b",
"DAODIG0",
"DAOINU0",
"DAOMUL0",
"NAINAV0",
"NÄVNÄV0",
"NAINAE0",
"NÄVNÄE0",
"NAINAR0",
"NÄVNÄR0",
"NAINAK0"]}