{"subject":"ODI",
"name":"Odling i växthus - specialisering",
"points":100,
"instrRAW":"som bygger på kursen odling i växthus 2. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"ODIODL02",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen ODIODL02",
"code":"ODIODI00S",
"goals":[2,2,2,1,2,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Odlingsprocessen och produktionsplaner samt ekonomiska beräkningar inom vald produktion.",
"Arbetsuppgifter inom en specialiserad produktion i växthus med aktuell teknisk utrustning.",
"Arbetsmiljö, ergonomi och säkerhet i samband med specialiserad produktion.",
"Lagar och andra bestämmelser inom området.",
"Odlingsförutsättningar, produktionsmöjligheter och försäljning inom aktuell produktion. Småskalig respektive storskalig produktion.",
"Miljöaspekter, produktkvalitet och livsmedelssäkerhet.",
"Utvecklingsmöjligheter, nya produkter och ny teknik inom en specialiserad produktion.",
"Informationssökning om aktuell produktion samt presentation. ",
"Förebyggande och direkta växtskyddsåtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven upprättar <b>i samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <b>enkel</b> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>i samråd</b> med handledar <b><strong>avgränsade</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>i samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>översiktligt</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>översiktligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>översiktligt</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.</p><p>I samband med fältstudier gör eleven <b>enkla</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>översiktligt</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven upprättar <b>efter samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>utförligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>utförligt</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.</p><p>I samband med fältstudier gör eleven <b>välgrundade</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>utförligt</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven upprättar <b>efter samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <b>avancerad</b> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>utförligt och nyanserat</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.</p><p>I samband med fältstudier gör eleven <b>välgrundade och nyanserade</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven upprättar <b>i samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <b>enkel</b> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>i samråd</b> med handledar <b><strong>avgränsade</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>i samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>översiktligt</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>översiktligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>översiktligt</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
"I samband med fältstudier gör eleven <b>enkla</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>översiktligt</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven upprättar <b>efter samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>utförligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>utförligt</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
"I samband med fältstudier gör eleven <b>välgrundade</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>utförligt</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven upprättar <b>efter samråd</b> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <b>avancerad</b> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter. Eleven planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter enligt odlingsplanen. I planeringen bedömer eleven <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
"I samband med fältstudier gör eleven <b>välgrundade och nyanserade</b> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med säkerhet</b> växtsjukdomar och skadedjur. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ODIODL02",
"reqarr":["ODIODL02"]}