{"subject":"ODI",
"novux":false,
"name":"Odling i växthus 1",
"origname":"Odling i växthus 1",
"points":100,
"instrRAW":"som bygger på kursen trädgårdsodling.",
"descarr":["Den bygger på kursen ",
"TRRTRA0",
"."],
"reqRAW":"kursen TRRTRA0",
"code":"ODIODL01",
"goals":[0,2,1,1,1,1,0,2,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Arbetsuppgifter":["Planering och organisation av arbetsuppgifter för olika växthuskulturer.",
"Arbete med förökning, plantering, tillväxtreglering, bevattning och andra skötselåtgärder.",
"Arbetsmetoder för god hygien och förebyggande växtskyddsåtgärder."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö, ergonomi och säkerhet i samband med odling i växthus.",
"Lagar och andra bestämmelser i samband med aktuell odling i växthus, till exempel miljölagstiftning, livsmedelslagstiftning och kvalitetsbestämmelser."],
"Teknik":["Växthusets inredning. Materialanvändning i samband med odling, till exempel användning av krukor, substrat och förpackningar.",
"Styr- och reglerteknik för klimatreglering, belysning, koldioxidtillförsel, bevattning, växtnäringstillförsel och recirkulation.",
"Teknisk utrustning för plantering, packning, sortering och interna transporter."],
"Biologisk grund":["Produktionsprocessen för växthusodlade produkter. Odlingssystem, tillväxtfaser och tillväxtreglering.",
"Vattenkvalitet och miljöaspekter i samband med odling i växthus.",
"Växtsjukdomar och skadedjur, smittspridning samt direkta och förebyggande växtskyddsåtgärder."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledar <b>avgränsade</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>översiktligt</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och samband. Eleven redogör också <b>översiktligt</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>översiktligt</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>enkla</b> reflektioner över miljö och kvalitet i samband med odling i växthus.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>enkla</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleve <b>översiktligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare <b>sammanhållna</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och samband. Eleven redogör också <b>utförligt</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>utförligt</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>välgrundade</b> reflektioner över miljö och kvalitet i samband med odling i växthus.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar och samband. Eleven redogör också <b>utförligt och nyanserat</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>välgrundade</b> <b>och nyanserade</b> reflektioner över miljö och kvalitet i samband med odling i växthus.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledar <b>avgränsade</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>översiktligt</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och samband. Eleven redogör också <b>översiktligt</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>översiktligt</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>enkla</b> reflektioner över miljö och kvalitet i samband med odling i växthus.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>enkla</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleve <b>översiktligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare <b>sammanhållna</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och samband. Eleven redogör också <b>utförligt</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>utförligt</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>välgrundade</b> reflektioner över miljö och kvalitet i samband med odling i växthus.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar och samband. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus. I redogörelsen gör eleven <b>välgrundade</b> <b>och nyanserade</b> reflektioner över miljö och kvalitet i samband med odling i växthus.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med säkerhet</b> ett begränsat antal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TRRTRA0",
"reqarr":["TRRTRA0"],
"reqBy":["ODIODL02"],
"friends":["ODIODI00S",
"ODIODL02",
"TRRTRA0"]}