{"subject":"ODI",
"name":"Odling i växthus 2",
"origname":"Odling i växthus 2",
"points":100,
"instrRAW":"som bygger på kursen odling i växthus 1.",
"descarr":["Den bygger på kursen ",
"ODIODL01",
"."],
"reqRAW":"kursen ODIODL01",
"code":"ODIODL02",
"goals":[2,2,1,1,1,1,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Arbetsuppgifter":["Produktionsplanering, arbetsorganisation och arbetsuppgifter enligt produktionsplan. ",
"Växtnäringsberäkningar.",
"Ekonomiska beräkningar.",
"Efterfrågan och försäljningssätt för växthusodlade produkter. ",
"Uppföljning och bedömning av odlingsresultat och kvalitet."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö, ergonomi och säkerhet i samband med odling i växthus.",
"Lagar och andra bestämmelser i samband med aktuell odling i växthus, till exempel miljölagen, livsmedelslagen och kvalitetsregler."],
"Teknik":["Växthuskonstruktioner och användningsområden. ",
"Uppvärmningssystem, energikällor och miljökrav. ",
"Tekniska lösningar för optimal användning av växthusyta. ",
"Recirkulation av vatten och näringslösningar."],
"Biologisk grund":["Samband mellan odlingssystem, effektivitet, kvalitet och miljöpåverkan. ",
"Odlingssubstrat för olika växtslag och odlingssystem. ",
"Materialanvändning och avfallshantering.",
"Kvalitet, hållbarhet och miljöfrågor i samband med näringstillförsel, växtskyddsåtgärder och materialanvändning.",
"Nyttoorganismer och förebyggande växtskydd."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven tolkar <b>i samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>i samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller <b>enkla</b> ekonomiska beräkningar. Eleven bedömer <b>i samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. </p><p>Eleven organiserar, planerar och utför <b>i samråd</b> med handledar <b><strong>avgränsade</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>översiktligt</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>översiktligt</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>enkla</b> biologiska, tekniska och ekonomiska förklaringar. </p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>enkla</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleve <b>översiktligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven tolkar <b>efter samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>efter samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller ekonomiska beräkningar. Eleven bedömer <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. </p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>utförligt</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>välgrundade</b> biologiska, tekniska och ekonomiska förklaringar. </p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven tolkar <b>efter samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>efter samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och nyanserat</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller <b>avancerade</b> ekonomiska beräkningar. Eleven bedömer <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. </p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>utförligt och nyanserat</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>välgrundade</b> <b>och nyanserade</b> biologiska, tekniska och ekonomiska förklaringar. </p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven tolkar <b>i samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>i samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller <b>enkla</b> ekonomiska beräkningar. Eleven bedömer <b>i samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. ",
"Eleven organiserar, planerar och utför <b>i samråd</b> med handledar <b><strong>avgränsade</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>översiktligt</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>översiktligt</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>enkla</b> biologiska, tekniska och ekonomiska förklaringar. ",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>enkla</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleve <b>översiktligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven tolkar <b>efter samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>efter samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller ekonomiska beräkningar. Eleven bedömer <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. ",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>utförligt</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>välgrundade</b> biologiska, tekniska och ekonomiska förklaringar. ",
"I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med viss säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven tolkar <b>efter samråd</b> med handledare odlingsplaner för växthusodlade kulturer. Dessutom upprättar eleven <b>efter samråd</b> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan. Planen innehåller <b>avancerade</b> ekonomiska beräkningar. Eleven bedömer <b>efter samråd</b> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat. ",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledar <b><strong>sammanhållna</b></strong> arbetsuppgifter inom odling i växthus. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> biologiska förklaringar och samband. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus. Redogörelsen innehålle <b>välgrundade</b> <b>och nyanserade</b> biologiska, tekniska och ekonomiska förklaringar. ",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras. Beskrivningen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer. Eleven identifierar <b>med säkerhet</b> ett flertal växtskadegörare på växthuskulturer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> <b>och nyanserade</b> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"ODIODL01",
"reqarr":["ODIODL01"],
"reqBy":["ODIODI00S"],
"friends":["ODIODI00S",
"ODIODL01",
"ODIODL01"]}