{"subject":"ODL",
"name":"Odling - specialisering [ej aktuell]",
"origname":"Odling - specialisering",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen trädgårdsodling - plantskoleväxter, kursen trädgårdsodling - grönsaker, frukt och bär eller kursen växtodling 2. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"TRRTRG0",
", kursen ",
"TRRTRD0",
" eller kursen ",
"VAOVAT02",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen TRRTRG0, kursen TRRTRD0 eller kursen VAOVAT02",
"code":"ODLODL00S",
"goals":[1,2,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Odlingsplaner och ekonomiska kalkyler.",
"Arbetsuppgifter inom en specialiserad produktion med aktuell teknisk utrustning.",
"Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med specialiserad produktion.",
"Lagar och andra bestämmelser inom området.",
"Odlingsprocessen och produktionsplaner inom aktuell produktion.",
"Miljöaspekter och produktkvalitet.",
"Odlingsförutsättningar, produktionsmöjligheter, marknad och arbetsmarknad inom aktuell produktion. Småskalig respektive storskalig produktion.",
"Informationssökning om aktuell produktion samt presentation.",
"Utvecklingsmöjligheter inom specialiserad produktion, nya produkter, ny teknik och nya användningsområden för de odlade produkterna.",
"Förebyggande och direkta växtskyddsåtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven upprättar en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>översiktligt</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>översiktligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <b>enkla</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>översiktligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>utförligt</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>utförligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <b>välgrundade</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>utförligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>utförligt och nyanserat</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>utförligt och nyanserat</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <b>välgrundade och nyanserade</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven upprättar en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>översiktligt</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>översiktligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
"I samband med fältstudier gör eleven <b>enkla</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>översiktligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>utförligt</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>utförligt</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
"I samband med fältstudier gör eleven <b>välgrundade</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med viss säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>utförligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom odling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
"I samband med fältstudier gör eleven <b>välgrundade och nyanserade</b> bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade odlingen. Eleven identifierar <b>med säkerhet</b> ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade odlingen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["TRRTRG0",
"TRRTRD0",
"VAOVAT02"]},
"reqarr":["TRRTRG0",
"TRRTRD0",
"VAOVAT02"],
"friends":["VAOODL0",
"ODLODL0",
"TRRTRA0",
"TRRTRD0",
"TRRTRD0",
"ODLTRR0",
"TRRTRG0",
"TRRTRG0",
"ODLTRS0",
"TRRTRA00S",
"ODLTRÅ0",
"VAOVAT00S",
"VAOVAT01",
"ODLVÄT01",
"VAOVAT02",
"VAOVAT02",
"ODLVÄT02"]}