{"subject":"ODL",
"name":"Trädgårdsodling - plantskoleväxter",
"points":100,
"instrRAW":"som bygger på kursen trädgårdsodling.",
"reqRAW":"kursen TRRTRA0",
"code":"ODLTRS0",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":{"Arbetsuppgifter":["Odlingsplanering och arbetsorganisation i samband med produktion av plantskoleväxter, till exempel buskar, träd, barrväxter och perenner.",
"Arbete med jordbearbetning och jordblandningar, bevattning, gödsling, förökning, beskärning och upptagning samt hantering av växter vid förvaring och lagring.",
"Provtagning av jord och växter för olika växtnäringsanalyser och jordbedömning. Bedömning av resultat och växtnäringsberäkningar.",
"Bedömning av och beslut om odlingsåtgärder och arbetsorganisation med utgångspunkt i växtslag, utvecklingsstadium och rådande förhållanden. Bedömning av resultat.",
"Sortimentskunskap, kvalitetsbedömning, kvalitetsregler och försäljningskanaler.",
"Effektivitet, lönsamhet och miljöpåverkan vid olika odlingssystem samt ekonomiska beräkningar, till exempel bidragskalkyler."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med produktion av plantskoleväxter.",
"Lagar och andra bestämmelser som rör produktion av plantskoleväxter, till exempel miljölagstiftning och EU-bestämmelser om handel med och införsel av växtmaterial."],
"Biologisk grund":["Tillväxtfaktorernas betydelse för produktion av plantskoleväxter.",
"Ogräs, skadedjur och växtsjukdomar samt ekologiska samband och miljöhänsyn vid ställningstaganden om växtskyddsåtgärder, gödsling, jordbearbetning och bevattning.",
"Biologiska processer vid hantering, förvaring och lagring av plantskoleväxter."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven tolkar <b>med viss säkerhet</b> odlingsplaner samt upprättar själv en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. I planen beskriver eleven <b>översiktligt</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven tolkar <b>med viss säkerhet</b> odlingsplaner samt upprättar själv en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. I planen beskriver eleven <b>utförligt</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven tolkar <b>med säkerhet</b> odlingsplaner samt upprättar själv en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>utförligt och nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. I planen beskriver eleven <b>utförligt</b> <b>och nyanserat</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> växternas utveckling och kvalitet samt identifierar <b>med säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven tolkar <b>med viss säkerhet</b> odlingsplaner samt upprättar själv en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. I planen beskriver eleven <b>översiktligt</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.",
"Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven tolkar <b>med viss säkerhet</b> odlingsplaner samt upprättar själv en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. I planen beskriver eleven <b>utförligt</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven tolkar <b>med säkerhet</b> odlingsplaner samt upprättar själv en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. I planen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> växternas utveckling och kvalitet samt identifierar <b>med säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}