{"subject":"ODL",
"name":"Växtodling 1",
"points":100,
"requirements":"marken och växternas biologi",
"notwith":"trädgårdsodling",
"instructiontext":"som bygger på kursen marken och växternas biologi. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen trädgårdsodling.",
"code":"ODLVÄT01",
"goaltext":"Kursen växtodling 1 omfattar punkterna 2&mdash;8 under rubriken Ämnets syfte, med särskild betoning på förmåga att utföra arbetsuppgifter och använda teknisk utrustning.",
"goals":[0,1,1,1,1,1,1,1],
"level":"normal",
"content":{"Arbetsuppgifter":["Jordbearbetning med aktuell teknisk utrustning med hänsyn till olika jordars egenskaper.",
"Gödsling med aktuella maskiner och teknisk utrustning.",
"Ogräsinventering i fält samt planering av ogräsbekämpning.",
"Jordprovtagning för markkartering. Bedömning av resultat och växtnäringsberäkningar.",
"Fältstudier för besiktning och uppföljning av grödornas utveckling samt bestämning av skördetidpunkt.",
"Mekanisk ogräsbekämpning.",
"Skörd, transport och lagring.",
"Hantering av skörderester.",
"Skötsel av slåtter- och betesvallar.",
"Skötsel av diken.",
"Avläsning av väderprognoser.",
"Miljöhänsyn i samband med växtodling."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med växtodling.",
"Lagar och andra bestämmelser som rör växtodling, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa."],
"Biologisk grund":["Jordarter, jordmån och odlingsjordar.",
"Vatten, vattentillgångar, vattnets kretslopp, vattenkvalitet, bevattning och dränering.",
"Tillväxtfaktorernas betydelse för växtval, tillväxt, odlingsplanering, skötsel och produktkvalitet.",
"Bins ekologiska betydelse för odlingsresultatet.",
"Klimat, klimatförutsättningar och klimatets inverkan på odlingsresultatet.",
"Ogräs i olika utvecklingsstadier: hjärtbladsstadiet, utvecklat vegetativt stadium och blommande exemplar.",
"Vanliga växtsjukdomar och skadedjur på lantbruksgrödor.",
"Olika grödor och sorter samt deras användningsområden."]}}