{"subject":"PEA",
"name":"Socialpedagogik",
"points":100,
"code":"PEASOC0",
"goals":[1,1,0,0,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar.",
"Samhällsutvecklingens påverkan, och olika synsätt genom historien, på verksamheter inom vård och omsorg utifrån till exempel klass, kön och etnicitet.",
"Livsvillkor och möjlighet till utveckling för personer som är i behov av stöd och service från samhället.",
"Den fysiska miljön som patienter och brukare vistas i.",
"Socialpedagogiska insatser, till exempel boendestöd.",
"Socialpedagogiska arbetssätt och metoder där utgångspunkten bygger på mötet och relationen mellan patienter och brukare och personal.",
"Innebörden av olika begrepp och teorier inom området socialpedagogik, till exempel livsvärld, omsorgsarena, kommunikativ handling, dialogiskt förhållningssätt, omsorgskvalitet och mellanmänskligt.",
"Socialpedagogiska uppgifter, till exempel boendestöd i hemmiljö.",
"Det egna förhållningssättet i mötet med andra samt bemötandets betydelse.",
"Kommunikation och samtalsmetodik samt den mänskliga relationens betydelse för detta."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>något</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>översiktligt</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>översiktligt</b> för de bakomliggande teorierna.</p><p>Eleven söker, bearbetar, värderar och använder <b>i samråd</b> med handledar <b></b>information från olika källor.</p><p>Eleven planerar och genomför <b>i samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>i samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>några</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>utförligt</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt</b> för de bakomliggande teorierna.</p><p>Eleven söker, bearbetar, värderar och använder <b>efter samråd</b> med handledare information från olika källor.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>flera</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>utförligt och nyanserat</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt och nyanserat</b> för de bakomliggande teorierna.</p><p>Eleven söker, bearbetar, värderar och använder <b>efter samråd</b> med handledare information från olika källor.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål <b>samt anpassar vid behov uppgifterna till ändrade förutsättningar</b>. I arbetet interagerar och kommunicerar eleven <b>med säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>något</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>översiktligt</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>översiktligt</b> för de bakomliggande teorierna.",
"Eleven söker, bearbetar, värderar och använder <b>i samråd</b> med handledar 0information från olika källor.",
"Eleven planerar och genomför <b>i samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>i samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>några</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>utförligt</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt</b> för de bakomliggande teorierna.",
"Eleven söker, bearbetar, värderar och använder <b>efter samråd</b> med handledare information från olika källor.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <b>flera</b> exempel på vilka konsekvenser utanförskap kan få för individen. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <b>med säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt och</b> <b>nyanserat</b> för de bakomliggande teorierna.",
"Eleven söker, bearbetar, värderar och använder <b>efter samråd</b> med handledare information från olika källor.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare socialpedagogiska uppgifter utifrån syfte och mål <b>samt anpassar vid behov uppgifterna till ändrade förutsättningar</b>. I arbetet interagerar och kommunicerar eleven <b>med säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["PEAVÅD0"]}