{"subject":"PEA",
"name":"Vårdpedagogik och handledning",
"origname":"Vårdpedagogik och handledning",
"points":100,
"code":"PEAVÅD0",
"goals":[0,0,1,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Hur samtalssituationer påverkas av patienter och brukare, vårdpersonal och omgivningen.",
"Kunskap och kompetens inom vård och omsorg.",
"Handledningsprocessens olika delar: inventering, planering, genomförande och utvärdering.",
"Rollen som pedagog och handledare.",
"Innebörden av olika begrepp och teorier inom området pedagogik, kommunikation, handledning och samtalsmetodik. Olika former av handledning.",
"Pedagogiska metoder vid handledning.",
"Handledningsuppgifter, till exempel hjälp med motivationsarbete.",
"Lärande- och bedömningssamtal.",
"Kommunikationens betydelse för mötet mellan patienter och brukare och personal.",
"Avsikter med och utförande av kvalitetsarbete inom vård och omsorg."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven diskuterar <b>översiktligt</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>översiktligt</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>översiktligt</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>översiktligt</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>några</b> exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <b>i samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>i samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>översiktligt</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven diskuterar <b>utförligt</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>utförligt</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>utförligt</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>några</b> exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <b>efter samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>utförligt</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven diskuterar <b>utförligt och nyanserat</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>utförligt och nyanserat</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>utförligt och nyanserat</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt och nyanserat</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>flera</b> exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <b>efter samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål <b>samt anpassar vid behov uppgifterna till ändrade förutsättningar</b>. I arbetet interagerar och kommunicerar eleven <b>med säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven diskuterar <b>översiktligt</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>översiktligt</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>översiktligt</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>översiktligt</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>några</b> exempel på pedagogiska metoder.",
"Eleven planerar och genomför, <b>i samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>i samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven redogör <b>översiktligt</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven diskuterar <b>utförligt</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>utförligt</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>utförligt</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med viss säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>några</b> exempel på pedagogiska metoder.",
"Eleven planerar och genomför, <b>efter samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <b>med viss säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven redogör <b>utförligt</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <b>med säkerhet</b> begrepp som är relevanta i sammanhanget samt redogör <b>utförligt och</b> <b>nyanserat</b> för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <b>flera</b> exempel på pedagogiska metoder.",
"Eleven planerar och genomför, <b>efter samråd</b> med handledare, handledningsuppgifter utifrån syfte och mål <b>samt anpassar vid behov uppgifterna till ändrade förutsättningar</b>. I arbetet interagerar och kommunicerar eleven <b>med säkerhet</b> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <b>efter samråd</b> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen utifrån syfte och uppsatta mål <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["SJUAKU0",
"SJUBAR0",
"GRUGRD0",
"SJUHEM0",
"ITIITI0",
"SJULIN0",
"SJURÄD0",
"PEASOC0",
"TENTEK0",
"VADVAR00S",
"GERVÅR0",
"VÅRVÅR01",
"VÅRVÅR02",
"GERÄLD0"]}