{"subject":"PED",
"name":"Barns lärande och växande",
"points":100,
"instrRAW":"som bygger på kursen lärande och utveckling och kursen människors miljöer.",
"descarr":["Den bygger på kursen PEDLÄR0 och kursen PEDMÄI0."],
"reqRAW":"kursen PEDLÄR0 och kursen PEDMÄI0",
"code":"PEDBAS0",
"goals":[1,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Barns lärande, utveckling och socialisation i olika sammanhang och utifrån olika teorier och teoretiska perspektiv.",
"Hur synen på barn, barndom och fostran har förändrats.",
"Barns olika uppväxtmiljöer och levnadsvillkor och hur samhällsförändringar har påverkat detta.",
"Innebörden och betydelsen av barns interaktion i kamratgrupper samt skapandet av kamratkulturer.",
"Vuxnas betydelse för barns lärande och växande.",
"Hur olika mediekulturer påverkar barns lärande och växande.",
"Hur till exempel genus, klass, etnicitet, funktionsnedsättningar och fritid påverkar barns levnadsvillkor.",
"Kritisk bearbetning av information från olika källor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"c":["Eleven beskriver <b>utförligt</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> barns lärande, utveckling och socialisation. Eleven ger också exempel på vad som påverkar barns lärande och växande. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter."]},
"req":{"type":"AND",
"arr":["PEDLÄR0",
"PEDMÄI0"]}}