{"subject":"PED",
"name":"Människors miljöer",
"points":100,
"code":"PEDMÄI0",
"goals":[1,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Människors olika levnadsmiljöer och levnadsvillkor.",
"Hur människor påverkas av, samt själva medverkar till, skapandet av de kulturer och samhällen de lever i.",
"Hur identiteter skapas och formas i sociala sammanhang.",
"Hur till exempel genus, klass, etnicitet, familj, generation, funktionsnedsättningar, arbete och fritid påverkar människors levnadsvillkor.",
"Demokratisk värdegrund och internationella överenskommelser om mänskliga rättigheter.",
"Innebörden av integration, segregation, likabehandling och diskriminering.",
"Kritisk bearbetning av information från olika källor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> människors olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> människors olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> människor olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> människors olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"C":["Eleven beskriver <b>utförligt</b> människors olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> människor olika levnadsmiljöer och levnadsvillkor. Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. <b>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter."]},
"reqBy":["PEGPEA0",
"PEDBAS0"]}