{"subject":"PED",
"name":"Pedagogiska teorier och praktiker",
"points":100,
"instrRAW":"som bygger på kursen pedagogiskt arbete.",
"descarr":["Den bygger på kursen ",
"PEGPEA0",
"."],
"reqRAW":"kursen PEGPEA0",
"code":"PEDPED0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Fördjupning i en eller flera pedagogiska teorier, till exempel Montessoripedagogik, Waldorfpedagogik och Freinetpedagogik, som ligger till grund för arbete i pedagogiska verksamheter.",
"Pedagogiska arbetssätt, praktiker och lärmiljöer.",
"Sambandet mellan pedagogiska förhållningssätt samt arbetssätt och lärande.",
"Kritisk bearbetning av information från olika källor.",
"Interaktion och kommunikation i samarbete och möten med människor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>i samråd</b> med handledare. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>efter samråd</b> med handledare. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta må <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>i samråd</b> med handledare. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>efter samråd</b> med handledare. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> en eller flera pedagogiska teorier. Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den med <b>nyanserade</b> omdömen.",
"Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta må <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PEGPEA0",
"reqarr":["PEGPEA0"],
"friends":["PEDAKI00S",
"PEDBAS0",
"PEDKOU0",
"PEDLÄR0",
"PEDMÄI0",
"PEGPEA0",
"PEDPEG0"]}