{"subject":"PER",
"novux":false,
"name":"Komfort- och säkerhetssystem 1b",
"origname":"Komfort- och säkerhetssystem 1b",
"points":200,
"instrRAW":"som bygger på kursen bromsar, kaross och chassi samt kursen motor och kraftöverföring.",
"descarr":["Den bygger på kursen ",
"PERBRO0",
" samt kursen ",
"PERMOT0",
"."],
"reqRAW":"kursen PERBRO0 samt kursen PERMOT0",
"code":"PERKOM01b",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Funktion hos och konstruktion av givare och komponenter i elektroniska fordonssystem för komfort och säkerhet, manövrering och övervakning samt motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av elektroniska fordonstekniska styr- och reglersystem, till exempel canbussystem (controller area network), fiberoptik och trådlös teknik samt motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av radio- och stereosystems komponenter, kompletta ljudsystem i fordon och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av kommunikationssystems komponenter, till exempel radio, telefon, sändare och mottagare i fordon samt motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av komponenter i navigationsutrustning, till exempel GPS-sändare och GPS-mottagare i fordon samt motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av trådlösa system, till exempel mellan yttre sändare eller mottagare och fordon samt motsvarande fordonsfunktioner.",
"Lagar och andra bestämmelser som reglerar förändringar som påverkar bilars och lätta lastbilars kör- och säkerhetsegenskaper."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos, service och reparation samt underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och nyanserat</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos, service och reparation samt underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["PERBRO0",
"PERMOT0"]},
"reqarr":["PERBRO0",
"PERMOT0"],
"friends":["PERBRO0",
"PERBRO0",
"PERKOM01a",
"PERMOT0",
"PERMOT0",
"PERPES0",
"PERREA0"]}