{"subject":"PER",
"novux":false,
"name":"Komfort- och säkerhetssystem 1a",
"origname":"Komfort- och säkerhetssystem 1a",
"points":200,
"instrRAW":"som bygger på kursen bromsar, kaross och chassi samt kursen motor och kraftöverföring.",
"descarr":["Den bygger på kursen ",
"PERBRO0",
" samt kursen ",
"PERMOT0",
"."],
"reqRAW":"kursen PERBRO0 samt kursen PERMOT0",
"code":"PERKOM01a",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Funktion hos och konstruktion av elektroniska broms- och stabilitetssystem samt komponenter, detaljer och kringutrustning, till exempel ABS-system (anti-lock braking system), ESP-system (electronic stability program) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av elektroniska säkerhetssystem samt interaktiva körsystem, till exempel krockkudde, SRS-system och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av reglerbara hjulupphängningssystem, stötdämparsystem och fjädringssystem, till exempel EHPS-system (elektrohydraulik) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av reglerbara styrsystem, till exempel EPS-system (electric power steering) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av avstånds- och hastighetsreglerande system, till exempel ADAS-system (advanced driver assistance system), ACC-system (adaptive cruise control) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av temperaturregleringssystem för klimat i fordon. Systemens komponenter, detaljer och kringutrustning samt hantering av kylmedier, olja och spårmedel.",
"Funktion hos och konstruktion av motor- och kupévärmare samt komponenter, detaljer och kringutrustning.",
"Metoder för diagnos, service, underhåll, funktions- och säkerhetskontroll samt reparation av komfort- och säkerhetssystem.",
"Demontering, montering och justering av komponenter och detaljer i samband med reparationsarbete.",
"ESD-säkerhet (electrostatic discharge) samt bestämmelser för arbete med fordonselektronik.",
"Lagar och andra bestämmelser som reglerar arbetet med kylanläggningar på personbilar och lätta transportfordon.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos, service och reparation samt underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och nyanserat</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, diagnos, service och reparation samt underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> funktionsprinciper för och konstruktioner av komfort- och säkerhetssystem i personbilar och lätta transportfordon.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, byten av komponenter, detaljer och kringutrustning samt funktions- och säkerhetskontroll av komfort- och säkerhetssystem i personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["PERBRO0",
"PERMOT0"]},
"reqarr":["PERBRO0",
"PERMOT0"],
"hasreqs":true,
"friends":["PERBRO0",
"FORFOD0",
"FODFOO0",
"PERKOM01b",
"PERMOT0",
"PERPES0",
"SNOPIM0",
"SNOPIS0",
"PERREA0",
"SNOREP0",
"SNOREE0",
"SNOSNO0"]}