{"subject":"PER",
"name":"Komfort- och säkerhetssystem 1a",
"points":200,
"requirements":{"type":"AND",
"arr":["bromsar, kaross och chassi",
"motor och kraftöverföring"]},
"instructiontext":"som bygger på kursen bromsar, kaross och chassi samt kursen motor och kraftöverföring.",
"code":"PERKOM01a",
"goaltext":"Kursen komfort- och säkerhetssystem 1a omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1,1,1,1],
"level":"high",
"content":["Funktion hos och konstruktion av elektroniska broms- och stabilitetssystem samt komponenter, detaljer och kringutrustning, till exempel ABS-system (anti-lock braking system), ESP-system (electronic stability program) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av elektroniska säkerhetssystem samt interaktiva körsystem, till exempel krockkudde, SRS-system och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av reglerbara hjulupphängningssystem, stötdämparsystem och fjädringssystem, till exempel EHPS-system (elektrohydraulik) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av reglerbara styrsystem, till exempel EPS-system (electric power steering) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av avstånds- och hastighetsreglerande system, till exempel ADAS-system (advanced driver assistance system), ACC-system (adaptive cruise control) och motsvarande fordonsfunktioner.",
"Funktion hos och konstruktion av temperaturregleringssystem för klimat i fordon. Systemens komponenter, detaljer och kringutrustning samt hantering av kylmedier, olja och spårmedel.",
"Funktion hos och konstruktion av motor- och kupévärmare samt komponenter, detaljer och kringutrustning.",
"Metoder för diagnos, service, underhåll, funktions- och säkerhetskontroll samt reparation av komfort- och säkerhetssystem.",
"Demontering, montering och justering av komponenter och detaljer i samband med reparationsarbete.",
"ESD-säkerhet (electrostatic discharge) samt bestämmelser för arbete med fordonselektronik.",
"Lagar och andra bestämmelser som reglerar arbetet med kylanläggningar på personbilar och lätta transportfordon.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö."]}