{"subject":"PER",
"novux":false,
"name":"Personbilsteknik - introduktion",
"origname":"Personbilsteknik - introduktion",
"points":200,
"instrRAW":"som bygger på kursen fordons- och transportbranschens villkor och arbetsområden samt kursen fordonsteknik - introduktion.",
"descarr":["Den bygger på kursen ",
"FORFOD0",
" samt kursen ",
"FODFOO0",
"."],
"reqRAW":"kursen FORFOD0 samt kursen FODFOO0",
"code":"PERPES0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Personbilars och lätta transportfordons konstruktion i relation till användningsområden och teknik.",
"Funktionsprinciper för fordons huvudkomponenter och huvudsystem samt hur dessa komponenter och system samverkar med varandra.",
"Felsökning, underhåll och reparation i samband med funktions- och säkerhetskontroll.",
"Funktions- och säkerhetskontroll, till exempel periodiska inspektioner och service.",
"Handhavande, vård och tillsyn av personbilar och lätta transportfordon, inklusive arbetsuppföljning, reklamations- och garantiärenden samt konsumentlagar.",
"Konsekvenser av eftersatt underhåll, beträffande ekonomi, driftstörningar och trafiksäkerhet.",
"Faktorer som påverkar miljö samt kostnader för drift och underhåll.",
"Arbetsmetoder, arbetsinstruktioner och servicelitteratur från verkstadshandböcker på svenska och engelska, inklusive information som finns lagrad i datormiljö.",
"Administrativa verkstadsfunktioner anpassade för fordonsbranschen, inklusive arbetsorder, reservdelsbeställning, offert och prisförslag.",
"Begrepp i samband med teknisk information om handhavande, kontroll och vård av personbilar och lätta transportfordon."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>översiktligt</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> service och reparation samt <b>enkelt</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, service och reparation samt underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och nyanserat</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt och nyanserat</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> service och reparation samt <b>avancerat</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>översiktligt</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, <b>enkel</b> service och reparation samt <b>enkelt</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, service och reparation samt underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> funktions- och säkerhetsprinciper för personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> fordons huvudkomponenter och huvudsystem samt hur komponenter och system samverkar.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, <b>avancerad</b> service och reparation samt <b>avancerat</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["FORFOD0",
"FODFOO0"]},
"reqarr":["FORFOD0",
"FODFOO0"],
"reqBy":["PERREA0"],
"friends":["PERBRO0",
"FORFOD0",
"FODFOO0",
"PERKOM01a",
"PERKOM01b",
"PERMOT0",
"SNOPIM0",
"SNOPIS0",
"PERREA0",
"SNOREP0",
"SNOREE0",
"SNOSNO0"]}