{"subject":"PER",
"name":"Reparation av personbilar och lätta transportfordon",
"points":300,
"instrRAW":"som bygger på kursen personbilsteknik - introduktion.",
"reqRAW":"kursen PERPES0",
"code":"PERREA0",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Bromssystems konstruktion, funktion och huvudkomponenter, inklusive släpfordon.",
"Rörelseenergi och retardation.",
"Funktion hos och konstruktion av ottomotorns yttre huvudkomponenter och kringutrustning.",
"Funktion hos och konstruktion av dieselmotorns yttre huvudkomponenter och kringutrustning.",
"Elsystemets konstruktion, funktion och huvudkomponenter, inklusive scheman och ritningssymboler, till exempel ISO, SIS och DIN.",
"Kraftöverföringens konstruktion, funktion, huvudkomponenter och kringutrustning.",
"Funktion hos och konstruktion av manövreringssystem, övervakningssystem, säkerhetssystem och komfortsystem samt deras huvudkomponenter och samverkan med varandra.",
"Däcks och bilhjuls konstruktion, klassificeringssystem och dimensionering på personbilar och lätta transportfordon samt på släpfordon.",
"Metoder för diagnos, service, underhåll, funktions- och säkerhetskontroll samt reparation av personbilar och lätta transportfordon.",
"Demontering, montering och justering av komponenter i samband med reparationsarbete.",
"Kontrollbesiktning av fordon samt bestämmelser för besiktning av personbilar, lätta transportfordon och släpfordon.",
"Underhåll, reparation samt kostnadseffektivt arbetssätt och kundvänlig behandling vid arbete med personbilar och lätta transportfordon.",
"Kundrelationer, inklusive vägledning av kunden utifrån en lagmässig, teknisk och ekonomisk värdering.",
"Användning av branschrelaterad diagnosutrustning i samband med arbete på fordon och i anknytning till arbetsmomentets övriga behov.",
"Svets- och värmeutrustning för arbete med personbilar, lätta transportfordon och släpfordon samt vid montering av utrustning.",
"Arbetsinstruktioner, servicelitteratur och informationsmaterial om reservdelshantering på svenska och engelska, inklusive information i datormiljö.",
"Administrativa funktioner, kommunikationssystem, garantier samt dialog för felsökning och reparation, inklusive information i datormiljö.",
"Yrkesmässig dokumentation av vanligt förekommande service och reparationer.",
"Rengöring, vård, kontroll, reparation samt justering och kalibrering av verktyg och verkstadsutrustning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>översiktligt</b> fordons komponenter och system samt hur de samverkar.</p><p>Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, kontrollbesiktning, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt</b> fordons komponenter och system samt hur de samverkar.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, kontrollbesiktning, diagnos, service och reparation samt underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och nyanserat</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt och nyanserat</b> fordons komponenter och system samt hur de samverkar.</p><p>Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, kontrollbesiktning, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven ger <b>några</b> exempel på och beskriver <b>översiktligt</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>översiktligt</b> fordons komponenter och system samt hur de samverkar.",
"Eleven utför, <b>i samråd</b> med handledare och i bekanta situationer, kontrollbesiktning, <b>enkel</b> diagnos, service och reparation samt <b>enkelt</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>i samråd</b> med handledare och i bekanta situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt</b> fordons komponenter och system samt hur de samverkar.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, kontrollbesiktning, diagnos, service och reparation samt underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och delvis nya</b> situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med viss säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med viss säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven ger <b>flera</b> exempel på och beskriver <b>utförligt och</b> <b>nyanserat</b> funktionsprinciper för och konstruktioner av personbilar och lätta transportfordon. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> fordons komponenter och system samt hur de samverkar.",
"Eleven utför, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, kontrollbesiktning, <b>avancerad</b> diagnos, service och reparation samt <b>avancerat</b> underhåll av personbilar och lätta transportfordon. Dessutom utför eleven, <b>efter samråd</b> med handledare och i bekanta <b>och nya</b> situationer, montering av förfabricerad utrustning på och funktions- och säkerhetskontroll av personbilar och lätta transportfordon. I arbetet <b>väljer och</b> använder eleven <b>med säkerhet</b> relevanta arbetsmetoder och relevant utrustning samt arbetar säkert och följer lagar, andra bestämmelser och kvalitetsnormer som gäller för arbetet.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. I kommunikation med andra använder eleven <b>med säkerhet</b> tekniska begrepp. Eleven tar ansvar för kundens egendom samt för lokaler och verkstadsutrustning. Dessutom samarbetar eleven <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}