{"subject":"PES",
"novux":false,
"name":"Persontrafik 1b",
"origname":"Persontrafik 1b",
"points":200,
"instrRAW":"som bygger på kursen yrkestrafik 1a och kursen yrkestrafik 1b.",
"descarr":["Den bygger på kursen ",
"TRAYRK01a",
" och kursen ",
"TRAYRK01b",
"."],
"reqRAW":"kursen TRAYRK01a och kursen TRAYRK01b",
"code":"PESPER01b",
"goals":[1,1,1,0,0,0,0,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Transportadministration med biljettsystem, turlistor och taxameterutrustningar.",
"Administrativa rutiner vid gränspassager med dokumentation och tillstånd för internationella persontransporter utanför och inom EU.",
"Olika transportverksamheter för persontrafiken, till exempel linjetrafik, beställningstrafik, taxitrafik, skolskjuts, sjukresor och färdtjänst. De olika transportverksamheternas förutsättningar och krav på utförande och utmärkning.",
"Uppbyggnad, funktion och användningsområden för de vanligast förekommande busskonstruktionerna samt riskfaktorer med vindkänslighet och tyngdpunktsfördelning.",
"Passagerarsäkerhet vid olyckstillbud. Brandrisker med utrymningsvägar samt orsaker till uppkomsten av bussbränder.",
"Olika sjukdomstillstånd hos passagerare samt hur man kan agera och hjälpa personer som uppvisar symtom på sjukdom.",
"Omhändertagande av passagerare med särskilda behov, till exempel barn, äldre och personer med funktionsnedsättning.",
"Service och kundbemötande vid persontransporter.",
"Gods med speciella farliga egenskaper i samband med persontransporter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>översiktligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>översiktligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>översiktligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>översiktligt</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>översiktligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven beskriver <b>översiktligt</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>översiktligt</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>utförligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>utförligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>utförligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>utförligt</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>utförligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven beskriver <b>utförligt</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>utförligt</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>utförligt och nyanserat</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>utförligt</b> <b>och nyanserat</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>utförligt och nyanserat</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>utförligt och nyanserat</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>översiktligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>översiktligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>översiktligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>översiktligt</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>översiktligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven beskriver <b>översiktligt</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>översiktligt</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter."],
"C":["Eleven beskriver <b>utförligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>utförligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>utförligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>utförligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>utförligt</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>utförligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven beskriver <b>utförligt</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>utförligt</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> tillvägagångssätt och rutiner vid olyckstillbud och brandrisk i fordon. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> begreppen service och kundbemötande vid persontransporter. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> gods med farliga egenskaper samt hur det ska hanteras vid persontransporter."]},
"req":{"type":"AND",
"arr":["TRAYRK01a",
"TRAYRK01b"]},
"reqarr":["TRAYRK01a",
"TRAYRK01b"],
"reqBy":["PESPER00S"],
"foreignlinks":["TRAYRK01a",
"TRAYRK01b"],
"notwitharr":["PESPER1"],
"remotenotwitharr":["PESPER1"],
"hasreqs":true,
"friends":["TRAFOR0",
"TRAFOD0",
"PESPER1",
"PESPER01a",
"PESPER00S",
"PESTAX0",
"TRAYRK1",
"TRAYRK01a",
"TRAYRK01b"]}