{"subject":"PES",
"name":"Persontransporter - specialisering",
"points":100,
"instrRAW":"som bygger på kursen persontrafik 1a och kursen persontrafik 1b eller på kursen persontrafik - vux. Kursen kan läsas flera gånger med olika innehåll.",
"instrRAW2":"som bygger på kursen persontrafik 1a och kursen persontrafik 1b eller på kursen persontrafik - vux. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen PESPER01a och kursen PESPER01b eller på kursen PESPER1",
"code":"PESPER00S",
"goals":[0,0,0,1,1,1,1,1,1,1],
"level":"normal",
"content":["Körning och manövrering av vald buss inom specialiseringen, i skiftande trafikmiljöer och med ett avancerat, rationellt och trafiksäkert körsätt. Funktionstillsyn och säkerhetskontroll av fordon och utrustning.",
"Körteknik och handhavande av fordonets utrustning före och under färd.",
"Planering och genomförande av transporter mot olika resmål.",
"Passagerarsäkerhet och tillvägagångssätt vid olyckstillbud.",
"Kundbemötande och service till passagerare samt aktuell information före och under resan."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kör och manövrerar vald buss på ett <b>tillfredsställande</b>, trafiksäkert och miljömedvetet sätt i bekanta trafikmiljöer. Dessutom utför eleven <b>i samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik samt hanterar <b>med viss säkerhet</b> bussens utrustning. Eleven genomför <b>enkel</b> planering av körtider och färdvägar samt utför transporterna <b>i samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>översiktligt</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kör och manövrerar vald buss på ett <b>tillfredsställande</b>, trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> trafikmiljöer. Dessutom utför eleven <b>efter samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik samt hanterar <b>med viss säkerhet</b> bussens utrustning. Eleven genomför planering av körtider och färdvägar samt utför transporterna <b>efter samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>utförligt</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kör och manövrerar vald buss på ett <b>gott</b>, trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> trafikmiljöer. Dessutom utför eleven <b>efter samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik samt hanterar <b>med säkerhet</b> bussens utrustning. Eleven genomför planering av körtider och färdvägar samt utför transporterna <b>efter samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>utförligt och nyanserat</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.</p><p>Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven kör och manövrerar vald buss på ett <b>tillfredsställande</b>, trafiksäkert och miljömedvetet sätt i bekanta trafikmiljöer. Dessutom utför eleven <b>i samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik samt hanterar <b>med viss säkerhet</b> bussens utrustning. Eleven genomför <b>enkel</b> planering av körtider och färdvägar samt utför transporterna <b>i samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>översiktligt</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven kör och manövrerar vald buss på ett <b>tillfredsställande</b>, trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> trafikmiljöer. Dessutom utför eleven <b>efter samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik samt hanterar <b>med viss säkerhet</b> bussens utrustning. Eleven genomför planering av körtider och färdvägar samt utför transporterna <b>efter samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>utförligt</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven kör och manövrerar vald buss på ett <b>gott</b>, trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> trafikmiljöer. Dessutom utför eleven <b>efter samråd</b> med handledare tillsyn och säkerhetskontroll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik samt hanterar <b>med säkerhet</b> bussens utrustning. Eleven genomför planering av körtider och färdvägar samt utför transporterna <b>efter samråd</b> med handledare. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten. I arbetet beskriver eleven <b>utförligt och</b> <b>nyanserat</b> grundläggande passagerarsäkerhet samt tillvägagångssätt vid olyckstillbud.",
"Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":[{"type":"AND",
"arr":["PESPER01a",
"PESPER01b"]},
"PESPER1"]},
"reqBy":["PESTAX0",
"TRAFOD0"]}