{"subject":"PES",
"novux":false,
"name":"Persontrafik 1a",
"origname":"Persontrafik 1a",
"points":200,
"instrRAW":"som bygger på kursen yrkestrafik 1a och kursen yrkestrafik 1b.",
"descarr":["Den bygger på kursen ",
"TRAYRK01a",
" och kursen ",
"TRAYRK01b",
"."],
"reqRAW":"kursen TRAYRK01a och kursen TRAYRK01b",
"code":"PESPER01a",
"goals":[0,0,1,1,1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Användning av mobil kommunikationsutrustning under färd.",
"Körning och manövrering av tung buss i skiftande trafikmiljöer med rätt nyttjande av bussens kapacitet. Val av växel och motorvarv samt användning av övriga tekniska funktioner för ökad framkomlighet i olika trafiksituationer och väglag.",
"Service, tillsyn, vård och underhåll av fordon, utrustning och lastutrymmen.",
"Avancerad körteknik, mjukhet vid inbromsningar och stopp, betryggande säkerhetsavstånd till övrig trafik samt manövrering och trafikuppträdande vid hållplatser för av- och påstigning.",
"Användning av olika informationssystem för färdplanering och vägval samt planering av körtider fram till olika resmål.",
"Körträning i linjetrafik utifrån tidtabell och rutiner vid hållplatser.",
"Körträning i beställningstrafik med passagerare, med planering av färdvägar och tidsplaner för resmål. Förmedlande av aktuell information till resande.",
"Lastsäkring av resgods och viktberäkningar utifrån fordonets kapacitet och vägval.",
"Ergonomi i förarmiljön och vid lastning av gods."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>översiktligt</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.</p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta situationer. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkel</b> service och vård samt <b>enkelt</b> underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>i samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>i samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför <b>enkla</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>översiktligt</b> metoder för lastsäkring av resgods samt utför <b>i samråd</b> med handledare <b>enkla</b> lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>utförligt</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.</p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare service och vård samt underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>utförligt och nyanserat</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.</p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerad</b> service och vård samt <b>avancerat</b> underhåll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>gott</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>gott</b> resultat samt utför <b>komplexa</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt och nyanserat</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare <b>avancerade</b> lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>översiktligt</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta situationer. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkel</b> service och vård samt <b>enkelt</b> underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>i samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>i samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför <b>enkla</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>översiktligt</b> metoder för lastsäkring av resgods samt utför <b>i samråd</b> med handledare <b>enkla</b> lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>utförligt</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare service och vård samt underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> risker med att som bussförare använda mobila kommunikationsutrustningar samt ger exempel på alternativ till dessa.",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerad</b> service och vård samt <b>avancerat</b> underhåll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>gott</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>gott</b> resultat samt utför <b>komplexa</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt och</b> <b>nyanserat</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare <b>avancerade</b> lastviktsberäkningar. Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven,<b> medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["TRAYRK01a",
"TRAYRK01b"]},
"reqarr":["TRAYRK01a",
"TRAYRK01b"],
"reqBy":["PESPER00S"],
"foreignlinks":["TRAYRK01a",
"TRAYRK01b"],
"notwitharr":["PESPER1"],
"hasreqs":true,
"friends":["TRAFOR0",
"TRAFOD0",
"PESPER1",
"PESPER01b",
"PESPER00S",
"PESTAX0",
"TRAYRK1",
"TRAYRK01a",
"TRAYRK01b"]}