{"subject":"PES",
"novux":false,
"name":"Persontrafik - vux",
"origname":"Persontrafik - vux",
"points":200,
"instrRAW":"som bygger på kursen yrkestrafik - vux. Kursen får endast anordnas inom kommunal vuxenutbildning. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen persontrafik 1a eller kursen persontrafik 1b.",
"descarr":["Den bygger på kursen ",
"TRAYRK1",
". Kursen får endast anordnas inom kommunal vuxenutbildning. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"PESPER01a",
" eller kursen ",
"PESPER01b",
"."],
"reqRAW":"kursen TRAYRK1",
"notwithRAW":"kursen PESPER01a eller kursen PESPER01b",
"onlyadults":true,
"code":"PESPER1",
"goals":[1,1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Transportadministration med biljettsystem och turlistor.",
"Administrativa rutiner vid gränspassager med dokumentation och tillstånd för internationella persontransporter utanför och inom EU.",
"Ergonomi i förarmiljön och vid lastning av gods.",
"Olika transportverksamheter för persontrafiken, till exempel linjetrafik, beställningstrafik, skolskjuts, sjukresor och färdtjänst. De olika transportverksamheternas förutsättningar och krav på utförande och utmärkning.",
"Uppbyggnad, funktion och användningsområden för de vanligast förekommande busskonstruktionerna samt riskfaktorer med vindkänslighet och tyngdpunktsfördelning.",
"Körning och manövrering av buss i skiftande trafikmiljöer med rätt nyttjande av bussens kapacitet. Val av växel och motorvarv samt användning av övriga tekniska funktioner för ökad framkomlighet i olika trafiksituationer och väglag.",
"Service, tillsyn, vård och underhåll av fordon, utrustning och lastutrymmen.",
"Avancerad körteknik, mjukhet vid inbromsningar och stopp, betryggande säkerhetsavstånd till övrig trafik samt manövrering och trafikuppträdande vid hållplatser för av- och påstigning.",
"Ekonomisk och miljövänlig körning.",
"Användning av olika informationssystem för färdplanering och vägval samt planering av körtider fram till olika resmål.",
"Användning av kommunikationsutrustning under färd.",
"Körning i linjetrafik utifrån tidtabell och rutiner vid hållplatser.",
"Körning i beställningstrafik med passagerare, planering av färdvägar och tidsplaner för resmål. Förmedlande av aktuell information till resande.",
"Omhändertagande av passagerare med särskilda behov, till exempel barn, äldre och personer med funktionsnedsättning.",
"Passagerarsäkerhet. Handlande vid olyckstillbud. Brandrisker, utrymningsvägar samt orsaker till bussbränder. Olika sjukdomstillstånd hos passagerare samt hur man kan agera och hjälpa personer som uppvisar symtom på sjukdom.",
"Lastsäkring av resgods och viktberäkningar utifrån fordonets kapacitet och vägval.",
"Gods med speciella farliga egenskaper i samband med persontransporter.",
"Service och kundbemötande vid persontransporter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>översiktligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>översiktligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>översiktligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>översiktligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas.</p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta situationer. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkel</b> service och vård samt <b>enkelt</b> underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>i samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>i samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför <b>enkla</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>översiktligt</b> metoder för lastsäkring av resgods samt utför <b>i samråd</b> med handledare <b>enkla</b> lastviktsberäkningar.</p><p>Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven beskriver <b>översiktligt</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>översiktligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>utförligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>utförligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>utförligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>utförligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. </p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare service och vård samt underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare lastviktsberäkningar.</p><p>Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven beskriver <b>utförligt</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>utförligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleve <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>utförligt och nyanserat</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>utförligt och nyanserat</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. </p><p>Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerad</b> service och vård samt <b>avancerat</b> underhåll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>gott</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>gott</b> resultat samt utför <b>komplexa</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt och nyanserat</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare <b>avancerade</b> lastviktsberäkningar. </p><p>Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.</p><p>Eleven beskriver också <b>utförligt och nyanserat</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.</p><p>Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleve <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>översiktligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>översiktligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>översiktligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>översiktligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas.",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta situationer. Dessutom utför eleven <b>i samråd</b> med handledare <b>enkel</b> service och vård samt <b>enkelt</b> underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>i samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>i samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför <b>enkla</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>översiktligt</b> metoder för lastsäkring av resgods samt utför <b>i samråd</b> med handledare <b>enkla</b> lastviktsberäkningar.",
"Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven beskriver <b>översiktligt</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>översiktligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleven för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>utförligt</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>utförligt</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>utförligt</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>utförligt</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. ",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och delvis nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare service och vård samt underhåll av bussen. I körningen tillämpar eleven en <b>tillfredsställande</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>tillfredsställande</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>tillfredsställande</b> resultat samt utför transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare lastviktsberäkningar.",
"Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven beskriver <b>utförligt</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>utförligt</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven bemöter <b>med viss säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleve <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med viss säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanligt förekommande biljettsystem, turlistor och utrustningar för betalsystem. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> dokumentation och rutiner vid internationell yrkesmässig persontrafik. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> persontrafikens olika verksamhetsgrenar samt skillnader och krav på genomförande för de olika verksamheterna.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> busskonstruktioners funktion och användningsområden samt faktorer som påverkar stabiliteten på fordonet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några risker med felaktiga arbetsställningar samt ger några exempel på hur de kan förebyggas. ",
"Eleven kör och manövrerar bussen på ett trafiksäkert och miljömedvetet sätt i bekanta <b>och nya</b> situationer. Dessutom utför eleven <b>efter samråd</b> med handledare <b>avancerad</b> service och vård samt <b>avancerat</b> underhåll av bussen. I körningen tillämpar eleven en <b>god</b> körteknik vid inbromsningar, med säkerhetsavstånd till övrig trafik, samt ett <b>gott</b> trafikuppträdande vid hållplatser. Eleven utför <b>efter samråd</b> med handledare färdplanering med hjälp av informationssystem samt beräknar körtider mot resmål. Dessutom utför eleven <b>efter samråd</b> med handledare körning enligt given tidtabell med <b>gott</b> resultat samt utför <b>komplexa</b> transportuppdrag med passagerare mot angivet resmål. I arbetet beskriver eleven <b>utförligt och</b> <b>nyanserat</b> metoder för lastsäkring av resgods samt utför <b>efter samråd</b> med handledare <b>avancerade</b> lastviktsberäkningar. ",
"Eleven tar ansvar för bussen, passagerare och utrustning samt arbetar utifrån lagar och andra bestämmelser som styr verksamheten.",
"Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> tillvägagångssätt och rutiner vid olyckstillbud, brandrisker i fordon och gods med farliga egenskaper samt hur det ska hanteras vid persontransporter. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika sjukdomstillstånd hos passagerare samt hur olika behov hos passagerare kan tillgodoses.",
"Eleven bemöter <b>med säkerhet</b> kunder och ger god service till passagerare. Dessutom samarbetar eleve <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt kommunicerar <b>med säkerhet</b> med kunder och medarbetare. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TRAYRK1",
"notwith":{"type":"OR",
"arr":["PESPER01a",
"PESPER01b"]},
"reqarr":["TRAYRK1"],
"reqBy":["PESPER00S"],
"foreignlinks":["TRAYRK1"],
"hasreqs":true,
"friends":["TRAFOR0",
"TRAFOD0",
"PESPER01a",
"PESPER01b",
"PESPER00S",
"PESTAX0",
"TRAYRK1",
"TRAYRK01a",
"TRAYRK01b"]}