{"subject":"PES",
"name":"Taxitrafik",
"origname":"Taxitrafik",
"points":100,
"instrRAW":"som bygger på kursen persontransporter - specialisering.",
"descarr":["Den bygger på kursen ",
"PESPER00S",
"."],
"reqRAW":"kursen PESPER00S",
"code":"PESTAX0",
"goals":[1,1,0,0,0,1,0,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Trafikledningssystem som är specifika för taxilogistik och taxametersystem.",
"Lagar och andra bestämmelser som reglerar taxiverksamheten, till exempel branschetiska regler, prisinformation och vilotidsförordningar.",
"Fordonstillbehör och tilläggsutrustning i fordon, till exempel ramper, lyftar, bårar, alkolås, skyddskameror och fästanordningar för bagage och rullstolar.",
"Ergonomi, hälsa och miljö.",
"Agerande vid olycka och nödsituationer.",
"Bemötande och värdskap med särskild tonvikt på sjukresenärer och resande inom särskild kollektivtrafik samt de särskilda krav dessa grupper ställer på förare och fordon."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>översiktligt</b> branschetiska regler och krav på prisinformation till kunder.</p><p>Eleven beskriver <b>översiktligt</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>översiktligt</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.</p><p>Eleven beskriver <b>översiktligt</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>översiktligt</b> sätt att bemöta passagerare med särskilda behov.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>utförligt</b> branschetiska regler och krav på prisinformation till kunder.</p><p>Eleven beskriver <b>utförligt</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>utförligt</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.</p><p>Eleven beskriver <b>utförligt</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>utförligt</b> sätt att bemöta passagerare med särskilda behov.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>utförligt och nyanserat</b> branschetiska regler och krav på prisinformation till kunder.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>utförligt och nyanserat</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>utförligt och nyanserat</b> sätt att bemöta passagerare med särskilda behov.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>översiktligt</b> branschetiska regler och krav på prisinformation till kunder.",
"Eleven beskriver <b>översiktligt</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>översiktligt</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.",
"Eleven beskriver <b>översiktligt</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>översiktligt</b> sätt att bemöta passagerare med särskilda behov."],
"C":["Eleven beskriver <b>utförligt</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>utförligt</b> branschetiska regler och krav på prisinformation till kunder.",
"Eleven beskriver <b>utförligt</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>utförligt</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.",
"Eleven beskriver <b>utförligt</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>utförligt</b> sätt att bemöta passagerare med särskilda behov."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> system för trafikledning samt hantering av utrustningar för betalsystem och redovisning av arbets- och vilotider. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> branschetiska regler och krav på prisinformation till kunder.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> användning och hantering av fordonstillbehör och tilläggsutrustningar som hjälpmedel för passagerare vid i- och urstigning. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> arbetsställningar och ergonomi samt hälsa och miljö i arbetet.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> handlingsalternativ vid olyckor och nödsituationer. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> sätt att bemöta passagerare med särskilda behov."]},
"req":"PESPER00S",
"reqarr":["PESPER00S"],
"hasreqs":true,
"friends":["TRAFOR0",
"TRAFOD0",
"PESPER1",
"PESPER01a",
"PESPER01b",
"PESPER00S",
"TRAYRK1",
"TRAYRK01a",
"TRAYRK01b"]}