{"subject":"PRD",
"name":"Produktionskunskap 1",
"points":100,
"code":"PRDPRO01",
"goals":[1,1,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Processen för hur en produktionsidé påverkar till exempel en produkts design, funktion och kvalitet. Hur förändringar när det till exempel gäller design, funktion och kvalitet påverkar befintlig produktion.",
"Olika organisationsenheter, deras samarbete och hur de bildar en helhet och skapar ett sammanhang i industriteknisk produktion.",
"Arbetsuppgifter och ansvarsområden inom produktionstekniska avdelningar och vilken funktion dessa fyller i företaget.",
"Val av material, metod och teknik för såväl produktion som driftsäkerhet och underhåll för ett fungerande produktionsflöde och hållbar utveckling.",
"Logistik i industriteknisk produktion, till exempel orderingång, råvaruinköp, produktionsplanering, personalfrågor, försäljning, marknadsföring och lagerföring.",
"Produktionsekonomi, till exempel vilka intäkter och kostnader som finns för produktionen.",
"Efterfrågans påverkan på produktionen. ",
"Samarbetets betydelse för en fungerande och lönsam tillverkning.",
"Begrepp och uttryck som är lämpliga för ämnesområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>översiktligt</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>översiktligt</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>översiktligt</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.</p><p>Eleven redogör <b>översiktligt</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>översiktligt</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>utförligt</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>utförligt</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>utförligt</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.</p><p>Eleven redogör <b>utförligt</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>utförligt</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>utförligt och nyanserat</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>utförligt och nyanserat</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>utförligt och nyanserat</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.</p><p>Eleven redogör <b>utförligt och nyanserat</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>utförligt och nyanserat</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>översiktligt</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>översiktligt</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>översiktligt</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
"Eleven redogör <b>översiktligt</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>översiktligt</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang."],
"C":["Eleven redogör <b>utförligt</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>utförligt</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>utförligt</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>utförligt</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
"Eleven redogör <b>utförligt</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>utförligt</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur en produktionsidé påverkar produktionen. I redogörelsen förklarar eleven <b>utförligt och</b> <b>nyanserat</b> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden. Dessutom resonerar eleven <b>utförligt och</b> <b>nyanserat</b> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete. Eleven resonerar även <b>utförligt och</b> <b>nyanserat</b> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk i sina redogörelser och resonemang."]},
"reqBy":["HUSHUS01",
"PRDPRO02"],
"friends":["PRDPRO02"]}