{"subject":"PRF",
"name":"Industriteknisk fördjupning 2",
"points":50,
"instrRAW":"som bygger på kursen industriteknisk fördjupning 1.",
"descarr":["Den bygger på kursen ",
"PRFPRF01",
"."],
"reqRAW":"kursen PRFPRF01",
"code":"PRFPRF02",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Planering, organisation och genomförande av en arbetsuppgift inom aktuellt teknikområde.",
"Underhåll av produktionsutrustning, kringutrustning och maskiner.",
"Informationssökning via relevanta källor beträffande till exempel standarder, normer och kvalitetskrav inför sammanställning av tillverkningsunderlag.",
"Informationssökning via relevanta källor beträffande hälso- och miljökrav för såväl arbete som produkt.",
"Olika typer av kalkyler över ekonomi, tid, materialåtgång, verktygsslitage och andra aspekter som påverkar arbetsprocessen.",
"Avancerad användning av bekant utrustning samt vid behov användning av kompletterande utrustning.",
"Vanliga tekniker och metoder och vid behov även alternativa tekniker och metoder samt vid behov kompletterande tekniker och metoder.",
"Funktionskontroll, mätning, bedömning av mätfel och felsökning. ",
"Effektivisering och optimering av inställningar på produktionsutrustning, kringutrustning och maskiner.",
"Former för att presentera resultat och arbetsprocess med inriktning mot beställare, kund eller handledare."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>i samråd</b> med handledare. I planeringen söker eleven <b>med viss säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med viss säkerhet</b> samt sammanställer <b>i samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med viss säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en <b>enkel</b> riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med viss säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven presenterar resultatet av sitt arbete samt redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>efter samråd</b> med handledare. I planeringen söker eleven <b>med viss säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med viss säkerhet</b> samt sammanställer <b>efter samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med viss säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med viss säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven presenterar resultatet av sitt arbete samt redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>efter samråd</b> med handledare. I planeringen söker eleven <b>med säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med säkerhet</b> samt sammanställer <b>efter samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en <b>välgrundad</b> riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven presenterar resultatet av sitt arbete samt redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar med andra samt använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>i samråd</b> med handledare. I planeringen söker eleven <b>med viss säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med viss säkerhet</b> samt sammanställer <b>i samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med viss säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en <b>enkel</b> riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med viss säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven presenterar resultatet av sitt arbete samt redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>efter samråd</b> med handledare. I planeringen söker eleven <b>med viss säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med viss säkerhet</b> samt sammanställer <b>efter samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med viss säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med viss säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven presenterar resultatet av sitt arbete samt redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven samarbetar med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar och organiserar arbetsuppgifter inom valt teknikområde <b>efter samråd</b> med handledare. I planeringen söker eleven <b>med säkerhet</b> den information som krävs för uppgiften och tolkar den <b>med säkerhet</b> samt sammanställer <b>efter samråd</b> med handledare ett tillverkningsunderlag. Dessutom beräknar eleven <b>med säkerhet</b> kostnader, materialåtgång och tid för utförande. Eleven gör en <b>välgrundad</b> riskbedömning och anpassar sin planering efter den. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter inom valt teknikområde i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll, mätningar, beräkningar och felsökning. Vidare genomför eleven <b>med säkerhet</b> vid behov optimering av produktionsutrustningen. Eleven hanterar material, utrustning, verktyg och maskiner med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven presenterar resultatet av sitt arbete samt redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar med andra samt använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PRFPRF01"}