{"subject":"PRK",
"name":"Produktutveckling 2",
"points":100,
"instrRAW":"som bygger på kursen produktutveckling 1.",
"descarr":["Den bygger på kursen ",
"PRKPRK01",
"."],
"reqRAW":"kursen PRKPRK01",
"code":"PRKPRK02",
"goals":[1,1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Introduktion i produktionstekniska förutsättningar och produktionsfilosofi.",
"Estetikens och ergonomins betydelse för bruksvärde och marknadsvärde hos produkter och material.",
"Grundläggande färg- och formlära.",
"Konstruktionsberäkningar enligt modeller och formler.",
"Överföring av tillverkningsunderlag till datorstödd tillverkning eller friformframställning.",
"Designprocessens olika delar, dvs. marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, problemformulering, idéarbete, skiss, modellarbete, analys, presentation och utvärdering.",
"Planering, konstruktion, design och tillverkning av en egen, enkel prototyp eller egna, enkla modeller.",
"Dokumentation, redovisning och presentation av eget arbete och resultat med termer och begrepp som är relevanta för teknikområdet.",
"Slutsatser ur framkomna resultat i enlighet med föreskrifter och kvalitetssäkringssystem.",
"Miljöcertifiering och märkning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar konstruktions- och designarbeten <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven redogör även <b>översiktligt</b> för materialens och produktens historia samt för <b>enkla</b> resonemang om deras utvecklingspotential.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>enkla</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar och organiserar konstruktions- och designarbeten <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven redogör även <b>utförligt</b> för materialens och produktens historia samt för <b>välgrundade</b> resonemang om deras utvecklingspotential.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar och organiserar konstruktions- och designarbeten <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt och nyanserat</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och nyanserat</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>utförligt och nyanserat</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven redogör även <b>utförligt och nyanserat</b> för materialens och produktens historia samt för <b>välgrundade och nyanserade</b> resonemang om deras utvecklingspotential.</p><p>Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade och nyanserade</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar konstruktions- och designarbeten <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>översiktligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Eleven redogör även <b>översiktligt</b> för materialens och produktens historia samt för <b>enkla</b> resonemang om deras utvecklingspotential.",
"Eleven samarbetar i sitt arbete med andra samt för <b>enkla</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar konstruktions- och designarbeten <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>utförligt</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Eleven redogör även <b>utförligt</b> för materialens och produktens historia samt för <b>välgrundade</b> resonemang om deras utvecklingspotential.",
"Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar konstruktions- och designarbeten <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt och</b> <b>nyanserat</b> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för materialens och produktens historia samt för <b>välgrundade och nyanserade</b> resonemang om deras utvecklingspotential.",
"Eleven samarbetar i sitt arbete med andra samt för <b>välgrundade och nyanserade</b> resonemang om andras lösningar i samband med produktutveckling. Dessutom använder eleven <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PRKPRK01",
"reqarr":["PRKPRK01"],
"friends":["PRKPRK01",
"PRKPRK01"]}