{"subject":"PRO",
"name":"Processreglering",
"points":100,
"instrRAW":"som bygger på kursen mät- och reglerteknik.",
"descarr":["Den bygger på kursen ",
"MÄTMÄT0",
"."],
"reqRAW":"kursen MÄTMÄT0",
"code":"PROPRE0",
"goals":[1,2,0,0,2,0,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Processreglering med distribuerade styrsystem.",
"Kontinuerlig och diskontinuerlig reglering med tidsproportionell utgång.",
"Reglering av flerkapacitiva processer.",
"Sammansatta reglersystem med framkoppling, internt och externt börvärde samt kvot- och kaskadreglering.",
"Multivariabla regleringar.",
"Parameterstyrning och adaptiv parameteruppdatering.",
"Reglering med oskarp logik (fuzzy logic).",
"Störningar i reglerprocessen, innefattande störtendenskompensering.",
"Laborativa konfigureringar av kontrollerande enheter och processanläggningar med optimeringsmetoder för process och parametrar.",
"Tolkning av anläggningsteknisk dokumentation, till exempel processcheman, plintscheman, tabeller, datablad, manualer och certifikat.",
"Dokumentation, till exempel regulatorinställningar.",
"Signalmätmetoder på automatiserade processanläggningar i drift.",
"Säkerhets-, energiförbruknings- och miljöaspekter vid processreglering, inklusive riskanalys, energioptimering och minimering av kemiska föroreningar.",
"Standarder och föreskrifter inom området, till exempel ATEX-direktiven."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.</p><p>Eleven utför <b>i samråd</b> med handledare vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven med <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.</p><p>Eleven utför <b>efter samråd</b> med handledar <b></b>vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven me <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.</p><p>Eleven utför <b>efter samråd</b> med handledar <b></b>vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven me <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.",
"Eleven utför <b>i samråd</b> med handledare vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven med <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.",
"Eleven utför <b>efter samråd</b> med handledar 0vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven med <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad, funktion och principer för distribuerade styrsystem och olika reglertekniska systemlösningar.",
"Eleven utför <b>efter samråd</b> med handledar 0vanligt förekommande konfigureringar och optimeringar i olika reglertekniska processer med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet hanterar och vårdar eleven me <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av utfört arbete. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"MÄTMÄT0",
"reqarr":["MÄTMÄT0"],
"reqBy":["PROPRO0"],
"friends":["MÄTMÄT0",
"PROPRO0",
"PROPRC01",
"PROPRC02"]}