{"subject":"PRO",
"novux":false,
"name":"Processdatorsystem",
"origname":"Processdatorsystem",
"points":100,
"instrRAW":"som bygger på kursen industriell informationsteknik. Dessutom bygger den på kursen processmätteknik 1 eller kursen processreglering.",
"descarr":["Den bygger på kursen ",
"DAOINU0",
". Dessutom bygger den på kursen ",
"PROPRC01",
" eller kursen ",
"PROPRE0",
"."],
"reqRAW":"kursen DAOINU0",
"alsoreqRAW":"kursen PROPRC01 eller kursen PROPRE0",
"code":"PROPRO0",
"goals":[2,0,0,1,0,2,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["HMI, dvs. användning av programvara för visualisering av en process med trender, historik och larmhantering.",
"Informationstekniska strukturer och nivåer i processindustrin samt hur olika fältbussar används i dessa nivåer med koppling till administrativa kontorsnät. ",
"Distribuerade styrsystem med konfigurering av processkontrollerande enheter och programvaror för insamling av processdata.",
"Informationsteknik i processdatorsystem med upprättande av kommunikation mot processen med OPC-server (open connectivity), fältbuss eller ethernet.",
"Metoder för omvandling av analoga signaler till digitala värden och vice versa med upplösning, noggrannhet, ingenjörsstorhet, signalhantering och signalkonditionering.",
"Systematisk dokumentation i nätverk.",
"Säkerhet i processdatorsystem med skanntider, behörighetsinloggning, spårbarhet, redundans, realtidsoperativsystem (rtos), reglerfunktioner långt ut i anläggningen samt riskanalyser för informationsbortfall."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.</p><p>Eleven utför <b>i samråd</b> med handledare vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>tillfredsställande</b> resultat processen i realtid med ett gränssnitt.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>översiktligt</b> informationens väg från process till gränssnitt samt löser <b>enkla</b> datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven med <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.</p><p>Eleven utför <b>efter samråd</b> med handledar <b></b>vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>tillfredsställande</b> resultat processen i realtid med ett gränssnitt.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt</b> informationens väg från process till gränssnitt samt löser datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven med <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.</p><p>Eleven utför <b>efter samråd</b> med handledare vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>gott</b> resultat processen i realtid med ett gränssnitt.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt och nyanserat</b> informationens väg från process till gränssnitt samt löser <b>avancerade</b> datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven me <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.",
"Eleven utför <b>i samråd</b> med handledare vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>tillfredsställande</b> resultat processen i realtid med ett gränssnitt.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>översiktligt</b> informationens väg från process till gränssnitt samt löser <b>enkla</b> datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven med <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.",
"Eleven utför <b>efter samråd</b> med handledar 0vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>tillfredsställande</b> resultat processen i realtid med ett gränssnitt.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt</b> informationens väg från process till gränssnitt samt löser datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven med <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad, funktion och principer hos olika informationstekniska system och enheter.",
"Eleven utför <b>efter samråd</b> med handledare vanligt förekommande inkopplingar och konfigureringar för insamling av data i en automatiserad processanläggning med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom visualiserar eleven med <b>gott</b> resultat processen i realtid med ett gränssnitt.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt och</b> <b>nyanserat</b> informationens väg från process till gränssnitt samt löser <b>avancerade</b> datortekniska och informationstekniska problem med hjälp av mätningar, manualer och laborativt arbete. I arbetet hanterar och vårdar eleven med <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation i nätverk. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["DAOINU0",{"type":"OR",
"arr":["PROPRC01",
"PROPRE0"]}]},
"reqarr":["DAOINU0",
"PROPRC01",
"PROPRE0"],
"hasreqs":true,
"friends":["DAODAC0",
"DAODAT0",
"DAODAT01a",
"DAODAT01b",
"DAODIG0",
"MÄTDIS0",
"DAOINU0",
"DAOMUL0",
"MÄTMÄT0",
"MÄTMÄO0",
"PROPRC01",
"PROPRC02",
"PROPRE0",
"MÄTPRR0"]}