{"subject":"PRO",
"name":"Processmätteknik 2",
"origname":"Processmätteknik 2",
"points":100,
"instrRAW":"som bygger på kursen processmätteknik 1.",
"descarr":["Den bygger på kursen ",
"PROPRC01",
"."],
"reqRAW":"kursen PROPRC01",
"code":"PROPRC02",
"goals":[1,0,1,1,0,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Persondatorer, plc eller liknande styrsystem som mätverktyg med omvandling av analoga signaler till digitala värden, upplösning och signalhantering.",
"Metoder för mätning av viskositet, koncentration, pH, syre och konduktivitet.",
"Metoder för gasanalys och mätning av partikelhalter.",
"Metoder och utrustning för att testa och kalibrera mätningar av fysiska storheter och kemiska egenskaper.",
"Planering och genomförande av underhållsarbete i en processanläggning.",
"Laborativa mätövningar med givare, omvandlare, signalomvandlare och smartgivare.",
"Systematiserade dokumentationsmetoder.",
"Standarder och föreskrifter inom området.",
"Processäkerhet och funktionssäkerhet enligt SIL-standard IEC 61508.",
"Mätosäkerhetens grunder med tillämpning och beräkning enligt ISO-GUM-standard (guide to the expression of uncertainty in measurement)."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>översiktligt</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.</p><p>Eleven utför <b>i samråd</b> med handledar <b></b>någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar <b>enkla</b> mätningar av fysikaliska storheter och kemiska egenskaper.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>översiktligt</b> processens mättekniska funktioner samt löser <b>enkla</b> mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven me <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>utförligt</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.</p><p>Eleven utför <b>efter samråd</b> med handledar <b></b>någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar mätningar av fysikaliska storheter och kemiska egenskaper.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt</b> processens mättekniska funktioner samt löser mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven med <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>utförligt och nyanserat</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.</p><p>Eleven utför <b>efter samråd</b> med handledare någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar <b>avancerade</b> mätningar av fysikaliska storheter och kemiska egenskaper.</p><p>Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt och nyanserat</b> processens mättekniska funktioner samt löser <b>avancerade</b> mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven med <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.</p><p>Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>översiktligt</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.",
"Eleven utför <b>i samråd</b> med handledar 0någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar <b>enkla</b> mätningar av fysikaliska storheter och kemiska egenskaper.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>översiktligt</b> processens mättekniska funktioner samt löser <b>enkla</b> mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven med <b>visst</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>översiktligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>enkel</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>utförligt</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.",
"Eleven utför <b>efter samråd</b> med handledar 0någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>tillfredsställande</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar mätningar av fysikaliska storheter och kemiska egenskaper.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt</b> processens mättekniska funktioner samt löser mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven med <b>gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad, funktion och principer hos olika mättekniska system. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för beteckningar och några mätmetoder för olika fysiska storheter och kemiska egenskaper.",
"Eleven utför <b>efter samråd</b> med handledare någon vanlig underhållsteknisk arbetsuppgift i en automatiserad processanläggning med ett resultat som på ett <b>gott</b> sätt uppfyller fastställda kvalitets- och miljökrav. Dessutom utför eleven i enkla automatiserade processanläggningar <b>avancerade</b> mätningar av fysikaliska storheter och kemiska egenskaper.",
"Eleven arbetar på ett sätt som är säkert både för eleven själv och andra. I arbetet beskriver eleve <b>utförligt och</b> <b>nyanserat</b> processens mättekniska funktioner samt löser <b>avancerade</b> mättekniska problem med hjälp av dokumentation, beräkningar, konfigureringar, mätinstrument och datorer. I arbetet hanterar och vårdar eleven med <b>mycket gott</b> handlag material, verktyg och övrig utrustning. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur standarder och föreskrifter styr val av utrustning och arbetssätt.",
"Efter utfört arbete gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetet. Eleven utvärderar sitt arbete med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PROPRC01",
"reqarr":["PROPRC01"],
"hasreqs":true,
"friends":["DAODAC0",
"DAODAT0",
"DAODAT01a",
"DAODAT01b",
"DAODIG0",
"MÄTDIS0",
"DAOINU0",
"DAOMUL0",
"MÄTMÄT0",
"MÄTMÄO0",
"PROPRO0",
"PROPRC01",
"PROPRE0",
"MÄTPRR0"]}