{"subject":"PRR",
"name":"Datalogi",
"points":100,
"code":"PRRDAT0",
"goals":[0,1,2,2,1,2,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Olika programmeringsspråks historik och inbördes släktskap.",
"Olika programmeringsparadigms historik och användningsområden.",
"De vanligaste programmeringsspråkens aktuella användningsområden.",
"Traditioner och nya trender i utvecklingen av programmeringsspråk.",
"Kompilerade och interpreterade språk.",
"Statisk och dynamisk typning.",
"Datastrukturer. Val och implementering av strukturer.",
"Algoritmer, användningsområden samt komplexitet.",
"Rekursion och svansrekursion.",
"Designmönster och mjukvaruarkitektur.",
"Abstrakta modeller, till exempel tillståndsmaskin."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika programmeringsparadigms historik och användningsområden.</p><p>Eleven planerar <b>i samråd</b> med handledare programmeringsuppgifter, och väljer <b>med</b> <b>viss säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>med viss säkerhet</b> datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> datastruktur och <b>i samråd</b> med handledare också <b>någon</b> standardalgoritm, samt löser <b>någon</b> uppgift genom att utnyttja rekursion. Eleven gör en <b>enkel</b> analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>i samråd</b> med handledare enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i flera programmeringsspråk från olika programmeringsparadigm <b>i program av enkel karaktär</b>.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför felsökning av <b>enkla</b> logiska fel och syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven me <b>enkla</b> omdömen programmets prestanda och ändamålsenlighet i <b>någon</b> situation och i <b>något</b> sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med viss säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika programmeringsparadigms historik och användningsområden.</p><p>Eleven planerar <b>efter samråd</b> med handledare programmeringsuppgifter, och väljer <b>med viss säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>efter samråd</b> med handledare datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> datastruktur oc <b>efter samråd</b> med handledare också <b>någon</b> standardalgoritm, samt löser <b>någon</b> uppgift genom att utnyttja rekursion. Eleven gör en analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>med viss säkerhet</b> enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i flera programmeringsspråk från olika programmeringsparadigm.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgifter och utför <b>på ett systematiskt sätt</b> felsökning av logiska fel och syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>nyanserade</b> omdömen programmets prestanda och ändamålsenlighet i <b>några</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med viss säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika programmeringsparadigms historik och användningsområden.</p><p>Eleven planerar <b>efter samråd</b> med handledare programmeringsuppgifter, och väljer <b>med säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>efter samråd</b> med handledare datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>några</b> datastrukturer och <b>efter samråd</b> med handledare också <b>några</b> standardalgoritmer, samt löser <b>några</b> uppgifter genom att utnyttja rekursion. Eleven gör en <b>avancerad</b> analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>med säkerhet</b> enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>goda</b> resultat i flera programmeringsspråk från olika programmeringsparadigm <b>i program av komplex karaktär</b>.</p><p>Eleven anpassar <b>med säkerhet</b> sin planering av programmeringsuppgifter och utför <b>på ett systematiskt och effektivt sätt</b> felsökning av logiska fel och syntaxfel. Innan programmeringsuppgifter avslutas utvärderar eleven med <b>nyanserade</b> omdömen <b>och med förslag på förbättringar</b> programmens prestanda och ändamålsenlighet i <b>flera</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika programmeringsparadigms historik och användningsområden.",
"Eleven planerar <b>i samråd</b> med handledare programmeringsuppgifter, och väljer <b>med viss säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>med viss säkerhet</b> datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> datastruktur och <b>i samråd</b> med handledare också <b>någon</b> standardalgoritm, samt löser <b>någon</b> uppgift genom att utnyttja rekursion. Eleven gör en <b>enkel</b> analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>i samråd</b> med handledare enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i flera programmeringsspråk från olika programmeringsparadigm <b>i program av enkel karaktär</b>.",
"Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför felsökning av <b>enkla</b> logiska fel och syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>enkla</b> omdömen programmets prestanda och ändamålsenlighet i <b>någon</b> situation och i <b>något</b> sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med viss säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika programmeringsparadigms historik och användningsområden.",
"Eleven planerar <b>efter samråd</b> med handledare programmeringsuppgifter, och väljer <b>med viss säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>efter samråd</b> med handledare datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> datastruktur oc <b>efter samråd</b> med handledare också <b>någon</b> standardalgoritm, samt löser <b>någon</b> uppgift genom att utnyttja rekursion. Eleven gör en analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>med viss säkerhet</b> enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i flera programmeringsspråk från olika programmeringsparadigm.",
"Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgifter och utför <b>på ett systematiskt sätt</b> felsökning av logiska fel och syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>nyanserade</b> omdömen programmets prestanda och ändamålsenlighet i <b>några</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med viss säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika programmeringsparadigms historik och användningsområden.",
"Eleven planerar <b>efter samråd</b> med handledare programmeringsuppgifter, och väljer <b>med säkerhet</b> lämpliga programmeringsspråk. I planeringen väljer eleven <b>efter samråd</b> med handledare datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>några</b> datastrukturer och <b>efter samråd</b> med handledare också <b>några</b> standardalgoritmer, samt löser <b>några</b> uppgifter genom att utnyttja rekursion. Eleven gör en <b>avancerad</b> analys av en eller flera algoritmers komplexitet. Eleven strukturerar sitt arbete <b>med säkerhet</b> enligt en fungerande modell. Elevens färdiga program eller skript är utförda med <b>goda</b> resultat i flera programmeringsspråk från olika programmeringsparadigm <b>i program av komplex karaktär</b>.",
"Eleven anpassar <b>med säkerhet</b> sin planering av programmeringsuppgifter och utför <b>på ett systematiskt och effektivt sätt</b> felsökning av logiska fel och syntaxfel. Innan programmeringsuppgifter avslutas utvärderar eleven med <b>nyanserade</b> omdömen <b>och med förslag på förbättringar</b> programmens prestanda och ändamålsenlighet i <b>flera</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["PRRIND0",
"PRRPRR01",
"PRRPRR02"]}