{"subject":"PRR",
"name":"Programmering 1",
"origname":"Programmering 1",
"points":100,
"code":"PRRPRR01",
"goals":[0,2,2,2,1,1,2,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Sekventiell programmering i det eller de valda programmeringsspråken. Språkurvalet kan göras från såväl programspråk och skriptspråk som kompilerande och tolkande språk. Ett av de valda språken ska stödja objektorientering på ett påtagligt sätt.",
"Programmeringsspråkets eller språkens grundläggande datatyper samt fördefinierade strukturer, regler och syntax.",
"Traditioner och trender i utvecklingen av programmeringsspråk.",
"Problemlösning och problemstrukturering.",
"Kontrollstrukturer, till exempel sekvens, selektion och iteration skrivna i ett implementerat programflöde.",
"Grunderna för klasser, objekt, egenskaper och metoder.",
"Variablers och konstanters synlighet och livslängd.",
"Enkla algoritmer, till exempel för sökning eller sortering.",
"Implementeringar av datastrukturer, till exempel array, lista eller trädstruktur.",
"Felsökning av källkod och undantagshantering.",
"De vanligaste programmeringsspråkens krav på körtidsmiljöer och operativsystem samt deras aktuella användningsområden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven formulerar och planerar <b>i samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med viss säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> sökningsalgoritm, sorteringsalgoritm eller annan algoritm <b>i samråd</b> med handledare.</p><p>I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, korrekt, strukturerad och <b>enkelt</b> kommenterad källkod med <b>tillfredsställande</b> resultat. Dessutom väljer eleven <b>med viss säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>tillfredsställande</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust <b>i program av enkel karaktär</b>.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför felsökning av <b>enkla</b> syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>enkla</b> omdömen programmets prestanda och ändamålsenlighet i <b>någon</b> situation och i <b>något</b> sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med viss säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven formulerar och planerar <b>efter samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med viss säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> sökningsalgoritm, sorteringsalgoritm eller annan algoritm <b>efter samråd</b> med handledare.</p><p>I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, korrekt, strukturerad och <b>noggrant</b> kommenterad källkod med <b>tillfredsställande</b> resultat. Dessutom väljer eleven <b>med viss säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>tillfredsställande</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför <b>på ett systematiskt sätt</b> felsökning av syntaxfel, <b>körtidsfel och programmeringslogiska fel</b>. Innan programmeringsuppgiften avslutas utvärderar eleven me <b>nyanserade</b> omdömen programmets prestanda och ändamålsenlighet i <b>några</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med viss säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven formulerar och planerar <b>efter samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften <b>samt motiverar utförligt sina val</b>. Eleven implementerar <b>några</b> sökningsalgoritmer, sorteringsalgoritmer eller andra algoritme <b>efter samråd</b> med handledare.</p><p>I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, en korrekt, strukturerad och <b>noggrant och utförligt</b> kommenterad källkod med <b>gott</b> resultat. Dessutom väljer eleven <b>med säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>gott</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>gott</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust <b>i program av komplex karaktär</b>.</p><p>Eleven anpassar <b>med säkerhet</b> sin planering av programmeringsuppgiften och utför <b>på ett systematiskt och effektivt sätt</b> felsökning av syntaxfel, <b>körtidsfel och programmeringslogiska fel</b>. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>nyanserade</b> omdömen <b>och med förslag på förbättringar</b> programmets prestanda och ändamålsenlighet i <b>flera</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med säkerhet</b> datalogiska begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven formulerar och planerar <b>i samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med viss säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> sökningsalgoritm, sorteringsalgoritm eller annan algoritm <b>i samråd</b> med handledare.",
"I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, korrekt, strukturerad och <b>enkelt</b> kommenterad källkod med <b>tillfredsställande</b> resultat. Dessutom väljer eleven <b>med viss säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>tillfredsställande</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust <b>i program av enkel karaktär</b>.",
"Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför felsökning av <b>enkla</b> syntaxfel. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>enkla</b> omdömen programmets prestanda och ändamålsenlighet i <b>någon</b> situation och i <b>något</b> sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med viss säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven formulerar och planerar <b>efter samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med viss säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften. Eleven implementerar <b>någon</b> sökningsalgoritm, sorteringsalgoritm eller annan algoritm <b>efter samråd</b> med handledare.",
"I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, korrekt, strukturerad och <b>noggrant</b> kommenterad källkod med <b>tillfredsställande</b> resultat. Dessutom väljer eleven <b>med viss säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>tillfredsställande</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>tillfredsställande</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust.",
"Eleven anpassar <b>med viss säkerhet</b> sin planering av programmeringsuppgiften och utför <b>på ett systematiskt sätt</b> felsökning av syntaxfel, <b>körtidsfel och programmeringslogiska fel</b>. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>nyanserade</b> omdömen programmets prestanda och ändamålsenlighet i <b>några</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder d <b>med viss säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven formulerar och planerar <b>efter samråd</b> med handledare programmeringsuppgifter med pseudokod eller aktivitetsdiagram. I planeringen väljer eleven <b>med säkerhet</b> kontrollstrukturer, metoder, variabler, datastrukturer och algoritmer som är adekvata för uppgiften <b>samt motiverar utförligt sina val</b>. Eleven implementerar <b>några</b> sökningsalgoritmer, sorteringsalgoritmer eller andra algoritme <b>efter samråd</b> med handledare.",
"I sin programmering skriver eleven, med konsekvent kodningsstil och tydlig namngivning, en korrekt, strukturerad och <b>noggrant och utförligt</b> kommenterad källkod med <b>gott</b> resultat. Dessutom väljer eleven <b>med säkerhet</b> ett uttryckssätt som är anpassat för att på ett <b>gott</b> sätt interagera med den avsedda användaren. Elevens färdiga program eller skript är utförda med <b>gott</b> resultat i ett eller flera programmeringsspråk och innehåller sekventiell programmering och grundläggande objektorienterad programmering som är stabil och robust <b>i program av komplex karaktär</b>.",
"Eleven anpassar <b>med säkerhet</b> sin planering av programmeringsuppgiften och utför <b>på ett systematiskt och effektivt sätt</b> felsökning av syntaxfel, <b>körtidsfel och programmeringslogiska fel</b>. Innan programmeringsuppgiften avslutas utvärderar eleven med <b>nyanserade</b> omdömen <b>och med förslag på förbättringar</b> programmets prestanda och ändamålsenlighet i <b>flera</b> situationer och sammanhang. Eleven kommunicerar om programmeringsuppgiften och dess utvärdering och använder då <b>med säkerhet</b> datalogiska begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MÄTPRR0",
"MJKMJU0",
"MJUMJU0",
"PRRPRR02",
"PRRIND0"],
"friends":["PRRDAT0",
"PRRIND0",
"PRRPRR02"]}