{"subject":"PRT",
"novux":true,
"name":"Produktionsfilosofi 1 [ej aktuell]",
"origname":"Produktionsfilosofi 1",
"obsolete":true,
"points":100,
"code":"PRTPRO01",
"goals":[1,1,1,0,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Produktionsfilosofiska teorier, till exempel lean.",
"Kvalitetsstyrningssystem, där fokus ligger på kundens behov, till exempel enligt ISO 9001.",
"Miljöledningssystem för att rationalisera och minska verksamhetens totala miljöbelastning, till exempel ISO 14001.",
"Principer, metoder och verktyg för strukturerat förbättringsarbete i ett hållbart samhälle, till exempel lean.",
"Dokumentation, redovisning och presentation av utvecklings- och förbättringsarbete.",
"Lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>översiktligt</b> kvalitetsstyrningssystem och miljöledningssystem.</p><p>Eleven planerar <b>i samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med viss säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom dokumenterar, redovisar och presenterar eleven <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.</p><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>utförligt</b> kvalitetsstyrningssystem och miljöledningssystem.</p><p>Eleven planerar <b>efter samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med viss säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom dokumenterar, redovisar och presenterar eleven <b>med</b> <b>viss säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.</p><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>utförligt och nyanserat</b> kvalitetsstyrningssystem och miljöledningssystem.</p><p>Eleven planerar <b>efter samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>gott</b>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom dokumenterar, redovisar och presenterar eleven <b>med</b> <b>säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>översiktligt</b> kvalitetsstyrningssystem och miljöledningssystem.",
"Eleven planerar <b>i samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med viss säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen. Dessutom dokumenterar, redovisar och presenterar eleven <b>med viss säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.",
"Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>utförligt</b> kvalitetsstyrningssystem och miljöledningssystem.",
"Eleven planerar <b>efter samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med viss säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. Dessutom dokumenterar, redovisar och presenterar eleven <b>med viss säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.",
"Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för moderna produktionsfilosofiska teorier och hur de bidrar till ständiga förbättringar i ett hållbart samhälle med kundens behov i fokus. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> kvalitetsstyrningssystem och miljöledningssystem.",
"Eleven planerar <b>efter samråd</b> med handledare ett strukturerat förbättringsarbete. I arbetet använder eleven <b>med säkerhet</b> metoder och verktyg för strukturerat förbättringsarbete. Resultatet av elevens arbete är <b>gott</b>.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom dokumenterar, redovisar och presenterar eleven <b>med säkerhet</b> sitt eller projektgruppens utvecklings- och förbättringsarbete.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser inom arbetsmiljö- och miljöområdet för valt teknikområde.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["PRIPRO02",
"PRTPRO02"],
"friends":["PRIPRO01",
"PRIPRO02",
"PRIPRO02",
"PRTPRO02",
"PRTPRO02"]}