{"subject":"PRU",
"novux":false,
"name":"Industriell mätteknik - grund",
"origname":"Industriell mätteknik - grund",
"points":50,
"code":"PRUIND0",
"goals":[1,1,1,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Hantering av för verksamheten relevant mätutrustning samt planering och organisation i samband med användandet.",
"Standarder, bestämmelser och utrustningar för säkerhet beträffande människor, mätutrustning och mätobjekt.",
"Tolkning och användning av mätresultat inom aktuell verksamhet för lämpliga korrigerande åtgärder.",
"Funktion och grundprinciper hos olika utrustningar och komponenter som används vid industriell mätning, till exempel givare, mätmaskiner och multimeter.",
"Egenkontroll av mätinstrument, kalibrering, mätnoggrannhet, mätfel, toleranser, spridning och andra relevanta statistiska mått.",
"Relevanta egenskaper hos mätobjektet som i kombination med använda mätdon påverkar resultatet.",
"Funktionskontroll samt vård av den utrustning som tillämpas inom verksamheten.",
"Tekniker, enheter och terminologi vid industriell mätning av för verksamheten relevanta storheter, till exempel längd, tryck, flöde, temperatur, elasticitet, böjning, vinkel samt nivå.",
"Enheter och mättekniska begrepp för såväl elektriska som mekaniska storheter inom olika tillämpningar.",
"Mätningens betydelse för ekonomi, kvalitet och miljö. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar arbetsuppgifter <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar arbetsuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar arbetsuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HUSHUS01",
"HUSHUS02",
"HUSHUS03",
"HUSHUB0",
"PRUINU0",
"INUINU01",
"INUINU02",
"INUINU03",
"INUINU04",
"PRUINE00S",
"INULAB0",
"PRUPRD01S",
"PRUPRD02S",
"PRUPRD03S",
"PRUPRD04",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO02",
"PRUVEY0",
"SKGVIR0",
"SKGVIK0"]}