{"subject":"PRU",
"name":"Interna transporter",
"origname":"Interna transporter",
"points":50,
"instrRAW":"Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"code":"PRUINE00S",
"goals":[1,0,1,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Manövrering av vald transportutrustning och hantering av gods.",
"Transportutrustningens uppbyggnad, arbetssätt, stabilitet och lyftförmåga samt olika benämningar.",
"Användningsområden för transportutrustningen och relevant kringutrustning.",
"Miljö- och säkerhetsbestämmelser för hantering av olika typer av gods.",
"För utrustningen relevanta körregler, symboler och signalscheman.",
"Funktionskontroll, tillsyn och dagligt underhåll på transportutrustningen och tillhörande kringutrustning.",
"Dimensionering och beräkningar beträffande den belastning som såväl transportutrustningen som godset utsätts för under transport, lagring och hantering enligt till exempel belastningstabeller och gällande föreskrifter.",
"Enklare principer för godshantering, till exempel lastbalans, tyngdpunkt och riskmoment.",
"Enklare principer för logistik av interna transporter, till exempel transporteffektivitet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar transportuppgifter <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare.</p><p>Eleven redogör <b>översiktligt</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar transportuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare.</p><p>Eleven redogör <b>utförligt</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar transportuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar transportuppgifter <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare.",
"Eleven redogör <b>översiktligt</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar transportuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare.",
"Eleven redogör <b>utförligt</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar transportuppgifter <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["HUSHUS01",
"HUSHUS02",
"HUSHUS03",
"HUSHUB0",
"PRUINU0",
"PRUIND0",
"INUINU01",
"INUINU02",
"INUINU03",
"INUINU04",
"INULAB0",
"PRUPRD01S",
"PRUPRD02S",
"PRUPRD03S",
"PRUPRD04",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO02",
"PRUVEY0",
"SKGVIR0",
"SKGVIK0"]}