{"subject":"PRU",
"novux":false,
"name":"Produktionsutrustning 4",
"origname":"Produktionsutrustning 4",
"points":100,
"instrRAW":"som bygger på kursen produktionsutrustning 3.",
"descarr":["Den bygger på kursen ",
"PRUPRD03S",
"."],
"reqRAW":"kursen PRUPRD03S",
"code":"PRUPRD04",
"goals":[1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Avancerad hantering, vård och användning av produktionsutrustning och kringutrustning, till exempel verktyg, maskiner, produktionsmoduler och styrteknisk utrustning, enligt gällande säkerhetsföreskrifter.",
"Funktion och konstruktion hos avancerad produktionsutrustning och kringutrustning.",
"Funktionskontroll, mätning, bedömning av mätfel och felsökning av produktionsutrustning och kringutrustning.",
"Dimensionering samt tekniska och ekonomiska beräkningar.",
"Effektivisering och optimering av inställningar på produktionsutrustning och kringutrustning.",
"Användningsområden för produktionsutrustning och kringutrustning.",
"Avancerade begrepp, metoder och tekniker för produktionsutrustning och kringutrustning.",
"Avancerad teknisk beskrivning av produktionsutrustning och kringutrustning.",
"Materialegenskaper, materials beteckningssystem och materialets betydelse för funktion och kvalitet hos samt tillverkning och destruktion av produktionsutrustning, kringutrustning och produkter.",
"Mätning, dokumentation och bedömning av kvaliteten på utfört arbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning, och kringutrustning <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>översiktligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt och nyanserat</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning, och kringutrustning <b>i samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>översiktligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <b>efter samråd</b> med handledare. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PRUPRD03S",
"reqarr":["PRUPRD03S"],
"friends":["HUSHUS01",
"HUSHUS02",
"HUSHUS03",
"HUSHUB0",
"PRUINU0",
"PRUIND0",
"INUINU01",
"INUINU02",
"INUINU03",
"INUINU04",
"PRUINE00S",
"INULAB0",
"PRUPRD01S",
"PRUPRD02S",
"PRUPRD03S",
"PRUPRD03S",
"SKGSKG00S",
"SKGSKO01",
"SKGSKO02",
"PRUVEY0",
"SKGVIR0",
"SKGVIK0"]}