{"subject":"PRU",
"name":"Verktygskunskap",
"points":100,
"code":"PRUVEY0",
"goals":[1,0,1,0,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Hantering, vård och användning av verktyg, maskiner och utrustning för tillverkning av verktyg, till exempel för gjutning, pressning, klippning, bockning, uppspänning och montering.",
"Funktion och konstruktion hos verktyg, maskiner och utrustning för tillverkning av verktyg, till exempel för gjutning, pressning, klippning, bockning, uppspänning och montering.",
"Standardiserade komponenter inom verktygstillverkning.",
"Särskilda data för verktygstillverkning.",
"Provtillverkning och kvalitetskontroll.",
"Värmebehandling av verktygsmaterial.",
"Materialegenskaper hos produktionsutrustning som används för att tillverka verktyg.",
"Materialegenskaper och materialets betydelse för funktion och kvalitet av verktyg som tillverkas."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar, <b>i samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>översiktligt</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>översiktligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar, <b>efter samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>utförligt</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar, <b>efter samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> mätningar, beräkningar och funktionskontroll. Eleven hanterar material, utrustning, verktyg och maskiner me <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt och nyanserat</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar, <b>i samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>översiktligt</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>översiktligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar, <b>efter samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med viss säkerhet</b> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>utförligt</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar, <b>efter samråd</b> med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Dessutom genomför eleven <b>med säkerhet</b> mätningar, beräkningar och funktionskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. Dessutom vårdar eleven <b>med säkerhet</b> utrustning, maskiner och verktyg enligt instruktioner.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["PRUINU0",
"PRUIND0",
"PRUINE00S",
"PRUPRD01S",
"PRUPRD02S",
"PRUPRD03S",
"PRUPRD04"]}