{"subject":"PSK",
"novux":false,
"name":"Psykologi 2a",
"origname":"Psykologi 2a",
"points":50,
"instrRAW":"som bygger på kursen psykologi 1.",
"descarr":["Den bygger på kursen ",
"PSKPSY01",
"."],
"reqRAW":"kursen PSKPSY01",
"code":"PSKPSY02a",
"goals":[1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Tillämpningsområden inom psykologin i relation till förändringar i samhället.",
"Personlighetspsykologi och dess tillämpningar: hur individen beskrivs utifrån sina egenskaper och hur dessa påverkar individens beteende, känslor och tankar.",
"Utvecklingspsykologi och dess tillämpningar: hur människan utvecklas genom livet i samspel mellan arv och miljö.",
"Klinisk psykologi: psykisk ohälsa och olika psykologiska behandlingsalternativ. I samband med det behandlas arvets och miljöns betydelse för psykisk hälsa och ohälsa.",
"Mediers, livsstilars och kulturs påverkan på mänskliga beteenden, känslor och tankar."],
"judgeraw":"<h4>Betyget E</h4><p> Eleven redogör <b>översiktligt</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.</p><p>Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>enkla</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan. Eleven redogör <b>översiktligt</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>något</b> psykologiskt behandlingsalternativ samt redogör <b>översiktligt</b> för grundtankarna bakom detta. Dessutom för eleven <b>enkla</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p> Eleven redogör <b>utförligt</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.</p><p>Eleven redogör <b>utförligt</b> för delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven redogör <b>utförligt</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>några</b> psykologiska behandlingsalternativ samt redogör <b>utförligt</b> för grundtankarna bakom dessa. Dessutom för eleven <b>välgrundade</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p> Eleven redogör <b>utförligt och nyanserat</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>omfattande</b> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade och nyanserade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan. Eleven redogör <b>utförligt och nyanserat</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>flera</b> psykologiska behandlingsalternativ samt redogör <b>utförligt och nyanserat</b> för grundtankarna bakom dessa. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter.</p>",
"judge":{"E":[" Eleven redogör <b>översiktligt</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
"Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>enkla</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>översiktligt</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>något</b> psykologiskt behandlingsalternativ samt redogör <b>översiktligt</b> för grundtankarna bakom detta. Dessutom för eleven <b>enkla</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter."],
"C":[" Eleven redogör <b>utförligt</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
"Eleven redogör <b>utförligt</b> för delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>utförligt</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>några</b> psykologiska behandlingsalternativ samt redogör <b>utförligt</b> för grundtankarna bakom dessa. Dessutom för eleven <b>välgrundade</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter."],
"A":[" Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>omfattande</b> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade och nyanserade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar. Eleven ger också exempel på <b>flera</b> psykologiska behandlingsalternativ samt redogör <b>utförligt och</b> <b>nyanserat</b> för grundtankarna bakom dessa. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter."]},
"req":"PSKPSY01",
"reqarr":["PSKPSY01"],
"reqBy":["HUMHUM00S"],
"friends":["HUMHUM00S",
"PSKPSY01",
"PSKPSY02b"]}