{"subject":"PSK",
"novux":false,
"name":"Psykologi 2b",
"origname":"Psykologi 2b",
"points":50,
"instrRAW":"som bygger på kursen psykologi 1.",
"descarr":["Den bygger på kursen ",
"PSKPSY01",
"."],
"reqRAW":"kursen PSKPSY01",
"code":"PSKPSY02b",
"goals":[0,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Fördjupning i några psykologiska perspektiv, till exempel kognitionspsykologi, biologisk psykologi, socialpsykologi, personlighetspsykologi, utvecklingspsykologi eller klinisk psykologi.",
"Psykologiska tillämpningsområden som är relevanta för elevernas utbildning, till exempel idrottspsykologi, ekonomisk psykologi, kulturorienterad psykologi, trafikpsykologi, teknisk psykologi, arbets- och organisationspsykologi, miljöpsykologi, rättspsykologi, genusrelaterad psykologi, ekologisk psykologi, kundpsykologi, mediepsykologi, familjepsykologi och pedagogisk psykologi.",
"Tillämpning av psykologiska teorier och modeller samt experiment och observationer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>översiktligt</b> för psykologiska sammanhang och fenomen utifrån <b>enkla</b> frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven formulerar <b>med viss säkerhet enkla</b> psykologiska frågeställningar och väljer <b>med viss säkerhet</b> <b>någon</b> psykologisk teori och modell. Eleven prövar frågeställningarna med hjälp av <b>givna</b> experiment och observationer. Dessutom för eleven <b>enkla</b> resonemang om resultatet och drar <b>enkla</b> slutsatser.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>utförligt</b> för psykologiska sammanhang och fenomen utifrån frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven formulerar <b>med viss säkerhet</b> psykologiska frågeställningar och väljer <b>med viss säkerhet</b> <b>några</b> psykologiska teorier och modeller. Eleven prövar frågeställningarna med hjälp av <b>valda</b> experiment och observationer <b>samt genomför experimenten och observationerna</b> <b>med tillfredsställande resultat</b>. Dessutom för eleven <b>välgrundade</b> resonemang om resultatet och drar <b>välgrundade</b> slutsatser.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>utförligt</b> <b>och nyanserat</b> för psykologiska sammanhang och fenomen utifrån <b>komplexa</b> frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven formulerar <b>med säkerhet</b> <b>komplexa</b> psykologiska frågeställningar och väljer <b>med säkerhet</b><b> några</b> psykologiska teorier och modeller. Eleven prövar frågeställningarna med hjälp av <b>valda</b> experiment och observationer, <b>motiverar sina val</b> <b>samt</b> <b>genomför experimenten och observationerna med gott resultat</b>. Dessutom för eleven <b>välgrundade</b> <b>och nyanserade</b> resonemang om resultatet och drar <b>välgrundade och nyanserade</b> slutsatser.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>översiktligt</b> för psykologiska sammanhang och fenomen utifrån <b>enkla</b> frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven formulerar <b>med viss säkerhet enkla</b> psykologiska frågeställningar och väljer <b>med viss säkerhet</b> <b>någon</b> psykologisk teori och modell. Eleven prövar frågeställningarna med hjälp av <b>givna</b> experiment och observationer. Dessutom för eleven <b>enkla</b> resonemang om resultatet och drar <b>enkla</b> slutsatser."],
"C":["Eleven redogör <b>utförligt</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>utförligt</b> för psykologiska sammanhang och fenomen utifrån frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven formulerar <b>med viss säkerhet</b> psykologiska frågeställningar och väljer <b>med viss säkerhet</b> <b>några</b> psykologiska teorier och modeller. Eleven prövar frågeställningarna med hjälp av <b>valda</b> experiment och observationer <b>samt genomför experimenten och observationerna</b> <b>med tillfredsställande resultat</b>. Dessutom för eleven <b>välgrundade</b> resonemang om resultatet och drar <b>välgrundade</b> slutsatser."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för psykologiska sammanhang och fenomen utifrån <b>komplexa</b> frågeställningar. I samband med det relaterar eleven till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven formulerar <b>med säkerhet</b> <b>komplexa</b> psykologiska frågeställningar och väljer <b>med säkerhet</b><b> några</b> psykologiska teorier och modeller. Eleven prövar frågeställningarna med hjälp av <b>valda</b> experiment och observationer, <b>motiverar sina val</b> <b>samt</b> <b>genomför experimenten och observationerna med gott resultat</b>. Dessutom för eleven <b>välgrundade</b> <b>och nyanserade</b> resonemang om resultatet och drar <b>välgrundade och nyanserade</b> slutsatser."]},
"req":"PSKPSY01",
"reqarr":["PSKPSY01"],
"reqBy":["HUMHUM00S"],
"foreignlinks":["HUMHUM00S"],
"hasreqs":true,
"friends":["HUMHUM00S",
"PSKPSY01",
"PSKPSY02a"]}