{"subject":"PSK",
"novux":false,
"name":"Psykologi 1",
"origname":"Psykologi 1",
"points":50,
"code":"PSKPSY01",
"goals":[1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Psykologins historiska framväxt. I samband med det behandlas psykoanalysens och behaviorismens tidiga förklaringar av mänskliga beteenden, känslor och tankar.",
"Kognitionspsykologi och dess tillämpningar: hur människan uppfattar och förstår sin omvärld och sig själv. I samband med det behandlas hur hjärnan tar emot och bearbetar information.",
"Biologisk psykologi och dess tillämpningar: hur människan förstås utifrån fysiska förklaringar av tänkande, känslor och beteende.",
"Socialpsykologi och dess tillämpningar: hur människan påverkas och formas tillsammans med andra utifrån de grupper och organisationer hon eller han tillhör.",
"Verklighetsuppfattningar och självbilder. Hur de påverkas och formas.",
"Psykisk hälsa och ohälsa med betoning på stress och stresshantering samt kriser och krishantering."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för delar av den psykologiska vetenskapens framväxt och utveckling.</p><p>Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>enkla</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven redogör <b>översiktligt</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>enkla</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för delar av den psykologiska vetenskapens framväxt och utveckling.</p><p>Eleven redogör <b>utförligt</b> för delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven redogör <b>utförligt</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>välgrundade</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för delar av den psykologiska vetenskapens framväxt och utveckling.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>omfattande</b> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade och nyanserade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för delar av den psykologiska vetenskapens framväxt och utveckling.",
"Eleven redogör <b>översiktligt</b> för <b>begränsade</b> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>enkla</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>enkla</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>översiktligt</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>enkla</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det."],
"C":["Eleven redogör <b>utförligt</b> för delar av den psykologiska vetenskapens framväxt och utveckling.",
"Eleven redogör <b>utförligt</b> för delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>enkla</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>utförligt</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>välgrundade</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för delar av den psykologiska vetenskapens framväxt och utveckling.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>omfattande</b> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar. I samband med det för eleven <b>välgrundade och nyanserade</b> resonemang om psykologiska samband och relaterar till egna erfarenheter. Eleven värderar med <b>nyanserade</b> omdömen de olika psykologiska perspektivens förklaringsvärde och för <b>välgrundade och nyanserade</b> resonemang om deras betydelse för helhetssynen på människan.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa. Dessutom för eleven <b>välgrundade och nyanserade</b> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det."]},
"reqBy":["PSKPSY02a",
"PSKPSY02b"],
"friends":["PSKPSY02a",
"PSKPSY02b"]}