{"subject":"PSY",
"name":"Psykiatri 2",
"origname":"Psykiatri 2",
"points":200,
"instrRAW":"som bygger på kursen psykiatri 1.",
"descarr":["Den bygger på kursen ",
"PSYPSY01",
"."],
"reqRAW":"kursen PSYPSY01",
"code":"PSYPSY02",
"goals":[1,0,0,0,1,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Olika lagar och andra bestämmelser som styr verksamheten: lagen om psykiatrisk tvångsvård, lagen om vård av missbrukare och lagen om vård av unga. ",
"Orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. ",
"Olika behandlingsformer, till exempel kognitiv beteendeterapi och dialektisk beteendeterapi samt ESL, ett självständigt liv.",
"Samsjuklighet, bruk och missbruk vid psykisk funktionsnedsättning.",
"Bedömning av behov, planering, genomförande, dokumentation och utvärdering av vård och omsorg samt omvårdnadsarbete vid mindre vanliga psykiska funktionsnedsättningar.",
"Samtalsmetodik individuellt och i grupp. Motiverande samtal med öppna frågor, reflektioner och sammanfattningar. Kommunikationens betydelse vid tvångssituationer.",
"Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten. ",
"Vikten av samarbete mellan olika yrkesgrupper och olika ansvarsområden. Revirtänkande.",
"Intresse- och anhörigföreningar samt deras möjlighet till påverkan på vården och omsorgen. Stödverksamhet till barn med föräldrar som har psykisk funktionsnedsättning eller missbruksproblematik samt utbildning om psykiska funktionsnedsättningar. Delaktighet för patienter, brukare och närstående i vård- och omsorgs- samt omvårdnadsarbete."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>översiktligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>i samråd</b> med handledare planerar, genomför och dokumenterar eleven vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.</p><p>Eleven ger <b>enkla</b> exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare. Eleven tar <b>i samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet. </p><p>Eleven redogör <b>översiktligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <b>och beskriver utförligt hur de påverkar patienternas handlingsfrihet</b>. Eleven beskriver även <b>utförligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>efter samråd</b> med handledare <b>uppmärksammar eleven behov samt</b> planerar, genomför, dokumenterar och <b>utvärderar</b> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.</p><p>Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt</b> hur olika rutiner påverkar arbetet. </p><p>Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <b>och beskriver utförligt och nyanserat hur de påverkar patienternas handlingsfrihet och vårdarbetet</b>. Eleven beskriver även <b>utförligt och nyanserat</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>efter</b> <b>samråd</b> med handledare <b>uppmärksammar eleven behov samt</b> planerar, genomför, dokumenterar och <b>utvärderar</b> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.</p><p>Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>efter</b> <b>samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare <b>samt anpassar det vid behov till ändrade förutsättningar</b>. <b>Eleven motiverar också utförligt och nyanserat kommunikationens betydelse i arbetet</b>. Eleven tar <b>efter</b> <b>samråd</b> med handledare initiativ i <b>nya</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt och nyanserat</b> hur olika rutiner påverkar arbetet. </p><p>Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad. <b>Dessutom förklarar eleven utförligt och nyanserat vilka negativa följder det kan få om dessa grupper inte involveras i utformningen</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>översiktligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>i samråd</b> med handledare planerar, genomför och dokumenterar eleven vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
"Eleven ger <b>enkla</b> exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>i samråd</b> med handledare. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare. Eleven tar <b>i samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet. ",
"Eleven redogör <b>översiktligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <b>och beskriver utförligt hur de påverkar patienternas handlingsfrihet</b>. Eleven beskriver även <b>utförligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>efter samråd</b> med handledare <b>uppmärksammar eleven behov samt</b> planerar, genomför, dokumenterar och <b>utvärderar</b> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
"Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>efter samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt</b> hur olika rutiner påverkar arbetet. ",
"Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <b>och beskriver utförligt och nyanserat hur de påverkar patienternas handlingsfrihet och vårdarbetet</b>. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar. Med det som utgångspunkt och <b>efter</b> <b>samråd</b> med handledare <b>uppmärksammar eleven behov samt</b> planerar, genomför, dokumenterar och <b>utvärderar</b> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
"Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <b>efter</b> <b>samråd</b> med handledare. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i mötet med patienter och brukare <b>samt anpassar det vid behov till ändrade förutsättningar</b>. <b>Eleven motiverar också utförligt och nyanserat kommunikationens betydelse i arbetet</b>. Eleven tar <b>efter</b> <b>samråd</b> med handledare initiativ i <b>nya</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur olika rutiner påverkar arbetet. ",
"Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad. <b>Dessutom förklarar eleven utförligt och nyanserat vilka negativa följder det kan få om dessa grupper inte involveras i utformningen</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PSYPSY01",
"reqarr":["PSYPSY01"],
"reqBy":["PSYRÄS0",
"PSYSAM0",
"VADVAR00S"],
"friends":["PSYPSY01",
"PSYPSY01",
"PSYRÄS0",
"PSYSAM0"]}