{"subject":"PSY",
"novux":false,
"name":"Psykiatri 1",
"origname":"Psykiatri 1",
"points":100,
"code":"PSYPSY01",
"goals":[0,1,0,1,1,1,0,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Psykiatrins historiska utveckling vad gäller organisation, människosyn, kunskap, utveckling och användning av olika behandlingsformer samt behov av evidensbaserad kunskap.",
"Förklaringsmodeller till att psykisk ohälsa uppstår. Hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet påverkar psykisk hälsa och ohälsa. ",
"Identifikation av psykiska hälsorisker och förebyggande av psykisk ohälsa.",
"Orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar.",
"Professionell hållning, balanspunkter, överföring-motöverföring, närhet-distans, empati-sympati samt hållpunkter för ett bra samtal.<i> </i>"],
"judgeraw":"<h4>Betyget E</h4><p>Eleven ger med utgångspunkt i psykiatrins historia <b>enkla</b> exempel på vikten av evidensbaserad kunskap. Eleven beskriver också <b>översiktligt</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår. Dessutom beskriver eleven <b>översiktligt</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.</p><p>Eleven ge <b>enkla</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskrive <b></b>äve <b>översiktligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. </p><p>Eleven beskriver <b>översiktligt</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>översiktligt</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap. Eleven beskriver också <b>utförligt</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår <b>och redogör utförligt för de teorier som finns bakom förklaringsmodellerna</b>. Dessutom beskriver eleve <b>utförligt</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.</p><p>Eleven ger <b>välgrundade</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskriver äve <b>utförligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. </p><p>Eleven beskriver <b>utförligt</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>utförligt</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap <b>samt förklarar utförligt och nyanserat sambandet mellan evidensbaserad kunskap och god vård</b>. Eleven beskriver också <b>utförligt och nyanserat</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår,<b> redogör utförligt och nyanserat för de teorier som finns bakom förklaringsmodellerna samt jämför teorierna</b>. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.</p><p>Eleven <b>identifierar olika orsaker till att psykisk ohälsa uppstår</b>,<b> förklarar utförligt och nyanserat livsvärldens betydelse för psykisk hälsa</b> <b>samt</b> ger <b>välgrundade och nyanserade</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskriver även <b>utförligt och nyanserat</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. </p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>utförligt och nyanserat</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.</p>",
"judge":{"E":["Eleven ger med utgångspunkt i psykiatrins historia <b>enkla</b> exempel på vikten av evidensbaserad kunskap. Eleven beskriver också <b>översiktligt</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår. Dessutom beskriver eleven <b>översiktligt</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
"Eleven ge <b>enkla</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskrive 0äve <b>översiktligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. ",
"Eleven beskriver <b>översiktligt</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>översiktligt</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt."],
"C":["Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap. Eleven beskriver också <b>utförligt</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår <b>och redogör utförligt för de teorier som finns bakom förklaringsmodellerna</b>. Dessutom beskriver eleve <b>utförligt</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
"Eleven ger <b>välgrundade</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskriver äve <b>utförligt</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. ",
"Eleven beskriver <b>utförligt</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>utförligt</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt."],
"A":["Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap <b>samt förklarar utförligt och nyanserat sambandet mellan evidensbaserad kunskap och god vård</b>. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår,<b> redogör utförligt och nyanserat för de teorier som finns bakom förklaringsmodellerna samt jämför teorierna</b>. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
"Eleven <b>identifierar olika orsaker till att psykisk ohälsa uppstår</b>,<b> förklarar utförligt och nyanserat livsvärldens betydelse för psykisk hälsa</b> <b>samt</b> ger <b>välgrundade och nyanserade</b> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar. ",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt."]},
"reqBy":["PSYPSY02"],
"friends":["PSYPSY02",
"PSYRÄS0",
"PSYSAM0"]}