{"subject":"PSY",
"name":"Rättspsykiatri",
"origname":"Rättspsykiatri",
"points":100,
"instrRAW":"som bygger på kursen psykiatri 2.",
"descarr":["Den bygger på kursen ",
"PSYPSY02",
"."],
"reqRAW":"kursen PSYPSY02",
"code":"PSYRÄS0",
"goals":[1,0,1,1,1,0,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Lagar och andra bestämmelser som styr verksamheten i till exempel öppen och sluten rättspsykiatrisk vård. Samarbete med kriminalvården samt kriminalvårdens olika restriktioner.",
"Dynamisk och statisk säkerhet. Riskbedömningar och hur man kan minimera hot och våldssituationer.",
"Psykisk sjukdom och kriminalitet samt förebyggande åtgärder, till exempel genom samhälls- och familjeinsatser.",
"Metoder för att använda sig själv som ett verktyg för att skapa goda vårdrelationer med patienter.",
"Rättspsykiatrisk vård och omvårdnad, värdegrund, humanistisk människosyn, närhet och distans. ",
"Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten. ",
"Samverkan mellan olika myndigheter och verksamhetsområden vid utslussning och eftervård. Rättigheter och skyldigheter för patienten. ",
"Program för patientrehabilitering, till exempel missbruksprogram. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>översiktligt</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>översiktligt</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.</p><p>Eleven beskriver <b>översiktligt</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>översiktligt</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.</p><p>Eleven möter <b>i samråd</b> med handledar <b>och utifrån givna rutiner</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>i samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet samt ger <b>enkla</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>översiktligt</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>översiktligt</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>utförligt</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>utförligt</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.</p><p>Eleven beskriver <b>utförligt</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>utförligt</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.</p><p>Eleven möter <b>efter samråd</b> med handledare <b>utifrån egna valda strategier</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>efter samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>utförligt</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>utförligt</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>utförligt</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <b>Eleven förklarar också utförligt varför ett visst program kan vara framgångsrikt för en viss patient</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>utförligt och nyanserat</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>utförligt och nyanserat</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>utförligt och nyanserat</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter <b>samt identifierar och ger förslag på förändringar som kan utveckla det egna förhållningssättet</b>.</p><p>Eleven möter <b>efter samråd</b> med handledar <b>utifrån egna valda strategier och i nya situationer</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>efter samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>gott</b> resultat. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade och nyanserade</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>utförligt och nyanserat</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <b>Eleven förklarar också utförligt och nyanserat varför ett visst program kan vara framgångsrikt för en viss patient</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>översiktligt</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>översiktligt</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
"Eleven beskriver <b>översiktligt</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>översiktligt</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.",
"Eleven möter <b>i samråd</b> med handledar <b>och utifrån givna rutiner</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>i samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet samt ger <b>enkla</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>översiktligt</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>översiktligt</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>utförligt</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>utförligt</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
"Eleven beskriver <b>utförligt</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>utförligt</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.",
"Eleven möter <b>efter samråd</b> med handledare <b>utifrån egna valda strategier</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>efter samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>tillfredsställande</b> resultat. Dessutom beskriver eleven <b>utförligt</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>utförligt</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>utförligt</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <b>Eleven förklarar också utförligt varför ett visst program kan vara framgångsrikt för en viss patient</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter <b>samt identifierar och ger förslag på förändringar som kan utveckla det egna förhållningssättet</b>.",
"Eleven möter <b>efter samråd</b> med handledar <b>utifrån egna valda strategier och i nya situationer</b> patienter på ett respektfullt, lyhört och empatiskt sätt. Eleven tar också <b>efter samråd</b> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <b>gott</b> resultat. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade och nyanserade</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <b>Eleven förklarar också utförligt och nyanserat varför ett visst program kan vara framgångsrikt för en viss patient</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PSYPSY02",
"reqarr":["PSYPSY02"],
"friends":["PSYPSY01",
"PSYPSY02",
"PSYPSY02",
"PSYSAM0"]}