{"subject":"PSY",
"novux":false,
"name":"Samhällsbaserad psykiatri",
"origname":"Samhällsbaserad psykiatri",
"points":100,
"instrRAW":"som bygger på kursen psykiatri 2.",
"descarr":["Den bygger på kursen ",
"PSYPSY02",
"."],
"reqRAW":"kursen PSYPSY02",
"code":"PSYSAM0",
"goals":[0,0,0,0,0,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Möjligheter till stöd. Case management, resurspersoner, olika boenden och boendestödsverksamheter samt sysselsättningens betydelse och utformning.",
"Återhämtningsprocessens olika skeenden, återhämtningens betydelse samt återhämtning och kultur. Brukarens behov av kunskap om sin psykiska funktionsnedsättning och de professionellas roll i detta. Behovet av stöd. ",
"Stigmatisering vid psykisk sjukdom, hur det uppstår, varför det förekommer, brukarens erfarenheter, allmänhetens och professionens roll samt självstigmatisering. ",
"Professionalism, personlig integritet och självbestämmande, bemötande och relationer vid arbete i brukarens hemmiljö.",
"Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten. ",
"Samverkan mellan olika huvudmän och samverkans möjligheter och hinder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>översiktligt</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd. Dessutom beskriver eleven <b>översiktligt</b> brukares upplevelse av stigmatisering i samhället samt ger <b>något enkelt förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.</p><p>Eleven möter <b>i samråd</b> med handledare utifrån <b>givna rutiner</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>översiktligt</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>i samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>översiktligt</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt i bemötandet av brukare. Eleven beskriver <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet samt ger <b>enkla</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>översiktligt</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>utförligt</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <b>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</b>. Dessutom beskriver eleven <b>utförligt</b> brukares upplevelse av stigmatisering i samhället, <b>redogör utförligt för orsaker till stigmatiseringen</b> samt ger <b>några välgrundade förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.</p><p>Eleven möter <b>efter samråd</b> med handledare utifrån <b>egna valda strategier</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>utförligt</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i bemötandet av brukare. Eleven beskriver <b>utförligt</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>utförligt och nyanserat</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <b>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</b>. <b>I beskrivningen värderar eleven med nyanserade omdömen olika stödåtgärder samt ger förslag på förbättringar</b>. Dessutom beskriver eleven <b>utförligt och nyanserat</b> brukares upplevelse av stigmatisering i samhället, <b>redogör utförligt och nyanserat för orsaker till stigmatiseringen</b> samt ger <b>några välgrundade och nyanserade förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.</p><p>Eleven möter <b>efter samråd</b> med handledareutifrån <b>egna valda strategier och i nya situationer</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>nya</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt och nyanserat</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i bemötandet av brukare <b>samt anpassar det vid behov till ändrade förutsättningar</b>. Eleven beskriver <b>utförligt och nyanserat</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade och nyanserade</b> förslag på hur rutinerna kan förbättras.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>översiktligt</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd. Dessutom beskriver eleven <b>översiktligt</b> brukares upplevelse av stigmatisering i samhället samt ger <b>något enkelt förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.",
"Eleven möter <b>i samråd</b> med handledare utifrån <b>givna rutiner</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>översiktligt</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>i samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>översiktligt</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>enkla</b> omdömen sitt eget förhållningssätt i bemötandet av brukare. Eleven beskriver <b>översiktligt</b> <b>utifrån givna frågeställningar</b> hur olika rutiner påverkar arbetet samt ger <b>enkla</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>översiktligt</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>utförligt</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <b>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</b>. Dessutom beskriver eleven <b>utförligt</b> brukares upplevelse av stigmatisering i samhället, <b>redogör utförligt för orsaker till stigmatiseringen</b> samt ger <b>några välgrundade förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.",
"Eleven möter <b>efter samråd</b> med handledare utifrån <b>egna valda strategier</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>utförligt</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>bekanta</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i bemötandet av brukare. Eleven beskriver <b>utförligt</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>utförligt</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <b>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</b>. <b>I beskrivningen värderar eleven med nyanserade omdömen olika stödåtgärder samt ger förslag på förbättringar</b>. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> brukares upplevelse av stigmatisering i samhället, <b>redogör utförligt och nyanserat för orsaker till stigmatiseringen</b> samt ger <b>några välgrundade och nyanserade förslag</b> på åtgärder som skulle kunna förändra denna upplevelse.",
"Eleven möter <b>efter samråd</b> med handledareutifrån <b>egna valda strategier och i nya situationer</b> brukare på ett respektfullt, lyhört och empatiskt sätt. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de speciella krav som ställs för arbete i brukares hemmiljö. Eleven tar <b>efter samråd</b> med handledare initiativ i <b>nya</b> situationer i vård- och omsorgsarbetet samt beskriver <b>utförligt och</b> <b>nyanserat</b> handlingar som tillgodoser brukarens integritet. Dessutom värderar eleven med <b>nyanserade</b> omdömen sitt eget förhållningssätt i bemötandet av brukare <b>samt anpassar det vid behov till ändrade förutsättningar</b>. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur olika rutiner påverkar arbetet samt ger <b>välgrundade och nyanserade</b> förslag på hur rutinerna kan förbättras.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"PSYPSY02",
"reqarr":["PSYPSY02"],
"friends":["PSYPSY01",
"PSYPSY02",
"PSYPSY02",
"PSYRÄS0"]}