{"subject":"REC",
"novux":false,
"name":"Reception 1",
"origname":"Reception 1",
"points":100,
"instrRAW":"som bygger på kursen logi.",
"descarr":["Den bygger på kursen ",
"RECLOG0",
"."],
"reqRAW":"kursen RECLOG0",
"code":"RECREC01",
"goals":[1,0,2,1,2,2,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Lokala och regionala samarbetspartner inom rese- och besöksnäringen av betydelse för receptionsarbetet.",
"Planering och utförande av receptionsarbete, till exempel incheckning, rumstilldelning, utcheckning och kassaarbete.",
"Information och presentation av hotellets utbud i syfte att ge en högre grad av service.",
"Prissättning av hotellets tjänster.",
"Bokningssystem och annan teknisk utrustning.",
"Telefonteknik och betydelsen av bemötande, tonfall och produktkännedom.",
"Miljö- och kvalitetsarbete inom avdelningen.",
"Ergonomi samt arbetsmiljö och säkerhet i enlighet med lagar och andra bestämmelser.",
"Handlingsplaner vid brand, hot och fara.",
"Gästservice, till exempel att söka och förmedla turistinformation.",
"Service och bemötande samt betydelsen av korrekt attityd i mötet med människor.",
"Olika målgrupper och deras skiftande behov, kulturella skillnader samt tillgänglighet för funktionshindrade.",
"Samverkan mellan olika avdelningar.",
"Formell och informell kommunikation samt medvetenhet om både det verbala språkets och kroppsspråkets betydelse i mötet med gästen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter</b> <b>samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika organisationer, yrkesroller och arbetsuppgifter och grunderna för prissättning.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare enklare arbetsuppgifter inom området reception, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter</b> <b>samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser. Dessutom redogör eleven för handlingsplaner vid brand, hot och fara.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp, kulturella skillnader och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika kund- och gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["HOTREC02",
"RECREC02"],
"req":"RECLOG0",
"reqarr":["RECLOG0"],
"friends":["ADMADM00S",
"ADMADM01",
"ADMADM02",
"SERARR0",
"KONEVE0",
"SERFRU0",
"HOTFRU0",
"HOTHOT0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"RECLOG0",
"HOTLOG0",
"SERMAF0",
"ADMPER0",
"HOTREC01",
"RECREC02",
"HOTREC02",
"RECREC03",
"HOTREC03",
"ADMREC0",
"KONRUM0",
"SERSER00S",
"SERSER01",
"SERSER02",
"VAIVAI01",
"HOTVÅN01",
"VAIVAI02",
"HOTVÅN02",
"VAIVAI03",
"HOTVÅN03"]}