{"name":"Religionskunskap 4-6",
"code":"Religionskunskap 4-6",
"content":{"Religioner och andra livsåskådningar":["Ritualer och religiöst motiverade levnadsregler samt heliga platser och rum i kristendomen och i de andra världsreligionerna islam, judendom, hinduism och buddhism.",
"Centrala tankegångar bakom ritualer, levnadsregler och heliga platser i kristendomen och de andra världsreligionerna, till exempel som de uttrycks i religiösa berättelser i Bibeln och andra urkunder.",
"Berättelser från fornskandinavisk och äldre samisk religion.",
"Begreppen religion och livsåskådning."],
"Religion och samhälle":["Kristendomens betydelse för värderingar och kultur i det svenska samhället förr och nu. Kristna högtider och traditioner med koppling till kyrkoåret, till exempel sånger och psalmer.",
"Hur spår av fornskandinavisk religion kan iakttas i dagens samhälle."],
"Identitet och livsfrågor":["Hur olika livsfrågor, till exempel vad som är viktigt i livet och vad det innebär att vara en bra kamrat, skildras i populärkulturen.",
"Hur olika livsfrågor, till exempel synen på kärlek och vad som händer efter döden, skildras i religioner och andra livsåskådningar.",
"Vad religioner och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet."],
"Etik":["Några etiska begrepp, till exempel rätt och orätt, jämlikhet och solidaritet.",
"Vardagliga moraliska frågor som rör flickors och pojkars identiteter och roller, jämställdhet, sexualitet, sexuell läggning samt utanförskap och kränkning.",
"Frågor om vad ett bra liv kan vara och vad det kan innebära att göra gott."]},
"subject":"GRGRREL01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1,1],
"judge":{"E":["Eleven har <strong>grundläggande</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>enkla </strong>resonemang om likheter och skillnader mellan några religioner. Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna. Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle. Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>enkla </strong>jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu. Eleven kan också föra <strong>enkla </strong>resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som<strong> till viss del för resonemanget framåt</strong>.",
"Eleven kan föra <strong>enkla </strong>resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott. Eleven gör då reflektioner som <strong>i huvudsak hör till ämnet</strong> och använder några etiska begrepp på ett <strong>i huvudsak </strong>fungerande sätt. Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>i huvudsak</strong> fungerande sätt samt för <strong>enkla </strong>resonemang om informationens och källornas användbarhet."],
"C":["Eleven har <strong>goda</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>utvecklade </strong>resonemang om likheter och skillnader mellan några religioner. Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna. Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle. Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>utvecklade </strong>jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu. Eleven kan också föra <strong>utvecklade </strong>resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som<strong> för resonemanget framåt</strong>.",
"Eleven kan föra <strong>utvecklade </strong>resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott. Eleven gör då reflektioner som <strong>för resonemanget framåt</strong> och använder några etiska begrepp på ett <strong>relativt väl </strong>fungerande sätt. Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>relativt väl </strong>fungerande sätt samt för <strong>utvecklade </strong>resonemang om informationens och källornas användbarhet."],
"A":["Eleven har <strong>mycket goda</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>välutvecklade </strong>resonemang om likheter och skillnader mellan några religioner. Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna. Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle. Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>välutvecklade och nyanserade </strong>jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu. Eleven kan också föra <strong>välutvecklade och nyanserade </strong>resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som<strong> för resonemanget framåt och fördjupar eller breddar det</strong>.",
"Eleven kan föra <strong>välutvecklade </strong>resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott. Eleven gör då reflektioner som <strong>för resonemanget framåt och fördjupar eller breddar det</strong> och använder några etiska begrepp på ett <strong>väl </strong>fungerande sätt. Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>väl </strong>fungerande sätt samt för <strong>välutvecklade </strong>resonemang om informationens och källornas användbarhet."]},
"friends":["RELREL0",
"RELREL01",
"Religionskunskap 1-3",
"RELREL02",
"Religionskunskap 7-9"]}