{"subject":"REL",
"name":"Religionskunskap - specialisering",
"points":100,
"instrRAW":"som bygger på kursen religionskunskap 1.",
"descarr":["Den bygger på kursen ",
"RELREL01",
"."],
"reqRAW":"kursen RELREL01",
"code":"RELREL0",
"goals":[1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Fördjupning inom något eller några av ämnets kunskapsområden, till exempel centrala idéer, etiska principer, texter, riter och handlingsmönster i en eller flera valda religioner och livsåskådningar.",
"Begrepp, teorier och metoder som är relevanta för kunskapsområdet.",
"Analys och diskussion av kunskapsområdet ur historiska och samtida perspektiv.",
"Källkritisk metod inom kunskapsområdet. Granskning, analys och tolkning av texter, bilder och annat material som det valda kunskapsområdet har gett upphov till samt av hur det valda kunskapsområdet framställs i olika medier och källor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med</b> <b>viss säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>enkel</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>översiktligt</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>enkla</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.</p><p>Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>enkla</b> slutsatser om informationens relevans, trovärdighet och användbarhet.</p><p>Eleven diskuterar <b>översiktligt</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>enkla</b> argument i frågorna.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med viss säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>enkel</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>utförligt</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>välgrundade</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.</p><p>Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>välgrundade</b> slutsatser om informationens relevans, trovärdighet och användbarhet.</p><p>Eleven diskuterar <b>utförligt</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>välgrundade</b> argument i frågorna.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>komplex</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>utförligt och nyanserat</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>välgrundade och nyanserade</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.</p><p>Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>välgrundade och nyanserade</b> slutsatser om informationens relevans, trovärdighet och användbarhet.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>välgrundade och nyanserade</b> argument i frågorna.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med viss säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>enkel</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>översiktligt</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>enkla</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
"Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>enkla</b> slutsatser om informationens relevans, trovärdighet och användbarhet.",
"Eleven diskuterar <b>översiktligt</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>enkla</b> argument i frågorna."],
"C":["Eleven kan <b>utförligt</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med viss säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>enkel</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>utförligt</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>välgrundade</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
"Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>välgrundade</b> slutsatser om informationens relevans, trovärdighet och användbarhet.",
"Eleven diskuterar <b>utförligt</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>välgrundade</b> argument i frågorna."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven <b>med säkerhet</b> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en <b>komplex</b> analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <b>välgrundade och nyanserade</b> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
"Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <b>välgrundade och nyanserade</b> slutsatser om informationens relevans, trovärdighet och användbarhet.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <b>välgrundade och nyanserade</b> argument i frågorna."]},
"req":"RELREL01",
"reqarr":["RELREL01"],
"friends":["GRNREL2",
"RELREL01",
"RELREL01",
"Religionskunskap 1-3",
"RELREL02",
"Religionskunskap 4-6",
"Religionskunskap 7-9"]}