{"subject":"REL",
"novux":false,
"name":"Religionskunskap 1",
"origname":"Religionskunskap 1",
"points":50,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"code":"RELREL01",
"comments":{"innehållet":"<h4>Kristendomen, andra religioner och livsåskådningar</h4><p><em>Kristendomen</em> och de <em>övriga världsreligionerna</em> skrivs isär för att betona att kristendomen har en särskild betydelse i en svensk kontext. Med världsreligionerna avses, precis som i grundskolans kursplan förutom kristendomen, islam, judendom, hinduism och buddhism. Ur ett internationellt perspektiv finns möjlighet att låta begreppet världsreligioner innefatta också andra religioner.</p><p>Ämnesplanens formulering <em>olika livsåskådningar</em> innebär att utrymme finns för lärare och elever att göra ett urval av vilka livsåskådningar, religiösa och icke-religiösa, som ska göras till föremål för studier. Syftet med formuleringen är att variationen av livsåskådningar och deras olika uttryck för individer och grupper, i samtiden, i Sverige och i omvärlden kan studeras.</p><h4>Människosyn och gudsuppfattningar</h4><p>Med uttrycket <em>olika</em> <em>människosyn och gudsuppfattningar inom och mellan religioner </em>avses att studier i religionskunskap omfattar en variation av föreställningar och trostolkningar, inte bara <em>mellan</em> olika religioner, utan också <em>inom</em> en och samma religion eller religiösa tradition, dvs. intern mångfald. Bland annat kan det handla om hur människor, som har sin hemvist i en och samma religion, har olika syn på etiska frågor. Hur tar exempelvis kristna, judar eller muslimer ställning till frågor som rör homosexuella relationer, abort eller dödsstraff? Det finns stora variationer inom respektive religiösa kontext, precis som det finns stora skillnader - och likheter - mellan olika religioner och religiösa traditioner.</p><p>På liknande sätt kan man studera hur teologiska och existentiella frågor kan tolkas och diskuteras på mycket olika sätt inom och mellan religioner. Frågor som rör tron på Guds existens eller ett liv efter döden kan både formuleras och besvaras på många sätt. Vissa enskilda och grupper, inom en bestämd religion eller religiös tradition, kan representera likartade förhållningssätt medan andra skiljer sig åt.</p><h4>Religion och vetenskap</h4><p>Det finns olika syn på relationen mellan <em>religion</em> och <em>vetenskap</em>. Från vissa utgångspunkter framförs argument för att det på ett eller annat sätt råder - och kanske måste råda - en motsättning mellan vad som är religiöst respektive vetenskapligt. Utifrån detta perspektiv kan man ha olika uppfattning om vad som ska vara överordnat - religion eller vetenskap. Från andra utgångspunkter hävdas att det inte råder någon motsättning mellan religion och vetenskap, till exempel genom att de uppfattas yttra sig om olika kontexter eller områden av verkligheten. Ämnesplanen i religionskunskap ger dock inte underlag för ett ställningstagande för vare sig den ena eller den andra utgångspunkten.</p><p>Undervisningen ska behandla olika uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten. I ämnet religionskunskap kan man spegla hur debatt och diskussion på området förs och kan föras, vilket inbegriper kritisk analys och granskning av olika argument och ståndpunkter. Ett exempel kan vara diskussion och analys i relation till skapelsetro eller kreationism och evolutionism.</p><p>I religionskunskap 1 betonas i detta sammanhang ett samhällsperspektiv medan religionskunskap 2 betonar ett individ- och grupperspektiv. I religionskunskap 2 anges i det centrala innehållet inte bara olika uppfattningar om relationen mellan religion och vetenskap, utan också <em>hur de kan komma till uttryck och vad de kan betyda för individens förståelse av sig själv och sin omvärld</em>. Vad innebär en specifik syn på relationen mellan religion och vetenskap för en viss grupp och för en individ som upplever sig tillhöra gruppen - för sättet att leva, att uttrycka sig, att skapa en förankring i tillvaron och i samhället.</p><h4>Etiska teorier och modeller</h4><p>Med <em>normativ etik</em> avses den del av etiken som är inriktad på hur föreställningar och ideal rörande rätt och orätt kan underbyggas och systematiseras. Till skillnad från den <em>deskriptiva etiken,</em> vars uppgift och mål är att beskriva etiska föreställningar och ideal och att analysera dessa ur exempelvis psykologisk eller sociologisk synvinkel, har den normativa etiken ett föreskrivande syfte, nämligen att fastställa vad som på goda grunder kan hävdas vara rätt respektive orätt. Normativ etik är tänkt att ge en vägledning för hur människor kan och bör handla i enlighet med vissa föreskrivna normer.</p><p><em>Plikt- och konsekvensetik</em> är exempel på normativa etiska modeller. Enkelt uttryckt innebär en pliktetisk hållning att moraliskt försvarbara handlingar faller tillbaka på en regel eller norm, ett bud eller påbud. En konsekvensetisk hållning innebär istället att konsekvenserna av människors handlingar utgör motiv för att bedöma vad som kan vara rätt eller orätt. Andra modeller är sinnelags- eller avsiktsetik och situationsetik. <em>Sinnelagsetiken</em> sätter till skillnad från konsekvensetiken fokus på vad som kommer före, snarare än efter, den handling som ur moralisk synvinkel ska bedömas. <em>Situationsetiken</em> innebär att varje situation är unik, och att det alltså inte finns några allmänna regler eller några generellt giltiga bedömningar av vare sig konsekvenser eller avsikter som kan moraliskt motivera olika handlingar.</p><p><em>Dygdetiken</em> ger en annan grund för att reflektera över moraliska frågor. Dygdetik är en etik som bygger på uppfattningen att de valsituationer människor ställs inför är så komplicerade att enkla principer inte ger tillräcklig moralisk vägledning för våra handlingar. Istället för att söka svar på vilka handlingar som är rätta eller orätta i olika situationer lyfter dygdetiken fram hur vi bör vara som människor. Den betonar att varje människa har en förmåga att utveckla goda/rätta sidor hos sig själv genom att göra goda/rätta handlingar.</p><p>Med ämnesplanens skrivning om <em>föreställningar om vad ett gott liv och ett gott samhälle kan vara</em> breddas fokus även till samhället. Att diskutera vad som kan anses vara ”rätt” respektive ”orätt” i relation till vad som kan anses vara ”gott” möjliggör att etiska frågor och moralisk problematik kan ses i ett vidare och mer komplext sammanhang. Att se normer och regler mot bakgrund av vad som kan uppfattas vara ett gott liv, ett gott samhälle - och en god människa - kan ge diskussionen en etisk och en existentiell förankring som både vidgar och fördjupar.</p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Kristendomen, de övriga världsreligionerna och olika livsåskådningar, deras kännetecken och hur de tar sig uttryck för individer och grupper i samtiden, i Sverige och i omvärlden.",
"Olika människosyn och gudsuppfattningar inom och mellan religioner.",
"Religion i relation till kön, socioekonomisk bakgrund, etnicitet och sexualitet.",
"Individers och gruppers identiteter och hur de kan formas i förhållande till religion och livsåskådning utifrån till exempel skriftliga källor, traditioner och historiska och nutida händelser.",
"Olika uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten.",
"Tolkning och analys av olika teorier och modeller inom normativ etik samt hur dessa kan tillämpas. Etiska och andra moraliska föreställningar om vad ett gott liv och ett gott samhälle kan vara.",
"Analys av argument i etiska frågor med utgångspunkt i kristendomen, övriga världsreligioner, livsåskådningar och elevernas egna ställningstaganden."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>översiktligt</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>översiktligt</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <b>enkla</b> argument.</p><p>Eleven ger <b>några</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <b>enkel</b> analys av denna relation i vilken eleven beskriver <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Eleven kan <b>översiktligt</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.</p><p>Eleven kan <b>översiktligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>enkel</b> analys av de olika uppfattningarna.</p><p>Eleven kan <b>översiktligt</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <b>enkel</b> analys av modellerna och använda dem för att ge <b>enkla</b> argument i <b>någon</b> fråga. Eleven för <b>enkla</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>utförligt</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>utförligt</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygger sina resonemang med <b>välgrundade</b> argument.</p><p>Eleven ger <b>några</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en analys av denna relation i vilken eleven beskriver samband och drar <b>välgrundade</b> slutsatser. Eleven kan <b>utförligt</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.</p><p>Eleven kan <b>utförligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>välgrundad</b> analys av de olika uppfattningarna.</p><p>Eleven kan <b>utförligt</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en analys av modellerna och använda dem för att ge <b>välgrundade</b> argument i <b>någon</b> fråga. Eleven för <b>välgrundade</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>utförligt och nyanserat</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>utförligt och nyanserat</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <b>välgrundade och nyanserade</b> argument.</p><p>Eleven ger <b>flera</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <b>komplex</b> analys av denna relation i vilken eleven beskriver <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Eleven kan <b>utförligt och nyanserat</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.</p><p>Eleven ka <b>utförligt och nyanserat</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>välgrundad och nyanserad</b> analys av de olika uppfattningarna.</p><p>Eleven kan <b>utförligt och nyanserat</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <b>komplex</b> analys av modellerna och använda dem för att ge <b>välgrundade och nyanserade</b> argument i <b>några</b> frågor. Eleven för <b>välgrundade och nyanserade</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>översiktligt</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>översiktligt</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <b>enkla</b> argument.",
"Eleven ger <b>några</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <b>enkel</b> analys av denna relation i vilken eleven beskriver <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Eleven kan <b>översiktligt</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
"Eleven kan <b>översiktligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>enkel</b> analys av de olika uppfattningarna.",
"Eleven kan <b>översiktligt</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <b>enkel</b> analys av modellerna och använda dem för att ge <b>enkla</b> argument i <b>någon</b> fråga. Eleven för <b>enkla</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar."],
"C":["Eleven kan <b>utförligt</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>utförligt</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>utförligt</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygger sina resonemang med <b>välgrundade</b> argument.",
"Eleven ger <b>några</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en analys av denna relation i vilken eleven beskriver samband och drar <b>välgrundade</b> slutsatser. Eleven kan <b>utförligt</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
"Eleven kan <b>utförligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>välgrundad</b> analys av de olika uppfattningarna.",
"Eleven kan <b>utförligt</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en analys av modellerna och använda dem för att ge <b>välgrundade</b> argument i <b>någon</b> fråga. Eleven för <b>välgrundade</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för och analysera världsreligionerna och några livsåskådningar samt <b>utförligt och</b> <b>nyanserat</b> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv. Vidare kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <b>välgrundade och nyanserade</b> argument.",
"Eleven ger <b>flera</b> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <b>komplex</b> analys av denna relation i vilken eleven beskriver <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
"Eleven ka <b>utförligt och</b> <b>nyanserat</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en <b>välgrundad och nyanserad</b> analys av de olika uppfattningarna.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <b>komplex</b> analys av modellerna och använda dem för att ge <b>välgrundade och nyanserade</b> argument i <b>några</b> frågor. Eleven för <b>välgrundade och nyanserade</b> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"reqarr":[],
"reqBy":["RELREL02",
"RELREL0"],
"friends":["GRNREL2",
"RELREL0",
"Religionskunskap 1-3",
"RELREL02",
"Religionskunskap 4-6",
"Religionskunskap 7-9"]}