{"subject":"REL",
"name":"Religionskunskap 2",
"origname":"Religionskunskap 2",
"points":50,
"instrRAW":"som bygger på kursen religionskunskap 1.",
"descarr":["Den bygger på kursen ",
"RELREL01",
"."],
"reqRAW":"kursen RELREL01",
"code":"RELREL02",
"comments":{"innehållet":"<h4>Nyreligiositet och privatreligiositet</h4><p><em>Nyreligiositet </em>är ett begrepp som kan täcka in nya religiösa rörelser, som scientologikyrkan eller krishnarörelsen. Men framför allt fokuserar nyreligiositet på mer spridda religiösa strömningar som vardagligt benämns new age, eller med de bredare och i forskningssammanhang nyare begreppen andlighet och spiritualitet. Dessa strömningar utgör ingen enhetlig religiös tradition. De är föränderliga och kännetecknas till stor del av en stark betoning på individens eget fria val och en blandning av inslag från en mängd etablerade religioner utifrån ett slags religiöst smörgåsbord. Många människors livsåskådning har idag inspirerats av denna vidare religiösa miljö, men individens kopplingar till den är ofta osynliga och oreflekterade. Vanliga uttryck för denna miljö är till exempel tankegångar som heliggörande av jaget och reinkarnation, ritualer som meditation, yoga och tarotkort, eller livsmönster som positivt tänkande, hälsocentrering och perfektionskult.</p><p>Eftersom nyreligiositet studeras även i grundskolan, så handlar det på gymnasial nivå om en fördjupad analys, bland annat genom att rörelsernas <em>förhållande till världsreligionerna</em> ska undersökas. Härigenom kommer frågan om beteckningen <em>nya</em> religiösa rörelser och <em>ny</em>religiositet att behöva analyseras. Varför kallas en rörelse ny? I många fall räknas också rörelser med lång tradition in under begreppet nyreligiositet. Vilket är skälet till detta?</p><p><em>Privatreligiositet</em> har blivit ett utbrett fenomen i pluralistiska samhällen. Den är ingen religiös tradition, utan syftar snarare på ett förhållningssätt som kännetecknas av att människor själva tolkar religiösa budskap och formar sina egna trossystem utan att vara bundna av etablerade läror och traditionella uttolkningar. Kännetecknande för privatreligiositeten är också att den ofta utövas just i den privata sfären.</p><p>Nyreligiositet och privatreligiositet ingår i det centrala innehållet, eftersom forskning har visat att dessa strömningar utgör ett väsentligt inslag i elevernas livsvärld. Tv-serier, filmer och böcker rymmer ofta nyreligiösa uttryck som till exempel häxkonst. För många ungdomar är det mer naturligt att söka svar på sina livsfrågor i populärkulturella källor än i religiösa urkunder inom de etablerade religionerna.</p><h4>Religion och vetenskap</h4><p>Det finns olika syn på relationen mellan <em>religion</em> och <em>vetenskap</em>. Från vissa utgångspunkter framförs argument för att det på ett eller annat sätt råder - och kanske måste råda - en motsättning mellan vad som är religiöst respektive vetenskapligt. Utifrån detta perspektiv kan man ha olika uppfattning om vad som ska vara överordnat - religion eller vetenskap. Från andra utgångspunkter hävdas att det inte råder någon motsättning mellan religion och vetenskap, till exempel genom att de uppfattas yttra sig om olika kontexter eller områden av verkligheten. Ämnesplanen i religionskunskap ger dock inte underlag för ett ställningstagande för vare sig den ena eller den andra utgångspunkten.</p><p>Undervisningen ska behandla olika uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten. I ämnet religionskunskap kan man spegla hur debatt och diskussion på området förs och kan föras, vilket inbegriper kritisk analys och granskning av olika argument och ståndpunkter. Ett exempel kan vara diskussion och analys i relation till skapelsetro eller kreationism och evolutionism.</p><p>I religionskunskap 1 betonas i detta sammanhang ett samhällsperspektiv medan religionskunskap 2 betonar ett individ- och grupperspektiv. I religionskunskap 2 anges i det centrala innehållet inte bara olika uppfattningar om relationen mellan religion och vetenskap, utan också <em>hur de kan komma till uttryck och vad de kan betyda för individens förståelse av sig själv och sin omvärld</em>. Vad innebär en specifik syn på relationen mellan religion och vetenskap för en viss grupp och för en individ som upplever sig tillhöra gruppen - för sättet att leva, att uttrycka sig, att skapa en förankring i tillvaron och i samhället.</p>      "},
"goals":[1,1,1,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Nyreligiösa rörelser och strömningar, vad som kännetecknar dem och vad de har för förhållande till världsreligionerna.",
"Privatreligiositet. Individuella tolkningar av, och uttryck för, religiösa trosuppfattningar i ett samhälle präglat av mångfald.",
"Religioners och livsåskådningars betydelse för människors identitet, tillhörighet, gemenskap och syn på jämställdhet.",
"Olika uppfattningar om relationen mellan religion och vetenskap, hur de kan komma till uttryck och vad de kan betyda för individens förståelse av sig själv och sin omvärld.",
"Etiska begrepp, teorier och modeller. Tillämpning av dessa på frågor som är relevanta för karaktärsämnena, till exempel biomedicinsk etik, djuretik, miljöetik eller etik i mellanmänskliga relationer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>översiktligt</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>översiktligt</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>enkla</b> argument. Vidare kan eleven <b>översiktligt</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.</p><p>Eleven kan <b>översiktligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt dra <b>enkla</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.</p><p>Eleven diskuterar <b>översiktligt</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>enkla</b> argument i frågorna.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>utförligt</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>utförligt</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>välgrundade</b> argument. Vidare kan eleven <b>utförligt</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.</p><p>Eleven kan <b>utförligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <b>välgrundade</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.</p><p>Eleven diskuterar <b>utförligt</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>välgrundade</b> argument i frågorna.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>utförligt och nyanserat</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>välgrundade och nyanserade</b> argument. Vidare kan eleven <b>utförligt och nyanserat</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <b>välgrundade och</b> <b>nyanserade</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>välgrundade och nyanserade</b> argument i frågorna.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>översiktligt</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>översiktligt</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>enkla</b> argument. Vidare kan eleven <b>översiktligt</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
"Eleven kan <b>översiktligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt dra <b>enkla</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
"Eleven diskuterar <b>översiktligt</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>enkla</b> argument i frågorna."],
"C":["Eleven kan <b>utförligt</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>utförligt</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>utförligt</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>välgrundade</b> argument. Vidare kan eleven <b>utförligt</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
"Eleven kan <b>utförligt</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <b>välgrundade</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
"Eleven diskuterar <b>utförligt</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>välgrundade</b> argument i frågorna."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <b>utförligt och</b> <b>nyanserat</b> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <b>välgrundade och nyanserade</b> argument. Vidare kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <b>välgrundade och</b> <b>nyanserade</b> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <b>välgrundade och nyanserade</b> argument i frågorna."]},
"req":"RELREL01",
"reqarr":["RELREL01"],
"friends":["GRNREL2",
"RELREL0",
"RELREL01",
"RELREL01",
"Religionskunskap 1-3",
"Religionskunskap 4-6",
"Religionskunskap 7-9"]}