{"subject":"REN",
"name":"Renen och dess naturmiljö 2",
"points":100,
"instrRAW":"som bygger på kursen renen och dess naturmiljö 1.",
"descarr":["Den bygger på kursen ",
"RENREN01",
"."],
"reqRAW":"kursen RENREN01",
"code":"RENREN02",
"goals":[1,1,1,0,0,0,0,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Klimatets och klimatförändringarnas betydelse för betesförhållanden och andra förhållanden inom rennäringen.",
"Traditionella bostäder, förråd, samt övrig utrustning som använts inom rennäringen. Teknisk utveckling inom rennäringen.",
"Rennäringens framtida utvecklingsmöjligheter.",
"Förvaltningsorgan, samebyarnas roll, lagar, regler och konventioner som berör rennäringen. Organisering av rennäring inom olika delar av Sápmi.",
"Renens hälsa. Undernäring, sjukdom och skador hos renen.",
"Mikroorganismer, virus och parasiter samt deras betydelse och inverkan för renens hälsa. ",
"Smitta, smittspridning, immunförsvar och antibiotika samt förebyggande av skador, undernäring och sjukdomar.",
"Foder, foderberäkning samt hantering av foder vid nödutfodring.",
"Identifiering av rovdjur. Rovdjurens beteenden och vilka skador de orsakar hos renar.",
"Samisk terminologi inom rennäringen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>översiktligt</b> traditionella bostäder, förråd och utrustning, samt redogör <b>översiktligt</b> för den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>översiktligt</b> om de framtida utvecklingsmöjligheterna för rennäringen.</p><p>Eleven redogör <b>översiktligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Dessutom redogör eleven <b>översiktligt</b> för organisering av rennäring inom olika delar av Sápmi.</p><p>Eleven redogör <b>översiktligt</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>översiktligt</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.</p><p>Eleven utför <b>med viss säkerhet</b> foderberäkning samt beskriver <b>översiktligt</b> foderhantering vid nödutfodring.</p><p>Vid fältstudier identifierar eleven <b>med</b> <b>viss säkerhet</b> olika rovdjur samt redogör <b>översiktligt</b> för deras beteenden och för skador de förorsakar.</p><p>I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>utförligt</b> traditionella bostäder, förråd och utrustning, samt redogör <b>översiktligt</b> för den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>utförligt</b> om de framtida utvecklingsmöjligheterna för rennäringen.</p><p>Eleven redogör <b>utförligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Dessutom redogör eleven <b>utförligt</b> för organisering av rennäring inom olika delar av Sápmi.</p><p>Eleven redogör <b>utförligt</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>utförligt</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.</p><p>Eleven utför <b>med viss säkerhet</b> foderberäkning samt beskriver <b>utförligt</b> foderhantering vid nödutfodring.</p><p>Vid fältstudier identifierar eleven <b>med</b> <b>viss säkerhet</b> olika rovdjur samt redogör <b>utförligt</b> för deras beteenden och för skador de förorsakar.</p><p>I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>utförligt och nyanserat</b> traditionella bostäder, förråd och utrustning, samt den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>utförligt och nyanserat</b> om de framtida utvecklingsmöjligheterna för rennäringen.</p><p>Eleven redogör <b>utförligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Eleven redogör även <b>utförligt och nyanserat</b> för organisering av rennäring inom olika delar av Sápmi.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>utförligt och nyanserat</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.</p><p>Eleven utför <b>med säkerhet</b> foderberäkning samt beskriver <b>utförligt och nyanserat</b> foderhantering vid nödutfodring.</p><p>Vid fältstudier identifierar eleven <b>med</b> <b>säkerhet</b> olika rovdjur samt redogör <b>utförligt och nyanserat</b> för deras beteenden och för skador de förorsakar.</p><p>I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>översiktligt</b> traditionella bostäder, förråd och utrustning, samt redogör <b>översiktligt</b> för den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>översiktligt</b> om de framtida utvecklingsmöjligheterna för rennäringen.",
"Eleven redogör <b>översiktligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Dessutom redogör eleven <b>översiktligt</b> för organisering av rennäring inom olika delar av Sápmi.",
"Eleven redogör <b>översiktligt</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>översiktligt</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
"Eleven utför <b>med viss säkerhet</b> foderberäkning samt beskriver <b>översiktligt</b> foderhantering vid nödutfodring.",
"Vid fältstudier identifierar eleven <b>med viss säkerhet</b> olika rovdjur samt redogör <b>översiktligt</b> för deras beteenden och för skador de förorsakar.",
"I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen."],
"C":["Eleven beskriver <b>utförligt</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>utförligt</b> traditionella bostäder, förråd och utrustning, samt redogör <b>översiktligt</b> för den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>utförligt</b> om de framtida utvecklingsmöjligheterna för rennäringen.",
"Eleven redogör <b>utförligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Dessutom redogör eleven <b>utförligt</b> för organisering av rennäring inom olika delar av Sápmi.",
"Eleven redogör <b>utförligt</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>utförligt</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
"Eleven utför <b>med viss säkerhet</b> foderberäkning samt beskriver <b>utförligt</b> foderhantering vid nödutfodring.",
"Vid fältstudier identifierar eleven <b>med viss säkerhet</b> olika rovdjur samt redogör <b>utförligt</b> för deras beteenden och för skador de förorsakar.",
"I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> traditionella bostäder, förråd och utrustning, samt den tekniska utvecklingen inom rennäringen. Dessutom resonerar eleve <b>utförligt och</b> <b>nyanserat</b> om de framtida utvecklingsmöjligheterna för rennäringen.",
"Eleven redogör <b>utförligt</b> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för organisering av rennäring inom olika delar av Sápmi.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vanligt förekommande virus, parasiter och symptom på parasitangrepp. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
"Eleven utför <b>med säkerhet</b> foderberäkning samt beskriver <b>utförligt och</b> <b>nyanserat</b> foderhantering vid nödutfodring.",
"Vid fältstudier identifierar eleven <b>med säkerhet</b> olika rovdjur samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras beteenden och för skador de förorsakar.",
"I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> samisk terminologi som berör renen och rennäringen."]},
"req":"RENREN01",
"reqarr":["RENREN01"]}