{"subject":"REN",
"novux":false,
"name":"Renen och dess naturmiljö 1",
"origname":"Renen och dess naturmiljö 1",
"points":100,
"code":"RENREN01",
"goals":[1,0,1,0,0,0,0,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Rennäringens omfattning samt ekonomiska och sociala betydelse. Dess betydelse som kulturbärare i det samiska samhället både traditionellt och i nutid.",
"Rennäringens historiska utveckling. Övergång från vildrensjakt till tamrenskötsel. Faktorer som påverkat och påverkar utvecklingen.",
"Traditionella och nyare former av binäringar som ingår i rennäringen.",
"Renens utseende, familjetillhörighet, släkte, art och underarter samt anpassning till arktiskt klimat.",
"Renens anatomi och fysiologi.",
"Renens livsprocesser inklusive andning. Renens funktionella byggnad.",
"Renens naturliga miljö och beteenden inom olika åldersgrupper och kön under året.",
"Växter som ingår i renens foderval under olika årstider och renens årstidsland.",
"Val av betesväxter under året samt växtförhållanden i olika landskapstyper och årstidsland.",
"Samisk terminologi inom rennäringen."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>översiktligt</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>översiktligt</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>översiktligt</b> binäringar som ingår i rennäringen.</p><p>Eleven redogör <b>översiktligt</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>översiktligt</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med viss säkerhet</b> olika växter som ingår i renens foderval.</p><p>I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>utförligt</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>utförligt</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>utförligt</b> binäringar som ingår i rennäringen.</p><p>Eleven redogör <b>utförligt</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>utförligt</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med viss säkerhet</b> olika växter som ingår i renens foderval.</p><p>I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>utförligt och nyanserat</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>utförligt och nyanserat</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>utförligt och nyanserat</b> binäringar som ingår i rennäringen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>utförligt och nyanserat</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med säkerhet</b> olika växter som ingår i renens foderval.</p><p>I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> samisk terminologi som berör renen och rennäringen.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>översiktligt</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>översiktligt</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>översiktligt</b> binäringar som ingår i rennäringen.",
"Eleven redogör <b>översiktligt</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>översiktligt</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med viss säkerhet</b> olika växter som ingår i renens foderval.",
"I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen."],
"C":["Eleven redogör <b>utförligt</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>utförligt</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>utförligt</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>utförligt</b> binäringar som ingår i rennäringen.",
"Eleven redogör <b>utförligt</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>utförligt</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med viss säkerhet</b> olika växter som ingår i renens foderval.",
"I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> samisk terminologi som berör renen och rennäringen."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för rennäringens omfattning samt ekonomiska och sociala betydelse. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <b>utförligt och</b> <b>nyanserat</b> för dess betydelse som kulturbärare. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> binäringar som ingår i rennäringen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för renens foderval och årstidsland. Eleven identifierar, beskriver och namnger <b>med säkerhet</b> olika växter som ingår i renens foderval.",
"I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> samisk terminologi som berör renen och rennäringen."]},
"reqBy":["RENREN02",
"RESHAL0",
"TURHÅL0"],
"foreignlinks":["RESHAL0"],
"hasreqs":true,
"friends":["TURAKT0",
"SKMAVV0",
"NABAVV0",
"TURBEÖ0",
"NABFOR0",
"TURGUI0",
"RESHAL0",
"TURHÅL0",
"NABLAT01",
"NABLAT02",
"NABLAA0",
"RESMAS0",
"TURMAS0",
"RENREN02",
"RENREE01",
"RENREE02",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"SKMSKO00S",
"NABSKO00S",
"SKMSMA0",
"NABSMÅ0",
"SKMTER0",
"NABTER0",
"NABTRG0",
"TURTUR0",
"SKMVIE0",
"NABVIE0",
"TURVÄR0"]}