{"subject":"RES",
"novux":false,
"name":"Hållbar turism",
"origname":"Hållbar turism",
"points":100,
"instrRAW":"som bygger på kursen besöksnäringen eller på kurserna naturguidning 1, renen och dess naturmiljö 1 samt samisk mat och matkultur.",
"descarr":["Den bygger på kursen ",
"AKTBEO0",
" eller på kurserna ",
"NAGNAT01",
", ",
"RENREN01",
" samt ",
"SASSAM0",
"."],
"reqRAW":"kursen AKTBEO0 eller på kurserna NAGNAT01, RENREN01 samt SASSAM0",
"code":"RESHAL0",
"goals":[2,1,1,2,1,1,2,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Ekoturismens grundprinciper.",
"Miljöarbete inom turismnäringens olika verksamhetsområden samt positiva förebilder och varumärken inom området.",
"Certifieringssystem för hållbar, säker och ansvarsfull turism.",
"Förutsättningar för hållbar turism på kända resmål.",
"Hållbar och miljövänlig turismutveckling där människan samspelar med natur och kultur samt utvecklar resmål och verksamheter med hänsyn till ekologi, etik och ekonomi.",
"Natur- och kulturresurser ur ett historiskt och framtida perspektiv samt deras betydelse för utveckling.",
"Turismens påverkan på länders natur, kulturarv, samhälle, ekonomi och sysselsättning.",
"Turismföretagens och den enskilda resenärens möjligheter att bidra till ansvarsfullt resande.",
"Lagar och andra bestämmelser samt etiskt förhållningssätt inom området.",
"Informationssökning samt kritisk granskning, bearbetning och presentation av materialet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> ekoturismens grundprinciper samt redogör <b>översiktligt</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>översiktligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>översiktligt</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.</p><p>Eleven redogör <b>översiktligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ge <b>något</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med</b> <b>viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med</b> <b>viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> ekoturismens grundprinciper samt redogör <b>utförligt</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>översiktligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>utförligt</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.</p><p>Eleven redogör <b>utförligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ger <b>några</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med</b> <b>viss säkerhet</b> en presentation av informationen och integrerar <b>med</b> <b>viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss</b> <b>säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> ekoturismens grundprinciper samt redogör <b>utförligt och nyanserat</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>utförligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>utförligt</b> <b>och nyanserat</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.</p><p>Eleven redogör <b>utförligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ge <b>flera</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar översiktligt om hur lagar och andra bestämmelser påverkar utvecklingen.</p><p>Eleven söker, sorterar och granskar <b>med säkerhet</b> information samt värderar den med <b>nyanserade</b> omdömen. Dessutom gör eleven <b>med</b> <b>säkerhet</b> en presentation av informationen och integrerar <b>med</b> <b>säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>säkerhet</b> med andra samt anpassar <b>med</b> <b>säkerhe</b>t sitt språk efter situation och mottagare.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> ekoturismens grundprinciper samt redogör <b>översiktligt</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>översiktligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>översiktligt</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
"Eleven redogör <b>översiktligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ge <b>något</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> ekoturismens grundprinciper samt redogör <b>utförligt</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>översiktligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>utförligt</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
"Eleven redogör <b>utförligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ger <b>några</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information samt värderar den med <b>enkla</b> omdömen. Dessutom gör eleven <b>med viss säkerhet</b> en presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss</b> <b>säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> ekoturismens grundprinciper samt redogör <b>utförligt och</b> <b>nyanserat</b>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling. Dessutom beskriver eleven <b>utförligt</b> hur turismen påverkar länders natur, kulturarv och ekonomi. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
"Eleven redogör <b>utförligt</b> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden. Eleven ge <b>flera</b> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande. Eleven resonerar översiktligt om hur lagar och andra bestämmelser påverkar utvecklingen.",
"Eleven söker, sorterar och granskar <b>med säkerhet</b> information samt värderar den med <b>nyanserade</b> omdömen. Dessutom gör eleven <b>med säkerhet</b> en presentation av informationen och integrerar <b>med säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med säkerhet</b> med andra samt anpassar <b>med</b> <b>säkerhe</b>t sitt språk efter situation och mottagare.",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"replaces":"TURHÅL0",
"req":{"type":"OR",
"arr":["AKTBEO0",{"type":"AND",
"arr":["NAGNAT01",
"RENREN01",
"SASSAM0"]}]},
"reqarr":["AKTBEO0",
"NAGNAT01",
"RENREN01",
"SASSAM0"],
"hasreqs":true,
"friends":["AKTAKT0",
"TURAKT0",
"FRIBAD0",
"AKTBEO0",
"TURBEÖ0",
"FRIDRF0",
"FORFOD0",
"FRIFRT0",
"FRIFRS0",
"AKTGUI0",
"TURGUI0",
"NAGGUD0",
"TURHÅL0",
"RESMAS0",
"TURMAS0",
"NAGNAT01",
"NAGNAT02",
"RENREN01",
"RENREN02",
"RENREE01",
"RENREE02",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"SASSAM0",
"AKTTUR0",
"TURTUR0",
"AKTVAR0",
"TURVÄR0"]}