{"subject":"RES",
"name":"Reseproduktion och försäljning",
"points":100,
"instrRAW":"som bygger på kursen besöksnäringen.",
"descarr":["Den bygger på kursen ",
"TURBEÖ0",
"."],
"reqRAW":"kursen TURBEÖ0",
"code":"RESRES0",
"goals":[2,2,2,1,2,1,2,1,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Aktörer, deras produkter och varumärken samt yrkesroller och arbetsuppgifter inom reseproduktion och försäljning.",
"Betydelsen av samverkan mellan aktörer inom reseproduktion och försäljning.",
"Utveckling av researrangemang i takt med trender och förändringar i samhället.",
"Utveckling av nya resmål med hänsyn till destinationens förutsättningar för en hållbar utveckling.",
"Tolkning av avtal och utformning av kontrakt mellan researrangör kontra transport- och logiföretag och andra aktörer i produktionsledet.",
"Lagar, internationella överenskommelser och etiska regler inom området.",
"Betalningssätt, valutahantering och kassaredovisning.",
"Prissättning med hänsyn till tillgång och efterfrågan beroende på till exempel resemönster, säsong och konjunktur.",
"Lönsamhetsberäkning och ekonomisk uppföljning.",
"Försäljning och bokning av privat-, grupp- och affärsresor.",
"Bokningsprogram för att boka resor, logi och aktiviteter.",
"Informationssökning och marknadskommunikation som verktyg vid reseproduktion.",
"Produktion av målgruppsanpassade researrangemang med särskild hänsyn till miljö, ekonomi och säkerhet på destinationen samt uppföljning och utvärdering av dem.",
"Säljstimulerande aktiviteter, riktad försäljning och kundvård.",
"Presentationsteknik i form av layout, skyltning och exponering.",
"Facktermer samt språkets betydelse i all kommunikation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>översiktligt</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>översiktligt</b> för utvecklingen av nya resmål och researrangemang.</p><p>Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>något</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför <b>enkla</b> bokningar.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare ett mindre arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven i samråd med handledare lämplig metod för informationssökning samt gör en <b>enkel</b> presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>något</b> exempel på säljstimulerande och kundvårdande aktiviteter. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>utförligt</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>utförligt</b> för utvecklingen av nya resmål och researrangemang.</p><p>Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>några</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>några</b> exempel på säljstimulerande och kundvårdande aktiviteter <b>samt resonerar om likheter och skillnader mellan dessa</b>. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>utförligt och nyanserat</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>utförligt och nyanserat</b> för utvecklingen av nya resmål och researrangemang.</p><p>Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>flera</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>flera</b> exempel på säljstimulerande och kundvårdande aktiviteter <b>samt resonerar om likheter och skillnader mellan dessa</b>. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>säkerhet</b> med andra samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>översiktligt</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>översiktligt</b> för utvecklingen av nya resmål och researrangemang.",
"Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>något</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför <b>enkla</b> bokningar.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare ett mindre arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven i samråd med handledare lämplig metod för informationssökning samt gör en <b>enkel</b> presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>något</b> exempel på säljstimulerande och kundvårdande aktiviteter. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>utförligt</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>utförligt</b> för utvecklingen av nya resmål och researrangemang.",
"Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>några</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>några</b> exempel på säljstimulerande och kundvårdande aktiviteter <b>samt resonerar om likheter och skillnader mellan dessa</b>. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för aktörer inom reseproduktion och försäljning samt hur de samverkar. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika yrkesroller och arbetsuppgifter. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för utvecklingen av nya resmål och researrangemang.",
"Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser. Vidare ger eleven <b>flera</b> exempel på prissättning av olika resepaket. Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget. Eleven integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen. Dessutom ger eleven <b>flera</b> exempel på säljstimulerande och kundvårdande aktiviteter <b>samt resonerar om likheter och skillnader mellan dessa</b>. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med säkerhet</b> med andra samt anpassar <b>med säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TURBEÖ0",
"reqarr":["TURBEÖ0"]}