{"subject":"RID",
"name":"Ridning 1",
"points":100,
"instrRAW":"som bygger på kursen ridning och körning.",
"descarr":["Den bygger på kursen ",
"RIDRID0",
"."],
"reqRAW":"kursen RIDRID0",
"code":"RIDRID01",
"goals":[1,2,1,1,1,2,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Hästars gångarter och rörelsemekanik.",
"Hästars svar på träning med tanke på takt, balans, lösgjordhet, kontakt, stöd, schvung, rakriktning och samling.",
"Bedömning av hästars hälsa och kondition i samband med olika typer av arbete.",
"Träningslära.",
"Ridning av hästar samt träning av ryttarens sits och ryttarens inverkan på hästen. ",
"Longering av skolad häst i ändamålsenlig form och i avvägt tempo.",
"Grundläggande banhoppning och grundläggande hoppning i terräng.",
"Val och anpassning av hästars utrustning för ridning i olika situationer.",
"Val av ryttarklädsel och ryttarutrustning för olika situationer.",
"Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.",
"Lagar och andra bestämmelser som rör arbete med hästar.",
"Bestämmelser om ridning på väg samt i skog och mark.",
"Branschens etiska regler i samband med träning av och tävling med hästar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>översiktligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>översiktligt</b> för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <b>i samråd</b> med handledare hästar för ridning. Eleven rider <b>i samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>i samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt</b> för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för ridning. Eleven rider <b>efter samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt och nyanserat</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt och nyanserat</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt och nyanserat</b> för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för ridning. Eleven rider <b>efter samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>god</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>översiktligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>översiktligt</b> för utbildningsgången och olika träningsmetoder för ridhästar.",
"Eleven visiterar och utrustar <b>i samråd</b> med handledare hästar för ridning. Eleven rider <b>i samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>i samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt</b> för utbildningsgången och olika träningsmetoder för ridhästar.",
"Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för ridning. Eleven rider <b>efter samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för utbildningsgången och olika träningsmetoder för ridhästar.",
"Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för ridning. Eleven rider <b>efter samråd</b> med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <b>god</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare longering av skolade hästar. I ridningen tolkar eleven <b>med säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"samenamecoursecode":"RINRID01",
"samenamesubjectcode":"RIN",
"samenamesubjectname":"Ridning och körning",
"req":"RIDRID0",
"reqarr":["RIDRID0"],
"reqBy":["RIDRID02"],
"friends":["RIDKÖR01",
"RINKOR01",
"RIDKÖR02",
"RINKOR02",
"RINRID01",
"RINRID01",
"RIDRID02",
"RINRID02",
"RIDRID0",
"RIDRID0",
"RINRID0",
"RIDTRA01",
"TRVTRA01",
"RIDTRA02",
"TRVTRA02"]}