{"subject":"RIN",
"name":"Körning 1",
"points":100,
"instrRAW":"som bygger på kursen ridning och körning. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen trav 1.",
"descarr":["Den bygger på kursen ",
"RINRID0",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"TRVTRA01",
"."],
"reqRAW":"kursen RINRID0",
"notwithRAW":"kursen TRVTRA01",
"code":"RINKOR01",
"goals":[1,2,1,1,1,0,2,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Hästars gångarter och rörelsemekanik.",
"Hästars beteende med betoning på deras avspänning, rakriktning, takt och balans.",
"Bedömning av hästars hälsa och kondition i samband med olika typer av arbete.",
"Hästars utbildning och arbete i olika åldrar utifrån deras individuella förutsättningar.",
"Motionsträning och intervallträning.",
"Tempobedömning och tidtagarövningar inom körningens discipliner.",
"Körning av hästar för olika användningsområden efter hästarnas individuella förutsättningar.",
"Tömfattningar, kuskens position och hjälper.",
"Grunderna i tömkörning.",
"Selning och utrustning av hästar för körning och för olika typer av arbete.",
"Skötsel och vård av utrustning, vagnar och redskap.",
"Klädsel och utrustning för olika situationer.",
"Ergonomi, arbetsmiljö och säkerhet i samband med körning av hästar.",
"Lagar och andra bestämmelser som rör arbete med hästar.",
"Bestämmelser om körning på väg samt i skog och mark.",
"Branschens etiska regler i samband med arbete med hästar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>översiktligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>översiktligt</b> för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <b>i samråd</b> med handledare hästar för körning. Eleven kör <b>i samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>i samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>i samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt</b> för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för körning. Eleven kör <b>efter samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>efter samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt och nyanserat</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt och nyanserat</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt och nyanserat</b> för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för körning. Eleven kör <b>efter samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>efter samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>god</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>översiktligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>översiktligt</b> för utbildningsgången och olika träningsmetoder för körhästar.",
"Eleven visiterar och utrustar <b>i samråd</b> med handledare hästar för körning. Eleven kör <b>i samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>i samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>i samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt</b> för utbildningsgången och olika träningsmetoder för körhästar.",
"Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för körning. Eleven kör <b>efter samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>efter samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>tillfredsställande</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med viss säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för utbildningsgången och olika träningsmetoder för körhästar.",
"Eleven visiterar och utrustar <b>efter samråd</b> med handledare hästar för körning. Eleven kör <b>efter samråd</b> med handledare skolade hästar med kontroll och säker position. Eleven kör också <b>efter samråd</b> med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <b>god</b>. Dessutom genomför eleven <b>efter samråd</b> med handledare tömkörning av skolade hästar. I körningen tolkar eleven <b>med säkerhet</b> hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["RIDKÖR02",
"RINKOR02"],
"req":"RINRID0",
"notwith":"TRVTRA01",
"reqarr":["RINRID0"]}