{"subject":"RIN",
"name":"Ridning 2",
"points":100,
"instrRAW":"som bygger på kursen ridning 1.",
"descarr":["Den bygger på kursen ",
"RINRID01",
"."],
"reqRAW":"kursen RINRID01",
"code":"RINRID02",
"goals":[1,2,2,1,1,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Hästars gångarter och hoppteknik.",
"Hästars utveckling, till exempel muskelsättning, kondition, utseende och beteende.",
"Observation av hästars hälsa och kondition samt hästars reaktioner på träning.",
"Arbetsplaner och träningsprogram för ridhästar.",
"Visitering av, utrustning för och ridning av olika typer av hästar.",
"Träning av hästar för någon eller några av ridsportens olika grenar.",
"Hantering av hästar i samband med träning och tävling.",
"Assistans vid låshoppning samt byggande av bana för löshoppning.",
"Tömkörning av skolad häst i ändamålsenlig form.",
"Val och vård av utrustning till hästar för olika slags arbete.",
"Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.",
"Lagar och andra bestämmelser som rör arbete med hästar.",
"Bestämmelser om ridning på väg samt i skog och mark.",
"Etik i samband med träning och tävling."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>översiktligt</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>enkelt</b> träningsprogram för ridhästar samt för <b>med viss säkerhet</b> journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter med ett <b>tillfredsställande</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>i samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>tillfredsställande</b>. Eleven anpassar <b>i samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>tillfredsställande</b> sätt. Eleven genomför <b>i samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>utförligt</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>genomarbetat</b> träningsprogram för ridhästar samt för <b>med viss säkerhet</b> journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter med ett <b>tillfredsställande</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>efter samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>tillfredsställande</b>. Eleven anpassar <b>efter samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>tillfredsställande</b> sätt. Eleven genomför <b>efter samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>utförligt och nyanserat</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>utförligt och nyanserat</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>genomarbetat</b> träningsprogram för ridhästar samt för <b>med säkerhet</b> journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter med ett <b>gott</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>efter samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>god</b>. Eleven anpassar <b>efter samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>gott</b> sätt. Eleven genomför <b>efter samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>översiktligt</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>översiktligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>enkelt</b> träningsprogram för ridhästar samt för <b>med viss säkerhet</b> journal över arbete med och skötsel av hästar.",
"Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter med ett <b>tillfredsställande</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>i samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>tillfredsställande</b>. Eleven anpassar <b>i samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>tillfredsställande</b> sätt. Eleven genomför <b>i samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>utförligt</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>utförligt</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>genomarbetat</b> träningsprogram för ridhästar samt för <b>med viss säkerhet</b> journal över arbete med och skötsel av hästar.",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter med ett <b>tillfredsställande</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>efter samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>tillfredsställande</b>. Eleven anpassar <b>efter samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>tillfredsställande</b> sätt. Eleven genomför <b>efter samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hästars olika gångarter och hoppteknik. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <b>genomarbetat</b> träningsprogram för ridhästar samt för <b>med säkerhet</b> journal över arbete med och skötsel av hästar.",
"Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter med ett <b>gott</b> resultat. Dessutom visiterar, utrustar och rider eleven <b>efter samråd</b> med handledare olika typer av hästar. Elevens ridning är <b>god</b>. Eleven anpassar <b>efter samråd</b> med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <b>gott</b> sätt. Eleven genomför <b>efter samråd</b> med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"judgechangewarn":true,
"samenamecoursecode":"RIDRID02",
"samenamesubjectcode":"RID",
"samenamesubjectname":"Rid- och körkunskap [ersatt]",
"req":"RINRID01",
"reqarr":["RINRID01"],
"friends":["RIDKÖR01",
"RINKOR01",
"RIDKÖR02",
"RINKOR02",
"RINRID01",
"RINRID01",
"RIDRID01",
"RIDRID02",
"RIDRID02",
"RIDRID0",
"RINRID0",
"RIDTRA01",
"TRVTRA01",
"RIDTRA02",
"TRVTRA02"]}