{"subject":"RIN",
"novux":false,
"name":"Ridning och körning",
"origname":"Ridning och körning",
"points":200,
"code":"RINRID0",
"goals":[1,1,1,0,1,2,2,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Hästars gångarter, renhet och takt med variationer av tempo.",
"Hästars gångarter på körplan och motionsslinga.",
"Sjukdomar och skador hos hästar i samband med ridning och körning.",
"Visitering av hästar med blick och hand.",
"Hantering och träning av hästar i samband med ridning och körning.",
"Ridning och körning av hästar med utgångspunkt från rid- och körlärans riktlinjer.",
"Ridning av skolad häst på ridbana samt i skog och mark.",
"Ryttarens sits med balans, stadga och följsamhet genom inverkan av vikt-, skänkel- och tygelhjälp.",
"Körning av skolad häst på bana samt i skog och mark.",
"Kuskens följsamhet och inverkan på hästen.",
"Motions- och konkörning av skolad häst.",
"Visning vid hand av skolad häst.",
"Användning och skötsel av utrustning i samband med ridning och körning.",
"Val av klädsel och personlig utrustning för olika situationer.",
"Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.",
"Lagar och andra bestämmelser som rör arbete med hästar.",
"Bestämmelser om ridning och körning på väg samt i skog och mark."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>översiktligt</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>enkla</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>översiktligt</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <b>i samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>tillfredsställande</b> resultat. I ridningen och körningen hanterar eleven <b>i samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>i samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>utförligt</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>välgrundade</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>utförligt</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <b>efter samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>tillfredsställande</b> resultat. I ridningen och körningen hanterar eleven <b>efter samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>efter samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>utförligt och nyanserat</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>välgrundade och nyanserade</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>utförligt och nyanserat</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <b>efter samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>gott</b> resultat. I ridningen och körningen hanterar eleven <b>efter samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>efter samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>översiktligt</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>enkla</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>översiktligt</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.",
"Eleven visiterar, rider och kör <b>i samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>tillfredsställande</b> resultat. I ridningen och körningen hanterar eleven <b>i samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>i samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>i samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>utförligt</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>välgrundade</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>utförligt</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.",
"Eleven visiterar, rider och kör <b>efter samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>tillfredsställande</b> resultat. I ridningen och körningen hanterar eleven <b>efter samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>efter samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <b>välgrundade och nyanserade</b> slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.",
"Eleven visiterar, rider och kör <b>efter samråd</b> med handledare skolade hästar enligt given instruktion och med ett <b>gott</b> resultat. I ridningen och körningen hanterar eleven <b>efter samråd</b> med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <b>efter samråd</b> med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <b>efter samråd</b> med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["RIDKÖR01",
"RIDRID01",
"RIDTRA01",
"RINKOR01",
"RINRID01",
"TRVTRA01"],
"friends":["RINKOR01",
"RINKOR01",
"RIDKÖR01",
"RIDKÖR01",
"RINKOR02",
"RIDKÖR02",
"RINRID01",
"RINRID01",
"RIDRID01",
"RIDRID01",
"RINRID02",
"RIDRID02",
"RIDRID0",
"TRVTRA01",
"TRVTRA01",
"RIDTRA01",
"RIDTRA01",
"TRVTRA02",
"RIDTRA02"]}