{"subject":"SAA",
"novux":false,
"name":"Rörsvets 1",
"origname":"Rörsvets 1",
"points":100,
"instrRAW":"som bygger på kursen stumsvets 2. Kursen kan läsas flera gånger med olika svetsmetoder.",
"descarr":["Den bygger på kursen ",
"SAASTU02S",
". Kursen kan läsas flera gånger med olika svetsmetoder."],
"repeat":"Kursen kan läsas flera gånger med olika svetsmetoder.",
"reqRAW":"kursen SAASTU02S",
"code":"SAARÖR01S",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Svetsning med vald svetsmetod av stumfogar i rör i olika relevanta svetslägen till gängse acceptanskrav.",
"Avancerade tillverkningsunderlag.",
"Funktion hos utrustning och kringutrustning för vald svetsmetod.",
"Systematiskt underhåll och service samt felsökning på utrustningen. Organisation av arbetsplatsen.",
"Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.",
"Metoder för reparation av fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.",
"Standarder för kvalitetsbedömning av den utförda sammanfogningen.",
"Termer och begrepp inom teknikområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>i samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg me <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt och nyanserat</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt och nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>i samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>i samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <b>visst</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>i samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>enkel</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>översiktligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>översiktligt</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>översiktligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>tillfredsställande</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg me <b>gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med viss säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. <b>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</b>. Vidare väljer eleven <b>efter samråd</b> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
"Eleven utför med noggrannhet och <b>efter samråd</b> med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <b>gott</b> utifrån givna kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <b>mycket gott</b> handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <b>efter samråd</b> med handledare. När arbetsuppgiften är utförd gör eleven en <b>noggrann och utförlig</b> dokumentation av arbetsprocessen och resultatet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <b>utförligt och</b> <b>nyanserat</b> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar i sitt arbete med andra samt använder <b>med säkerhet</b> korrekt fackspråk.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"SAASTU02S",
"reqarr":["SAASTU02S"],
"reqBy":["SAARÖR02S"],
"friends":["SAAKÄL01S",
"SAAKÄL02S",
"SAARÖR02S",
"SAASAA0",
"SAASTU01S",
"SAASTU02S",
"SAASVT0"]}