{"subject":"SAE",
"novux":false,
"name":"Samernas kultur och historia",
"origname":"Samernas kultur och historia",
"points":100,
"instrRAW":"som bygger på kursen historia 1a1 och kursen samhällskunskap 1a1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen historia 2a eller kursen historia 2b - kultur.",
"descarr":["Den bygger på kursen ",
"HISHIS01a1",
" och kursen ",
"SAMSAM01a1",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"HISHIS02a",
" eller kursen ",
"HISHIS02b",
"."],
"reqRAW":"kursen HISHIS01a1 och kursen SAMSAM01a1",
"notwithRAW":"kursen HISHIS02a eller kursen HISHIS02b",
"code":"SAESAM0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Det geografiska området Sápmi, människors levnadsvillkor och bosättning i området idag och genom historien.",
"Befolkningsutvecklingen och relationer mellan etniska grupper i Sápmi samt händelser som påverkat utvecklingen.",
"Idéhistoriska strömningar och olika nationalstaters förhållningssätt och politik gentemot samer, andra urfolk och minoriteter från 1700-talet och framåt. Konsekvenser för den samiska befolkningen.",
"Det samiska samhälls- och näringslivets utveckling fram till idag.",
"Samisk organisations- och institutionsuppbyggnad under 1900-talet och därefter.",
"Samepolitiska program inom kultur, näring, språk och utbildning.",
"Samisk livsåskådning och samiska värderingar. Traditionell samisk kunskap.",
"Äldre och nutida samiska traditioner samt seder och bruk inom olika delar av Sápmi. Jämförelser med andra kulturer.",
"Förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet.",
"Samiska konstarter, till exempel jojk och musik, bildkonst, litteratur och teater. Deras utveckling, villkor och betydelse för det samiska samhället.",
"Analys och tolkning av samiska kultur- och konstföreteelser.",
"Begrepp relevanta för ämnesområdet. ",
"Kulturella aktiviteter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> det geografiska området Sápmi och diskuterar <b>översiktligt</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>översiktligt</b> för hur den samiska samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>översiktligt</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>översiktligt</b> för vad detta betytt och betyder för den samiska befolkningen.</p><p>Eleven beskriver <b>översiktligt</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>översiktligt</b> för aktuella samepolitiska program.</p><p>Eleven redogör <b>översiktligt</b> för samiska förhållningssätt och traditioner samt beskriver <b>översiktligt</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>några</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>översiktligt</b> för deras betydelse för utvecklingen.</p><p>Eleven för <b>enkla</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>enkla</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser.</p><p>I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> det geografiska området Sápmi och diskuterar <b>utförligt</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>utförligt</b> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>utförligt</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>utförligt</b> för vad detta betytt och betyder för den samiska befolkningen.</p><p>Eleven beskriver <b>utförligt</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>utförligt</b> för aktuella samepolitiska program.</p><p>Eleven redogör <b>utförligt</b> för samiska förhållningssätt och traditioner samt beskriver <b>utförligt</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>några</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>utförligt</b> för deras betydelse för utvecklingen.</p><p>Eleven för <b>välgrundade</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>välgrundade</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser.</p><p>I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> det geografiska området Sápmi och diskuterar <b>utförligt och nyanserat</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>utförligt och nyanserat</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>utförligt och nyanserat</b> för vad detta betytt och betyder för den samiska befolkningen.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>utförligt och nyanserat</b> för aktuella samepolitiska program.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för samiska förhållningssätt och traditioner samt beskriver <b>utförligt och nyanserat</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>flera</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>utförligt och nyanserat</b> för deras betydelse för utvecklingen.</p><p>Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>välgrundade och nyanserade</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser.</p><p>I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> det geografiska området Sápmi och diskuterar <b>översiktligt</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>översiktligt</b> för hur den samiska samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>översiktligt</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>översiktligt</b> för vad detta betytt och betyder för den samiska befolkningen.",
"Eleven beskriver <b>översiktligt</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>översiktligt</b> för aktuella samepolitiska program.",
"Eleven redogör <b>översiktligt</b> för samiska förhållningssätt och traditioner samt beskriver <b>översiktligt</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>några</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>översiktligt</b> för deras betydelse för utvecklingen.",
"Eleven för <b>enkla</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>enkla</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>enkla</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>enkla</b> reflektioner över egna kulturupplevelser.",
"I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"C":["Eleven beskriver <b>utförligt</b> det geografiska området Sápmi och diskuterar <b>utförligt</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>utförligt</b> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>utförligt</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>utförligt</b> för vad detta betytt och betyder för den samiska befolkningen.",
"Eleven beskriver <b>utförligt</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>utförligt</b> för aktuella samepolitiska program.",
"Eleven redogör <b>utförligt</b> för samiska förhållningssätt och traditioner samt beskriver <b>utförligt</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>några</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>utförligt</b> för deras betydelse för utvecklingen.",
"Eleven för <b>välgrundade</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>välgrundade</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>välgrundade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade</b> reflektioner över egna kulturupplevelser.",
"I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> det geografiska området Sápmi och diskuterar <b>utförligt och</b> <b>nyanserat</b> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <b>utförligt och</b> <b>nyanserat</b> för vad detta betytt och betyder för den samiska befolkningen.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <b>utförligt och</b> <b>nyanserat</b> för aktuella samepolitiska program.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för samiska förhållningssätt och traditioner samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid. Eleven ger <b>flera</b> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <b>utförligt och</b> <b>nyanserat</b> för deras betydelse för utvecklingen.",
"Eleven för <b>välgrundade och nyanserade</b> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck. Dessutom gör eleven <b>välgrundade och nyanserade</b> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <b>välgrundade och nyanserade</b> förklaringar till sina tolkningar och analyser. Vidare formulerar eleven <b>välgrundade och nyanserade</b> reflektioner över egna kulturupplevelser.",
"I beskrivningar, redogörelser, tolkningar och analyser använder eleven <b>med säkerhet</b> relevanta begrepp."]},
"req":{"type":"AND",
"arr":["HISHIS01a1",
"SAMSAM01a1"]},
"notwith":{"type":"OR",
"arr":["HISHIS02a",
"HISHIS02b"]},
"reqarr":["HISHIS01a1",
"SAMSAM01a1"],
"notwitharr":["HISHIS02a",
"HISHIS02b"],
"foreignlinks":["HISHIS01a1",
"SAMSAM01a1",
"HISHIS02a",
"HISHIS02b"],
"hasreqs":true,
"friends":["HISHIS01a1",
"HISHIS01a2",
"HISHIS01b",
"HISHIS02a",
"HISHIS02b",
"HISHIS03",
"SAMINE0",
"SAMINR0",
"SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM02",
"SAMSAM03",
"SAISAM0",
"SASSAM0",
"SAISAM01S",
"SAISAM02S",
"SAISAM03S",
"SAISAM04",
"SAISAM05"]}