{"subject":"SAH",
"name":"Byggnads- och installationsteknik",
"points":100,
"code":"SAHBYG0",
"goals":[1,1,1,1,1,1,0,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Viktiga byggnadsmaterial, till exempel trä, betong, isolering, tätskikt, murverk och ytbeläggningsmaterial samt deras tillverkning, uppbyggnad, egenskaper och användningsområden.",
"Byggnadsteknik och konstruktionselement inom husbyggnad och anläggning, till exempel bärande och icke bärande delar av en byggnad, grundkonstruktion, väggar, bjälklag, takkonstruktion, fönster och dörrar, vägar och rörgravar.",
"Olika typer av byggnader och anläggningar, till exempel bostadshus, affärslokaler, vägar och broar.",
"Byggnadsfysik för byggande av god inre och yttre miljö. Vanliga funktionskrav vad gäller värme, fukt, ljud, brand och beständighet samt energieffektivitet och miljö.",
"Sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.",
"Installationstekniska system för ventilation, värme, sanitet och el i byggnader samt hur dessa system kan påverka både inre och yttre miljö.",
"Samhällets tekniska system för vatten och avlopp. Dricksvatten från vattentäkt till vattenkran. Spillvatten och dagvatten från avlopp till behandling i reningsverk. ",
"Vanligt förekommande funktionskrav för belysning, el, värme och komfort, vattenkvalitet, luftväxling och ljud.",
"Elsäkerhet: elfaran, elolycksfall, ljusbågs- och strömgenomgångsrisker, arbete med, utan och nära spänning, den elarbetansvariges arbetsuppgifter, entreprenörsarbete för el samt ansvarsfrågor.",
"Övergripande driftsekonomi: skötsel, underhållsintervall och åtgärder samt kostnader för investering, drift och underhåll. ",
"Uppbyggnad av vanligt förekommande installationer samt hur dessa är redovisade och dokumenterade i ritningar och scheman.",
"El på byggarbetsplatsen: belysnings- och fördelningsutrustning samt drift och underhåll.",
"Planering av tillfällig elanläggning på byggarbetsplatsen. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>översiktligt</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>översiktligt</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör <b>översiktligt</b> för byggnadsfysikaliska funktionskrav för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>översiktligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>översiktligt</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.</p><p>Eleven redogör <b>översiktligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>översiktligt</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>översiktligt</b> för samhällets tekniska system för vatten och avlopp.</p><p>Eleven redogör <b>översiktligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.</p><p>Eleven redogör <b>översiktligt</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>översiktligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>översiktligt</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <b>i samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>utförligt</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>utförligt</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör <b>utförligt</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.</p><p>Eleven redogör <b>utförligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>utförligt</b> för samhällets tekniska system för vatten och avlopp.</p><p>Eleven redogör <b>utförligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.</p><p>Eleven redogör <b>utförligt</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>utförligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>utförligt och nyanserat</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>utförligt och nyanserat</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt</b> <b>och nyanserat</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt och nyanserat</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för samhällets tekniska system för vatten och avlopp.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt och nyanserat</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>gott</b> underlag för att upprätta en elanläggning.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>översiktligt</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>översiktligt</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör <b>översiktligt</b> för byggnadsfysikaliska funktionskrav för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>översiktligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>översiktligt</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.",
"Eleven redogör <b>översiktligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>översiktligt</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>översiktligt</b> för samhällets tekniska system för vatten och avlopp.",
"Eleven redogör <b>översiktligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.",
"Eleven redogör <b>översiktligt</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>översiktligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>översiktligt</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar <b>i samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>utförligt</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>utförligt</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör <b>utförligt</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.",
"Eleven redogör <b>utförligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>utförligt</b> för samhällets tekniska system för vatten och avlopp.",
"Eleven redogör <b>utförligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.",
"Eleven redogör <b>utförligt</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>utförligt</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med viss säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>tillfredsställande</b> underlag för att upprätta en elanläggning.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för viktiga byggnadsmaterial och för deras uppbyggnad, egenskaper, tillverkning och användningsområden. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vanlig byggnadsteknik och vanliga konstruktionselement inom husbyggnad och anläggning. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur dessa system kan påverka inre och yttre miljö. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för samhällets tekniska system för vatten och avlopp.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för på vilket sätt dessa krav kan bidra till en god driftsekonomi.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vanliga installationers uppbyggnad samt för hur de är redovisade och dokumenterade i ritningar och scheman. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.",
"Eleven planerar <b>efter samråd</b> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <b>med säkerhet</b> ritningar och scheman. Elevens planering utgör ett <b>gott</b> underlag för att upprätta en elanläggning.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["SAHBYN0",
"SAHBYC0",
"SAHBYP0"]}