{"subject":"SAH",
"name":"Byggprocessens organisation",
"points":100,
"code":"SAHBYP0",
"goals":[0,0,0,0,0,0,1,1,1,1],
"level":"normal",
"content":["Byggprocessens olika skeden: markförvärv, projektering, upphandling, produktion, överlämnande och förvaltning.",
"Byggprojektets genomförandeformer och organisation för byggprocessens olika delar. Byggprocessens olika aktörer.",
"Projektplanering i projekterings- och utförandeskedet, till exempel vad gäller tid- och resursplanering samt uppföljning och avstämning. Grundläggande samordningsplanering av olika aktörer i byggprojekt.",
"Tillämpliga regler i byggprocessen, till exempel plan- och bygglagen (PBL) samt Boverkets och Arbetsmiljöverkets regler. Avtals- och kontraktsskrivning i utförandeskedet. Förfrågningsunderlag och deras ingående delar.",
"Kvalitets-, miljö- och arbetsmiljöledningssystem på grundläggande nivå, till exempel enligt ISO9000 och ISO14000 samt branschspecifika system. Kontrollansvar enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>översiktligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>översiktligt</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.</p><p>Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>översiktligt</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.</p><p>Eleven upprättar med <b>viss säkerhet</b>, utifrån <b>enkla</b> förfrågningsunderlag, planering för utförandeskedet.</p><p>Eleven redogör <b>översiktligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån <b>enkla</b> fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>utförligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>utförligt</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.</p><p>Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>utförligt</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.</p><p>Eleven upprättar med <b>viss säkerhet</b>, utifrån förfrågningsunderlag, planering för utförandeskedet.</p><p>Eleven redogör <b>utförligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>utförligt</b> <b>och nyanserat</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.</p><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>utförligt</b> <b>och nyanserat</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.</p><p>Eleven upprättar <b>med säkerhet,</b> utifrån <b>avancerade</b> förfrågningsunderlag, planering för utförandeskedet.</p><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån <b>komplexa</b> fallbeskrivningar, <b>utförligt</b> <b>och nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>översiktligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>översiktligt</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.",
"Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>översiktligt</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.",
"Eleven upprättar med <b>viss säkerhet</b>, utifrån <b>enkla</b> förfrågningsunderlag, planering för utförandeskedet.",
"Eleven redogör <b>översiktligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån <b>enkla</b> fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem."],
"c":["Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>utförligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>utförligt</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.",
"Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>utförligt</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.",
"Eleven upprättar med <b>viss säkerhet</b>, utifrån förfrågningsunderlag, planering för utförandeskedet.",
"Eleven redogör <b>utförligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet. I redogörelsen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur tid- och resursplanering samt uppföljning och avstämning kan genomföras.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven, utifrån enkla fallbeskrivningar, <b>utförligt och</b> <b>nyanserat</b> för avtals- och kontraktsskrivningar i främst utförandeskedet.",
"Eleven upprättar <b>med säkerhet,</b> utifrån <b>avancerade</b> förfrågningsunderlag, planering för utförandeskedet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt BAS-P och BAS-U. Dessutom redogör eleven, utifrån <b>komplexa</b> fallbeskrivningar, <b>utförligt och</b> <b>nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem."]}}