{"subject":"SAH",
"name":"Byggprocessen",
"points":100,
"code":"SAHBYC0",
"goals":[0,0,0,0,0,0,1,0,1,1],
"level":"normal",
"content":["Byggprocessens olika skeden: markförvärv, projektering, upphandling, produktion, överlämnande och förvaltning.",
"Byggprojektets genomförandeformer och organisation för byggprocessens olika delar. Byggprocessens olika aktörer.",
"Tillämpliga regler i byggprocessen, till exempel plan- och bygglagen samt Boverkets och Arbetsmiljöverkets regler.",
"Kvalitets-, miljö- och arbetsmiljöledningssystem, till exempel enligt ISO9000 och ISO14000 samt branschspecifika tillämpningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>översiktligt</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.</p><p>Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>översiktligt</b> om olika möjliga lösningar på enkla juridiska problem.</p><p>Eleven redogör, utifrån enkla fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>utförligt</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.</p><p>Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>utförligt</b> om olika möjliga lösningar på enkla juridiska problem.</p><p>Eleven redogör, utifrån enkla fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>utförligt</b> <b>och nyanserat</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.</p><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>utförligt och nyanserat</b> om olika möjliga lösningar på enkla juridiska problem.</p><p>Eleven redogör, utifrån enkla fallbeskrivningar, <b>utförligt och nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>översiktligt</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.",
"Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>översiktligt</b> om olika möjliga lösningar på enkla juridiska problem.",
"Eleven redogör, utifrån enkla fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag."],
"c":["Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>utförligt</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.",
"Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>utförligt</b> om olika möjliga lösningar på enkla juridiska problem.",
"Eleven redogör, utifrån enkla fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen. Eleven resonerar <b>utförligt och</b> <b>nyanserat</b>, utifrån en verklig fallbeskrivning, om hur en specifik byggarbetsplats kan organiseras.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom resonerar eleven <b>utförligt och</b> <b>nyanserat</b> om olika möjliga lösningar på enkla juridiska problem.",
"Eleven redogör, utifrån enkla fallbeskrivningar, <b>utförligt och</b> <b>nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem i byggföretag."]}}