{"subject":"SAH",
"name":"Byggprocessen",
"origname":"Byggprocessen",
"points":100,
"code":"SAHBYC0",
"goals":[0,0,0,0,0,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Byggprocessens olika skeden: markförvärv, projektering, upphandling, produktion, överlämning, förvaltning, drift, underhåll och rivning.",
"Byggprojektets genomförandeformer och organisation för byggprocessens olika delar. Byggprocessens olika aktörer.",
"Tillämpliga regler i byggprocessen, till exempel PBL (plan- och bygglagen), BBR (Boverkets byggregler), AFS (Arbetsmiljöverkets författningssamling) och miljöbalken.",
"Förfrågningsunderlag kopplade till AMA-systemet (allmän material- och arbetsbeskrivning).",
"Anbudsprocessen - beräkningar, kalkyl, offertförfrågan, förhandling, beställning och entreprenadavtal.",
"Upphandling av entreprenader och material enligt AB (allmänna bestämmelser) och AF (administrativa föreskrifter).",
"Entreprenad- och ersättningsformer.",
"Kvalitetsplan, miljöplan och arbetsmiljöplan.",
"Bas P (planering och projektering) och Bas U (utförande).",
"Byggnaders och installationers påverkan utifrån ett livscykelperspektiv.",
"Produktionsplanering, produktionsbudget och produktionstidplan.",
"Grundläggande samordningsplanering mellan olika aktörer.",
"Olika typer av besiktningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>översiktligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.</p><p>Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>översiktligt</b> för avtals- och kontraktskrivningar.</p><p>Eleven upprättar <b>i samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.</p><p>Eleven redogör <b>översiktligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrå <b>enkla</b> fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>utförligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.</p><p>Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>utförligt</b> för avtals- och kontraktskrivningar.</p><p>Eleven upprättar <b>efter samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.</p><p>Eleven redogör <b>utförligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrån fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.</p><p>Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>utförligt och nyanserat</b> för avtals- och kontraktskrivningar.</p><p>Eleven upprättar <b>efter samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrån <b>komplexa</b> fallbeskrivningar, <b>utförligt och nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>översiktligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>översiktligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.",
"Eleven redogör <b>översiktligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>översiktligt</b> för avtals- och kontraktskrivningar.",
"Eleven upprättar <b>i samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.",
"Eleven redogör <b>översiktligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrå <b>enkla</b> fallbeskrivningar, <b>översiktligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>utförligt</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.",
"Eleven redogör <b>utförligt</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>utförligt</b> för avtals- och kontraktskrivningar.",
"Eleven upprättar <b>efter samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.",
"Eleven redogör <b>utförligt</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrån fallbeskrivningar, <b>utförligt</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för byggprocessens olika skeden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för byggprojektets genomförandeformer och organisation samt för de olika aktörerna i byggprocessen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för projekt- och samordningsplanering i projekterings- och utförandeskedet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för tillämpliga regler som styr byggprocessen. Dessutom redogör eleven utifrån enkla fallbeskrivningar, <b>utförligt och</b> <b>nyanserat</b> för avtals- och kontraktskrivningar.",
"Eleven upprättar <b>efter samråd</b> med handledare, utifrån förfrågningsunderlag, plan för utförandeskedet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för kontrollansvaret enligt PBL och byggarbetsmiljösamordning enligt Bas P och Bas U. Dessutom redogör eleven, utifrån <b>komplexa</b> fallbeskrivningar, <b>utförligt och</b> <b>nyanserat</b> för kvalitets-, miljö- och arbetsmiljöledningssystem.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["BYLGRN0",
"BYLPLA0",
"BYLPRO0"],
"friends":["SAHBIM0",
"SAHBYV0",
"SAHMIL0"]}