{"subject":"SAH",
"name":"Byggnadsverk",
"points":100,
"code":"SAHBYV0",
"goals":[1,1,1,1,1,0,0,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Byggnadsteknik och konstruktionselement inom husbyggnad och anläggning, till exempel undergrund, grundkonstruktion inklusive dränering och eventuell radon, bärande och icke bärande delar av en byggnad, väggar, bjälklag, takkonstruktion, fönster och dörrar, vägar och rörgravar.",
"Viktiga byggnadsmaterial, till exempel trä, betong, isolering, tätskikt, murverk, grus och markbeläggning med hänsyn till dess tillverkning, uppbyggnad, egenskaper, användningsområden och hantering vid rivning.",
"Materialbedömningar, jämförelse av olika material utifrån hållbarhetsaspekter.",
"Byggnadsfysik för byggande av god inre och yttre miljö. Vanliga funktionskrav vad gäller värme, fukt, ljud, brand och beständighet samt energieffektivitet och miljö.",
"Tvärsektionsritningar där sambandet mellan byggnadsfysik, byggnadsmaterial och byggteknik framgår.",
"Tekniska beskrivningar av mark- och grundläggning samt byggnadsbeskrivningar inklusive materialval.",
"Installationstekniska system för ventilation, värme, sanitet och el i byggnader samt hur dessa system kan påverka både inre och yttre miljö.",
"Vanligt förekommande funktionskrav för belysning, el, värme och komfort, vattenkvalitet, luftväxling och ljud.",
"Övergripande driftsekonomi som skötsel, underhållsintervall och åtgärder samt kostnader för investering, drift och underhåll.",
"Kännedom om Boverket, PBL (plan- och bygglagen) och BBR (Boverkets byggregler).",
"Kännedom om processen runt bygglovshandlingar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogö <b>översiktligt</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleve <b>översiktligt</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleve <b>översiktligt</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>översiktligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>översiktligt</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.</p><p>Eleven redogör <b>översiktligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>översiktligt</b> hur dessa system kan påverka inre och yttre miljö.</p><p>Eleven redogör <b>översiktligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleven <b>utförligt</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleven <b>utförligt</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör <b>utförligt</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.</p><p>Eleven redogör <b>utförligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt</b> hur dessa system kan påverka inre och yttre miljö.</p><p>Eleven redogör <b>utförligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleven <b>utförligt och nyanserat</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleven <b>utförligt och nyanserat</b> för olika typer av byggnader och anläggningar.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt och nyanserat</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt och nyanserat</b> hur dessa system kan påverka inre och yttre miljö.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt och nyanserat</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi.</p>",
"judge":{"E":["Eleven redogö <b>översiktligt</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleve <b>översiktligt</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleve <b>översiktligt</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>översiktligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>översiktligt</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.",
"Eleven redogör <b>översiktligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>översiktligt</b> hur dessa system kan påverka inre och yttre miljö.",
"Eleven redogör <b>översiktligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>översiktligt</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi."],
"C":["Eleven redogör <b>utförligt</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleven <b>utförligt</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleven <b>utförligt</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör <b>utförligt</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.",
"Eleven redogör <b>utförligt</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt</b> hur dessa system kan påverka inre och yttre miljö.",
"Eleven redogör <b>utförligt</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vanliga byggnadstekniker och vanliga konstruktionselement inom husbyggnad och anläggning. Dessutom beskriver och jämför eleven <b>utförligt och</b> <b>nyanserat</b> olika, viktiga byggnadsmaterial och dess uppbyggnad, egenskaper, tillverkning, användningsområden och livscykel. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika typer av byggnader och anläggningar.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de byggnadsfysikaliska funktionskraven för värme, fukt, ljud, brand och beständighet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för byggnadsfysikaliska faktorer som har betydelse för energieffektivitet och miljö. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> med sektionsritningar samt tekniska beskrivningar för sambandet mellan byggnadsfysik, byggnadsmaterial och byggnadsteknik med PBL och BBR som grund.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika installationstekniska system för ventilation, värme, sanitet och el i byggnader samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur dessa system kan påverka inre och yttre miljö.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för funktionskraven för belysning, värme och komfort, vattenkvalitet, luftväxling och ljud. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för på vilket sätt dessa krav kan bidra till god driftsekonomi."]},
"friends":["SAHBIM0",
"SAHBYC0",
"SAHMIL0"]}