{"subject":"SAH",
"novux":false,
"name":"BIM-samordning",
"origname":"BIM-samordning",
"points":100,
"instrRAW":"Kursen får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.",
"descarr":["Kursen får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan."],
"code":"SAHBIM0",
"goals":[0,0,0,0,0,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["BIM (Building Information Modelling).",
"Projektering, förvaltning, projektstyrning, ledarskap, organisation och kommunikation enligt BIM-metodik.",
"3D-projektering och samgranskning.",
"Modellinformation och databaser i BIM-projektering.",
"Avtalsrätt och ABK (allmänna bestämmelser för konsultuppdrag) inom arkitekt- och ingenjörsverksamhet.",
"Hållbart byggande. Effekt- och energibehov. Ekonomi och material."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>enkla</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>översiktligt</b> för hur datorverktyg används vid hantering av virtuella modeller.</p><p>Eleven redogör <b>översiktligt</b> för vad som styr en projektering gällande avtal och kontrakt.</p><p>Eleven redogör <b>översiktligt</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>enkla</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>välgrundade</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>utförligt</b> för hur datorverktyg används vid hantering av virtuella modeller.</p><p>Eleven redogör <b>utförligt</b> för vad som styr en projektering gällande avtal och kontrakt.</p><p>Eleven redogör <b>utförligt</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>noggranna</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>välgrundade och nyanserade</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för hur datorverktyg används vid hantering av virtuella modeller.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vad som styr en projektering gällande avtal och kontrakt.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>noggranna och utförliga</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>enkla</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>översiktligt</b> för hur datorverktyg används vid hantering av virtuella modeller.",
"Eleven redogör <b>översiktligt</b> för vad som styr en projektering gällande avtal och kontrakt.",
"Eleven redogör <b>översiktligt</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>enkla</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering."],
"C":["Eleven redogör <b>utförligt</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>välgrundade</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>utförligt</b> för hur datorverktyg används vid hantering av virtuella modeller.",
"Eleven redogör <b>utförligt</b> för vad som styr en projektering gällande avtal och kontrakt.",
"Eleven redogör <b>utförligt</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>noggranna</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur BIM påverkar projektering, produktion och förvaltning av byggnaden. Eleven för <b>välgrundade och nyanserade</b> resonemang om projektstyrning, ledarskap, organisation, kommunikation och samgranskning enligt BIM-metodiken. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur datorverktyg används vid hantering av virtuella modeller.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vad som styr en projektering gällande avtal och kontrakt.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur allmän avtalsrätt och ABK påverkar projekteringens utformning. Eleven gör <b>noggranna och utförliga</b> jämförelser av energi- och effektbehov, ekonomi och material baserade på BIM-projektering."]},
"friends":["SAHBYV0",
"SAHBYC0",
"SAHMIL0"]}