{"subject":"SAI",
"name":"Samisk hantverkskultur",
"origname":"Samisk hantverkskultur",
"points":50,
"code":"SAISAM0",
"goals":[1,0,0,1,1,1,1,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Det samiska hantverkets roll i samiskt näringsliv både ur ett historiskt och nutida perspektiv.",
"Samiska slöjdare och konstnärer och deras betydelse för den samiska kulturen och dess utveckling.",
"Användningsområde och material för samiskt hantverk och samiska bruksföremål samt utvecklingen av konsthantverk.",
"Material-, tids- och kostnadskalkyler samt arbetsbeskrivningar.",
"Samiska ortskaraktärer och traditionellt samiskt hantverk.",
"Samisk design med färg, form och symboler.",
"Samisk terminologi och fackspråk. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>översiktligt</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>översiktligt</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>översiktligt</b> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör <b>enkla</b> tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>enkla</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>översiktligt</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med viss säkerhet</b> relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <b>översiktligt</b> för de olika samiska ortskaraktärerna samt för <b>enkla</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>enkla</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <b>enkla</b> arbetsbeskrivningar och skisser. Eleven gör <b>med viss säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med viss säkerhet</b> relevant fackspråk och samisk terminologi. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>utförligt</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>utförligt</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>utförligt</b> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>välgrundade</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>utförligt</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med viss säkerhet</b> relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <b>utförligt</b> för de olika samiska ortskaraktärerna samt för <b>välgrundade</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>välgrundade</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <b>genomarbetade</b> arbetsbeskrivningar och skisser. Eleven gör <b>med viss säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med viss säkerhet</b> relevant fackspråk och samisk terminologi. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>utförligt och nyanserat</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>utförligt och nyanserat</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>utförligt och nyanserat</b> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör <b>avancerade</b> tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>välgrundade och nyanserade</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>utförligt och nyanserat</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med säkerhet</b> relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för de olika samiska ortskaraktärerna samt för <b>välgrundade och nyanserade</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>välgrundade och nyanserade</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <b>genomarbetade</b> arbetsbeskrivningar och skisser. Eleven gör <b>med säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med säkerhet</b> relevant fackspråk och samisk terminologi. </p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>översiktligt</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>översiktligt</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>översiktligt</b> för utvecklingen från bruksföremål till konsthantverk.",
"Eleven gör <b>enkla</b> tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>enkla</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>översiktligt</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med viss säkerhet</b> relevanta begrepp och någon relevant metod eller teori.",
"Eleven redogör <b>översiktligt</b> för de olika samiska ortskaraktärerna samt för <b>enkla</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>enkla</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.",
"Eleven skapar samisk design med färg, form och samiska symboler i <b>enkla</b> arbetsbeskrivningar och skisser. Eleven gör <b>med viss säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med viss säkerhet</b> relevant fackspråk och samisk terminologi."],
"C":["Eleven redogör <b>utförligt</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>utförligt</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>utförligt</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>utförligt</b> för utvecklingen från bruksföremål till konsthantverk.",
"Eleven gör tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>välgrundade</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>utförligt</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med viss säkerhet</b> relevanta begrepp och någon relevant metod eller teori.",
"Eleven redogör <b>utförligt</b> för de olika samiska ortskaraktärerna samt för <b>välgrundade</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>välgrundade</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.",
"Eleven skapar samisk design med färg, form och samiska symboler i <b>genomarbetade</b> arbetsbeskrivningar och skisser. Eleven gör <b>med viss säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med viss säkerhet</b> relevant fackspråk och samisk terminologi."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för utvecklingen från bruksföremål till konsthantverk.",
"Eleven gör <b>avancerade</b> tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <b>välgrundade och nyanserade</b> motiv för sina tolkningar och analyser. Dessutom resonerar eleven <b>utförligt och</b> <b>nyanserat</b> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <b>med säkerhet</b> relevanta begrepp och någon relevant metod eller teori.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de olika samiska ortskaraktärerna samt för <b>välgrundade och nyanserade</b> resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <b>välgrundade och nyanserade</b> resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.",
"Eleven skapar samisk design med färg, form och samiska symboler i <b>genomarbetade</b> arbetsbeskrivningar och skisser. Eleven gör <b>med säkerhet</b> material-, tids- och kostnadskalkyler. Dessutom använder eleven <b>med säkerhet</b> relevant fackspråk och samisk terminologi."]},
"friends":["SAESAM0",
"SASSAM0",
"SAISAM01S",
"SAISAM02S",
"SAISAM03S",
"SAISAM04",
"SAISAM05"]}