{"subject":"SAM",
"novux":false,
"name":"Internationella relationer",
"origname":"Internationella relationer",
"points":100,
"instrRAW":"som bygger på kursen samhällskunskap 1a2 eller kursen samhällskunskap 1b.",
"descarr":["Den bygger på kursen ",
"SAMSAM01a2",
" eller kursen ",
"SAMSAM01b",
"."],
"reqRAW":"kursen SAMSAM01a2 eller kursen SAMSAM01b",
"code":"SAMINR0",
"comments":{"innehållet":"<h4>Den moderna nationalstatens utmaningar som en internationell aktör</h4><p>Detta centrala innehåll åsyftar nationalstatens möjlighet att vara suverän och självständig i en tid då alltfler områden som ekonomi, affärer och kultur påverkas av globala skeenden. Transnationella organ, till exempel EU, IMF, och NATO, tycks få ökade befogenheter på nationalstatens bekostnad. Områden och frågor som kan vara intressanta att ta upp är till exempel vilka utmaningar nationalstaten står inför, som dess möjlighet att ha makt över sina politiska och ekonomiska beslut i framtiden.</p>      "},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"high",
"content":["Olika aktörer, deras mål och medel samt hur dessa samspelar inom utrikes- och säkerhetspolitik. Den moderna nationalstatens utmaningar som en internationell aktör.",
"Olika teoretiska perspektiv på internationella relationer.",
"Världskrigens och efterkrigstidens betydelse för etableringen av internationella institutioner. Olika former av organiserat samarbete mellan länder och sambandet mellan detta samarbete och den politiska och ekonomiska utvecklingen.",
"Orsaker till och följder av samarbeten och konflikter.",
"Internationell rätt. Möjligheter och svårigheter med att säkerställa såväl staters som individers rättigheter och säkerhet. Grundläggande internationella konventioner om mänskliga fri- och rättigheter och olika aktörers möjlighet till tillämpning.",
"Globaliseringens betydelse för individer, grupper och samhällen samt möjligheter och utmaningar för miljö och resursfördelning.",
"Samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
"Källkritisk granskning, tolkning och värdering av informationen från olika medier och andra källor. Källhänvisning enligt vanliga system.",
"Muntlig och skriftlig presentation i olika former som är vanliga inom området, till exempel debatter, debattartiklar, vetenskapliga rapporter och essäer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>översiktligt</b> några teoretiska perspektiv på internationella relationer.</p><p>Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>översiktligt</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>översiktligt</b> lösningar på internationella konflikter och problem, kan ge <b>enkla</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <b>enkla</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, gör adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>utförligt</b> några teoretiska perspektiv på internationella relationer.</p><p>Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>utförligt</b> lösningar på internationella konflikter och problem, kan ge <b>välgrundade</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <b>enkla</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> några teoretiska perspektiv på internationella relationer.</p><p>Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> lösningar på internationella konflikter och problem, kan ge <b>välgrundade och nyanserade</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värderar ståndpunkterna med <b>nyanserade</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>översiktligt</b> några teoretiska perspektiv på internationella relationer.",
"Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>översiktligt</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>översiktligt</b> lösningar på internationella konflikter och problem, kan ge <b>enkla</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <b>enkla</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, gör adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],
"C":["Eleven kan <b>utförligt</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>utförligt</b> några teoretiska perspektiv på internationella relationer.",
"Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>utförligt</b> lösningar på internationella konflikter och problem, kan ge <b>välgrundade</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <b>enkla</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> några teoretiska perspektiv på internationella relationer.",
"Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter. I analysen använder eleven <b>med säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> lösningar på internationella konflikter och problem, kan ge <b>välgrundade och nyanserade</b> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värderar ståndpunkterna med <b>nyanserade</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."]},
"req":{"type":"OR",
"arr":["SAMSAM01a2",
"SAMSAM01b"]},
"reqarr":["SAMSAM01a2",
"SAMSAM01b"],
"friends":["SAMINE0",
"GRNSAM2",
"Samhällskunskap 1-3",
"SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM01b",
"SAMSAM02",
"SAMSAM03",
"Samhällskunskap 4-6",
"Samhällskunskap 7-9"]}