{"subject":"SAM",
"name":"Internationella relationer",
"points":100,
"requirements":{"type":"OR",
"arr":["samhällskunskap 1a2",
"samhällskunskap 1b"]},
"instructiontext":"som bygger på kursen samhällskunskap 1a2 eller kursen samhällskunskap 1b.",
"code":"SAMINR0",
"comment":"<h2>Begrepp i kursen internationella relationer</h2><h3>Den moderna nationalstatens utmaningar som en internationell aktör</h3><p>Detta centrala innehåll åsyftar nationalstatens möjlighet att vara suverän och självständig i en tid då alltfler områden som ekonomi, affärer och kultur påverkas av globala skeenden. Transnationella organ, till exempel EU, IMF, och NATO, tycks få ökade befogenheter på nationalstatens bekostnad. Områden och frågor som kan vara intressanta att ta upp är till exempel vilka utmaningar nationalstaten står inför, som dess möjlighet att ha makt över sina politiska och ekonomiska beslut i framtiden.</p>",
"goaltext":"Kursen internationella relationer omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
"goals":[1,1,1,1,1],
"level":"high",
"content":["Olika aktörer, deras mål och medel samt hur dessa samspelar inom utrikes- och säkerhetspolitik. Den moderna nationalstatens utmaningar som en internationell aktör.",
"Olika teoretiska perspektiv på internationella relationer.",
"Världskrigens och efterkrigstidens betydelse för etableringen av internationella institutioner. Olika former av organiserat samarbete mellan länder och sambandet mellan detta samarbete och den politiska och ekonomiska utvecklingen.",
"Orsaker till och följder av samarbeten och konflikter.",
"Internationell rätt. Möjligheter och svårigheter med att säkerställa såväl staters som individers rättigheter och säkerhet. Grundläggande internationella konventioner om mänskliga fri- och rättigheter och olika aktörers möjlighet till tillämpning.",
"Globaliseringens betydelse för individer, grupper och samhällen samt möjligheter och utmaningar för miljö och resursfördelning.",
"Samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
"Källkritisk granskning, tolkning och värdering av informationen från olika medier och andra källor. Källhänvisning enligt vanliga system.",
"Muntlig och skriftlig presentation i olika former som är vanliga inom området, till exempel debatter, debattartiklar, vetenskapliga rapporter och essäer."]}