{"subject":"SAM",
"name":"Internationell ekonomi",
"points":100,
"instrRAW":"som bygger på kursen samhällskunskap 1a2 eller kursen samhällskunskap 1b.",
"reqRAW":"kursen SAMSAM01a2 eller kursen SAMSAM01b",
"code":"SAMINE0",
"goals":[1,1,1,1,1],
"level":"high",
"content":["Internationella handelsrelationer och ekonomisk integration samt deras aktörer. Den internationella ekonomins och handelns utveckling med hjälp av ekonomiska teorier, utifrån både ett historiskt och ett nutida perspektiv. Den internationella ekonomins och handelns effekter för länders välfärd och för miljön.",
"Kulturens betydelse för affärskontakter mellan företag i olika länder.",
"Drivkrafter bakom och effekter av olika handels- och valutapolitiska ingrepp i internationella handelsrelationer. Finansiella marknader i den internationella ekonomin.",
"Global resursfördelning. Relationen mellan produktionskostnader i olika delar av världen och företagens lokalisering och internationella handel. Förklaringar till uppkomsten av transnationella företag.",
"Den ekonomiska integrationsprocessen inom EU och den fortsatta utvecklingen mot gemensamma marknader.",
"Samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
"Källkritisk granskning, tolkning och värdering av information från olika medier och andra källor. Källhänvisning enligt vanliga system.",
"Muntlig och skriftlig presentation i olika former som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>översiktligt</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>översiktligt</b> några effekter av reglerande ingrepp i den internationella ekonomin.</p><p>Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>översiktligt</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>översiktligt</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>enkla</b> argument för olika ståndpunkter och värdera dem med <b>enkla</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>utförligt</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>utförligt</b> några effekter av reglerande ingrepp i den internationella ekonomin.</p><p>Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>utförligt</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>välgrundade</b> argument för olika ståndpunkter och värderar dem med <b>enkla</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>utförligt och nyanserat</b> några effekter av reglerande ingrepp i den internationella ekonomin.</p><p>Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> deras styrkor och svagheter med hänvisning till olika källor.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>välgrundade och nyanserade</b> argument för olika ståndpunkter och värdera dem med <b>nyanserade</b> omdömen.</p><p>I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>",
"judge":{"e":["Eleven kan <b>översiktligt</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>översiktligt</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>översiktligt</b> några effekter av reglerande ingrepp i den internationella ekonomin.",
"Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>översiktligt</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>översiktligt</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>enkla</b> argument för olika ståndpunkter och värdera dem med <b>enkla</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],
"c":["Eleven kan <b>utförligt</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>utförligt</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>utförligt</b> några effekter av reglerande ingrepp i den internationella ekonomin.",
"Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med viss säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>utförligt</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>välgrundade</b> argument för olika ståndpunkter och värderar dem med <b>enkla</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."],
"a":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer. Eleven diskuterar också <b>utförligt och</b> <b>nyanserat</b> några effekter av reglerande ingrepp i den internationella ekonomin.",
"Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling. I analysen använder eleven <b>med säkerhet</b> några relevanta begrepp, teorier, modeller och metoder. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> deras styrkor och svagheter med hänvisning till olika källor.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <b>välgrundade och nyanserade</b> argument för olika ståndpunkter och värdera dem med <b>nyanserade</b> omdömen.",
"I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."]}}