{"subject":"SAM",
"name":"Samhällskunskap 1a1",
"points":50,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen samhällskunskap 1b.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"SAMSAM01b",
"."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"notwithRAW":"kursen SAMSAM01b",
"code":"SAMSAM01a1",
"comments":{"comment":"<h4>System</h4><p>Med system avses i första hand olika politiska system och deras funktion med fokus på hur makten fördelas i systemen samt hur de kan påverkas. Utöver konstitutionella system avses olika samhällssystem och deras funktion, till exempel den offentliga sektorn.</p><h4>Demokratimodeller</h4><p>Dessa modeller problematiserar begreppet demokrati utifrån olika perspektiv. Det kan handla om vad demokrati är, vilken roll medborgarna ska ha, hur det politiska systemet ska fungera. Demokrati kan organiseras på olika sätt utifrån hur ovanstående frågor besvaras. Inom demokratiteorin talar man ibland om till exempel den atenska och den liberala demokratimodellen. Det är även vanligt att skilja mellan den klassiska och den moderna demokratimodellen.</p><h4>Kollektiva mänskliga rättigheter</h4><p>Traditionellt sett betraktas de mänskliga rättigheterna som individuella. Det kan dock ibland finnas skäl att se på kollektiva rättigheter och hur individuella och kollektiva rättigheter kan stå i konflikt med varandra. I de kollektiva mänskliga rättigheterna sker en förskjutning från individen till gruppen.</p><p>Kollektiva mänskliga rättigheter kan avse ursprungsbefolkningars rättigheter. I FN:s deklaration om ursprungsfolkens rättigheter från 2007 slås deras rätt till kultur, språk, anställning m.m. fast. Ursprungsbefolkningarna består idag av flera hundra miljoner människor. Förutsättningarna för att en ursprungsbefolknings mänskliga rättigheter ska kunna upprätthållas kan vara att det system som är grunden för gruppens försörjning erkänns. Det kan till exempel handla om naturresurser.</p><h4>Kategorier</h4><p>Kategorier kan vara indelningar som kön, sexualitet, klass, etnicitet, nationalitet, religiös tillhörighet och kulturell tillhörighet. Indelningarna skapar både gemenskap och utanförskap. De kategorier som individen tilldelas eller till viss del kan välja, skapar identitet och självbild. Kännetecken som utseende, beteende och språk underlättar för människor att sortera in varandra och sig själva i sociala kategorier och grupper. Det är kategorierna som sådana och de mekanismer som är verksamma i människans kategoriserande som studeras.</p><h4>Analys i kunskapskravet</h4><p>Eleven kan <strong>översiktligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <strong>översiktligt</strong> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.</p><p>Den sista meningen om analys syftar på den analys som efterfrågas i den första meningen. Att redogöra för de mänskliga rättigheterna behöver alltså inte kopplas till analysen, utan kan ses som en mer separat del. Samma resonemang gäller även för motsvarande kunskapskrav för C och A.</p>"},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Demokrati och politiska system på lokal och nationell nivå samt inom EU. Internationella och nordiska samarbeten. Medborgarnas möjligheter att påverka politiska beslut på de olika nivåerna. Maktfördelning och påverkansmöjligheter i olika system och på olika nivåer utifrån olika demokratimodeller och den digitala teknikens möjligheter. Mediers innehåll och nyhetsvärdering i samband med frågor om demokrati och politik.",
"De mänskliga rättigheterna; vilka de är, hur de förhåller sig till stat och individ och hur man kan utkräva sina individuella och kollektiva mänskliga rättigheter.",
"Folkrätten i väpnade konflikter. Den internationella humanitära rätten och skyddet för civila i väpnade konflikter.",
"Arbetsmarknad, arbetsrätt och arbetsmiljö. Arbetsmarknadens parter, deras olika roller och betydelse för samhällsutvecklingen. Arbetsmarknadens sätt att fungera, anställningsvillkor.",
"Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap.",
"Privatekonomi. Hushållets inkomster, utgifter, tillgångar och skulder. Konsumenträtt samt konsumtion i förhållande till behov och resurser. Hur privatekonomin påverkas av samhällsekonomiska förändringar.",
"Metoder för att kritiskt bearbeta information, till exempel källkritik.",
"Presentation i olika former och med olika tekniker med betoning på det skriftliga och muntliga, till exempel debatter och debattartiklar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>översiktligt</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>enkla</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.</p><p>Eleven kan analysera samhällsfrågor och identifiera <b>någon</b> orsak och konsekvens. I analysen diskuterar eleve <b>översiktligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>Eleven kan <b>översiktligt</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>utförligt</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>välgrundade</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.</p><p>Eleven kan analysera samhällsfrågor och identifierar <b>några</b> orsaker och konsekvenser. I analysen diskuterar eleven <b>utförligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>Eleven kan <b>utförligt</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor samt gör <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p> Eleven kan <b>utförligt och nyanserat</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>utförligt och nyanserat</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>välgrundade och nyanserade</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.</p><p>Eleven kan analysera samhällsfrågor och identifierar <b>flera</b> orsaker och konsekvenser. I analysen diskuterar eleven <b>utförligt och nyanserat</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.</p><p>I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>. </p>",
"judge":{"e":["Eleven kan <b>översiktligt</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>översiktligt</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven <b>enkla</b> samband och drar <b>enkla</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>enkla</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
"Eleven kan analysera samhällsfrågor och identifiera <b>någon</b> orsak och konsekvens. I analysen diskuterar eleve <b>översiktligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"Eleven kan <b>översiktligt</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],
"c":["Eleven kan <b>utförligt</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>utförligt</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven samband och drar <b>välgrundade</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>välgrundade</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
"Eleven kan analysera samhällsfrågor och identifierar <b>några</b> orsaker och konsekvenser. I analysen diskuterar eleven <b>utförligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"Eleven kan <b>utförligt</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor samt gör <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."],
"a":[" Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna. Eleven kan också <b>utförligt och</b> <b>nyanserat</b> redogöra för de mänskliga rättigheterna. I sin analys förklarar eleven <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser om likheter och skillnader mellan olika samhällens organisation. Dessutom kan eleven dra <b>välgrundade och nyanserade</b> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
"Eleven kan analysera samhällsfrågor och identifierar <b>flera</b> orsaker och konsekvenser. I analysen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
"I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet <b>utifrån syftet</b>. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"notwith":"SAMSAM01b",
"reqBy":["SAMSAM01a2",
"SAESAM0"]}