{"subject":"SAM",
"name":"Samhällskunskap 3",
"points":100,
"instrRAW":"som bygger på kursen samhällskunskap 2.",
"descarr":["Den bygger på kursen ",
"SAMSAM02",
"."],
"reqRAW":"kursen SAMSAM02",
"code":"SAMSAM03",
"comments":{"innehållet":"<h4>Introduktion av vetenskapsteori</h4><p>Här introduceras kunskaper om vetenskapsteori som en brygga till högre studier. I första hand handlar det om vetenskapsteoretiska begrepp med praktisk tillämpning till exempel induktion, deduktion, hypotes och abduktion. I andra hand handlar det om vetenskapsfilosofiska traditioner som hermeneutik och positivism.</p><h4>Hur vetenskapliga begrepp används</h4><p>Många vetenskapliga begrepp överförs till vardagsspråket och påverkar därmed individen och samhällsdebatten. Exempel på sådana begrepp är ras, kultur, feminism, evolution och big bang.</p>"},
"goals":[1,1,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Globalisering och dess betydelse utifrån ett demokratiskt, ekonomiskt och politiskt perspektiv samt för individer, grupper och nationer. Analys av utmaningar som individen, nationen och jorden står inför i en globaliserad värld.",
"Introduktion av vetenskapsteori.",
"Hur vetenskapliga begrepp används i samhällsdebatten och påverkar individens syn på sig själv, på andra och på det omgivande samhället.",
"Tillämpning av samhällsvetenskapliga begrepp, teorier, modeller och metoder i arbetet med komplexa samhällsfrågor.",
"Källkritisk granskning, tolkning och värdering av information från olika medier och källor i arbetet med komplexa samhällsfrågor. Källhänvisning enligt vanliga system.",
"Muntlig och skriftlig presentation i utredande och andra former och med olika tekniker som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>översiktligt</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifierar orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>översiktligt</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>översiktligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>Eleven kan ge <b>något</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>översiktligt</b> beskriva hur detta påverkar synen på samhällsfrågor.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>utförligt</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>utförligt</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>utförligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven ger <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>Eleven kan ge <b>några</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>utförligt</b> beskriva hur detta påverkar synen på samhällsfrågor.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>utförligt och nyanserat</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>utförligt och nyanserat</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.</p><p>Eleven kan ge <b>några</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>utförligt och nyanserat</b> beskriva hur detta påverkar synen på samhällsfrågor.</p><p>I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>översiktligt</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
"Eleven kan analysera komplexa samhällsfrågor och identifierar orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>översiktligt</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>översiktligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"Eleven kan ge <b>något</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>översiktligt</b> beskriva hur detta påverkar synen på samhällsfrågor.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],
"C":["Eleven kan <b>utförligt</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>utförligt</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
"Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>utförligt</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>utförligt</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven ger <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"Eleven kan ge <b>några</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>utförligt</b> beskriva hur detta påverkar synen på samhällsfrågor.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för centrala teorier utifrån olika perspektiv. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
"Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <b>utförligt och</b> <b>nyanserat</b> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna. Eleven ger <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.",
"Eleven kan ge <b>några</b> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <b>utförligt och</b> <b>nyanserat</b> beskriva hur detta påverkar synen på samhällsfrågor.",
"I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."]},
"req":"SAMSAM02",
"reqarr":["SAMSAM02"],
"friends":["SAMINE0",
"SAMINR0",
"GRNSAM2",
"Samhällskunskap 1-3",
"SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM02",
"SAMSAM02",
"Samhällskunskap 4-6",
"Samhällskunskap 7-9"]}