{"subject":"SAM",
"novux":false,
"name":"Samhällskunskap 2",
"origname":"Samhällskunskap 2",
"points":100,
"instrRAW":"som bygger på kursen samhällskunskap 1a2 eller kursen samhällskunskap 1b.",
"descarr":["Den bygger på kursen ",
"SAMSAM01a2",
" eller kursen ",
"SAMSAM01b",
"."],
"reqRAW":"kursen SAMSAM01a2 eller kursen SAMSAM01b",
"code":"SAMSAM02",
"comments":{"innehållet":"<h4>Det nutida samhället</h4><p>För att förstå och kunna analysera dagens samhälle är ett historiemedvetande, kunskaper om samhällets framväxt, väsentligt. Kunskaper om det förflutna kan också vägleda människor inför kommande beslut.</p><p>Det kan till exempel handla om att undersöka hur nationalismen historiskt påverkat samhället och vilka konsekvenser det har idag eller hur de mänskliga rättigheterna vuxit fram som en självklar del av vårt samhälle. En stats historiska utveckling är bland annat beroende av den relation staten har till andra stater och även hur de ekonomiska villkoren ser ut och har sett ut. Det kan till exempel vara av betydelse om staten varit en koloni eller en kolonialmakt.</p><h4>Aktörens handlingsfrihet kontra strukturella villkor</h4><p>Med aktörers handlingsfrihet kontra strukturella villkor avses främst institutionella aktörers handlingsfrihet kontra internationella ekonomiska, sociala och kulturella villkor. Exempel på frågor kan vara: I vilken utsträckning har en nationalstat handlingsfrihet gällande sin ekonomiska politik kontra ekonomiska samarbeten som till exempel EMU? Vilket handlingsutrymme har ett företag kontra ekonomiska frizoner i andra delar av världen? En aktör kan även avse en individ och i vilken utsträckning denna äger handlingsfrihet kontra samhälleliga villkor.</p><h4>Tematisk fördjupning</h4><p>Tematisk fördjupning ger möjlighet att välja ett samhällstema att fördjupa sig i. Det kan till exempel vara ungdomskulturer, fattigdomsbekämpning i Asien, frihandelns konsekvenser för individer kontra miljö. I en tematisk fördjupning får eleverna pröva sina teoretiska kunskaper på ett empiriskt exempel.</p>      "},
"goals":[1,2,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Nationalekonomiska teoriers framväxt och genomslagskraft utifrån historiska villkor och motsättningar, till exempel merkantilism, ekonomisk liberalism, marxism , keynesianism och monetarism. Frågor om tillväxt, makt, inflytande, ett hållbart samhälle, miljö och resursfördelning i relation till de ekonomiska teorierna.",
"Det nutida samhällets politiska utveckling utifrån historiska ideologiska villkor, till exempel mänskliga rättigheter, nationalism, kolonialism och jämställdhet, i relation till maktfördelning och ekonomiska villkor. Frågor om aktörens handlingsfrihet kontra strukturella villkor.",
"Tematisk fördjupning i samhällsfrågor.",
"Tillämpning av samhällsvetenskapliga begrepp, teorier, modeller och metoder i arbetet med komplexa samhällsfrågor.",
"Källkritisk granskning, tolkning och värdering av information från olika medier och källor i arbetet med komplexa samhällsfrågor. Källhänvisning enligt vanliga system.",
"Muntlig och skriftlig presentation i olika former och med olika tekniker som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för några centrala teorier och <b>översiktligt</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>översiktligt</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder. Eleven diskuterar <b>översiktligt</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för några centrala teorier och <b>utförligt</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>utförligt</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder <b>samt värderar dem med enkla omdömen</b>. Eleven diskuterar <b>utförligt</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.</p><p>I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några centrala teorier och <b>utförligt och nyanserat</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>utförligt och nyanserat</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.</p><p>Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder <b>samt värderar dem med nyanserade omdömen</b>. Eleven diskuterar <b>utförligt och nyanserat</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.</p><p>I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och</b> <b>nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för några centrala teorier och <b>översiktligt</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>översiktligt</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
"Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder. Eleven diskuterar <b>översiktligt</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>enkla</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>enkla</b> reflektioner om källornas relevans och trovärdighet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],
"C":["Eleven kan <b>utförligt</b> redogöra för några centrala teorier och <b>utförligt</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>utförligt</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
"Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med viss säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder <b>samt värderar dem med enkla omdömen</b>. Eleven diskuterar <b>utförligt</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>välgrundade</b> argument för sina ståndpunkter och värderar med <b>enkla</b> omdömen andras ståndpunkter.",
"I arbetet med samhällsfrågor kan eleven <b>med viss säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med viss säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några centrala teorier och <b>utförligt och</b> <b>nyanserat</b> diskutera deras styrkor och svagheter. Dessutom kan eleven <b>utförligt och</b> <b>nyanserat</b> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
"Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser. I analysen använder eleven <b>med säkerhet</b> samhällsvetenskapliga begrepp, teorier, modeller och metoder <b>samt värderar dem med nyanserade omdömen</b>. Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor. Eleven kan ge <b>välgrundade och nyanserade</b> argument för sina ståndpunkter och värderar med <b>nyanserade</b> omdömen andras ståndpunkter.",
"I arbetet med samhällsfrågor kan eleven <b>med säkerhet</b> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <b>välgrundade och</b> <b>nyanserade</b> reflektioner om källornas relevans och trovärdighet utifrån syftet. Eleven kan, <b>med säkerhet</b> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <b>samt formulera sig självständigt i förhållande till källorna</b>."]},
"req":{"type":"OR",
"arr":["SAMSAM01a2",
"SAMSAM01b"]},
"reqarr":["SAMSAM01a2",
"SAMSAM01b"],
"reqBy":["SAMSAM03",
"HUMHUM00S"],
"friends":["HUMHUM00S",
"SAMINE0",
"SAMINR0",
"SAESAM0",
"GRNSAM2",
"Samhällskunskap 1-3",
"SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM03",
"Samhällskunskap 4-6",
"Samhällskunskap 7-9"]}