{"subject":"SAS",
"novux":false,
"name":"Samisk mat och matkultur",
"origname":"Samisk mat och matkultur",
"points":100,
"code":"SASSAM0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Traditionella och nutida metoder för tillvaratagande av råvaror och matlagning.",
"Traditionell arbetsfördelning och andra traditioner inom samisk mat och måltidskultur.",
"Den ömsesidiga påverkan mellan samisk matkultur och andra kulturer.",
"Renens styckningsdetaljer och användningsområden.",
"Hantering, förvaring och förädling av renkött och andra råvaror.",
"Redskap, maskiner och annan utrustning som har använts och används idag inom samisk matkultur. Hur de används, hanteras och vårdas på ett säkert sätt.",
"Smakmässiga och ekonomiska konsekvenser av hur råvaror behandlas och förvaras.",
"Utformning av menyer med samisk matkultur som grund.",
"Presentationsteknik. Hur man anpassar en presentation till målgrupp och situation.",
"Hygien och dagliga hygienrutiner, till exempel rengöring av arbetsytor och redskap.",
"Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser inom området.",
"Samisk terminologi inom området."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleven <b>översiktligt</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>översiktligt</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.</p><p>Eleven identifierar <b>med viss säkerhet</b> samt beskriver <b>översiktligt</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>översiktligt</b> för hur detaljerna ska hanteras, förpackas och förvaras.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>i samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>i samråd</b> med handledare övriga arbetsuppgifter med <b>tillfredsställande</b> resultat. I arbetet använder eleven me <b>visst</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.</p><p>Eleven utformar <b>med viss säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med viss säkerhet</b> presentationer av samisk matkultur i samband med måltider.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder <b>med viss säkerhet</b> samisk terminologi.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleve <b>utförligt</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>utförligt</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.</p><p>Eleven identifierar <b>med viss säkerhet</b> samt beskriver <b>utförligt</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>utförligt</b> för hur detaljerna ska hanteras, förpackas och förvaras.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>efter samråd</b> med handledare övriga arbetsuppgifter med <b>tillfredsställande</b> resultat. I arbetet använder eleven me <b>gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.</p><p>Eleven utformar <b>med viss säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med viss säkerhet</b> presentationer av samisk matkultur i samband med måltider.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder <b>med viss säkerhet</b> samisk terminologi.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleve <b>utförligt och nyanserat</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>utförligt och nyanserat</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.</p><p>Eleven identifierar <b>med säkerhet</b> samt beskriver <b>utförligt</b><b> och nyanserat</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur detaljerna ska hanteras, förpackas och förvaras.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>god</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>efter samråd</b> med handledare övriga arbetsuppgifter med <b>gott</b> resultat. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.</p><p>Eleven utformar <b>med säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med säkerhet</b> presentationer av samisk matkultur i samband med måltider.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder <b>med säkerhet</b> samisk terminologi.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleven <b>översiktligt</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>översiktligt</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
"Eleven identifierar <b>med viss säkerhet</b> samt beskriver <b>översiktligt</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>översiktligt</b> för hur detaljerna ska hanteras, förpackas och förvaras.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>i samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>i samråd</b> med handledare övriga arbetsuppgifter med <b>tillfredsställande</b> resultat. I arbetet använder eleven med <b>visst</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
"Eleven utformar <b>med viss säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med viss säkerhet</b> presentationer av samisk matkultur i samband med måltider.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder <b>med viss säkerhet</b> samisk terminologi.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleve <b>utförligt</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>utförligt</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
"Eleven identifierar <b>med viss säkerhet</b> samt beskriver <b>utförligt</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>utförligt</b> för hur detaljerna ska hanteras, förpackas och förvaras.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>tillfredsställande</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>efter samråd</b> med handledare övriga arbetsuppgifter med <b>tillfredsställande</b> resultat. I arbetet använder eleven me <b>gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
"Eleven utformar <b>med viss säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med viss säkerhet</b> presentationer av samisk matkultur i samband med måltider.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> med andra och använder <b>med viss säkerhet</b> samisk terminologi.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen. Dessutom beskriver eleve <b>utförligt och</b> <b>nyanserat</b> hur den samiska matkulturen påverkat och påverkats av andra kulturer. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
"Eleven identifierar <b>med säkerhet</b> samt beskriver <b>utförligt</b><b> och nyanserat</b> renens styckningsdetaljer och dess traditionella och nutida användningsområden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur detaljerna ska hanteras, förpackas och förvaras.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare matlagning och övriga arbetsuppgifter. Eleven tillagar metodiskt, hantverksmässigt och <b>efter samråd</b> med handledare maträtter med <b>god</b> kvalitet när det gäller smak och utseende. Dessutom genomför eleven <b>efter samråd</b> med handledare övriga arbetsuppgifter med <b>gott</b> resultat. I arbetet använder eleven me <b>mycket gott</b> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
"Eleven utformar <b>med säkerhet</b> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <b>med säkerhet</b> presentationer av samisk matkultur i samband med måltider.",
"Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. När arbetet är utfört utvärderar eleven sitt arbete och resultat me <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven samarbetar och kommunicerar <b>med säkerhet</b> med andra och använder <b>med säkerhet</b> samisk terminologi.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["RESHAL0",
"TURHÅL0"],
"friends":["TURAKT0",
"TURBEÖ0",
"TURGUI0",
"RESHAL0",
"TURHÅL0",
"RESMAS0",
"TURMAS0",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"TURTUR0",
"TURVÄR0"]}