{"subject":"SER",
"name":"Servering 2",
"origname":"Servering 2",
"points":200,
"instrRAW":"som bygger på kursen servering 1.",
"descarr":["Den bygger på kursen ",
"SERSER01",
"."],
"reqRAW":"kursen SERSER01",
"code":"SERSER02",
"goals":[2,2,2,2,2,2,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Metoder, material, redskap och annan utrustning som används vid servering i matsal.",
"Uppdukningar i matsal med specialbestick för olika typer av menyer.",
"Trender och koncept för uppdukning och servering.",
"Arbetsorganisation och samverkan i gästmatsal.",
"Bärtekniker i matsal.",
"Servering och uppläggning av mat vid bord i matsal.",
"Matsedlar, deras uppbyggnad och innehåll samt måltidsrätter och matlagningstermer.",
"Dryckesservering.",
"Gästbemötande, service och försäljning.",
"Kassaarbete, kassarutiner och redovisning.",
"Kalkylering och prissättning.",
"Arbetsmiljö och säkerhet samt lagar och andra bestämmelser inom området.",
"Hygien och ändamålsenlig klädsel."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar och organiserar <b>i samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>i samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.</p><p>Eleven presenterar och rekommenderar <b>med viss säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför me <b>visst</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med viss säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>i samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>i samråd</b> med handledare.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>efter</b> <b>samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.</p><p>Eleven presenterar och rekommenderar <b>med viss säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför me <b>gott</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med viss säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>efter samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>efter samråd</b> med handledare.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>efter samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.</p><p>Eleven presenterar och rekommenderar <b>med säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför me <b>mycket gott</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>efter samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>efter samråd</b> med handledare.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar och organiserar <b>i samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>i samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.",
"Eleven presenterar och rekommenderar <b>med viss säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför med <b>visst</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med viss säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>i samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>i samråd</b> med handledare.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar och organiserar <b>efter samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>efter</b> <b>samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.",
"Eleven presenterar och rekommenderar <b>med viss säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför me <b>gott</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med viss säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>efter samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>efter samråd</b> med handledare.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar och organiserar <b>efter samråd</b> med handledare olika arbetsuppgifter i matsal utifrån de tidsramar som ska gälla för arbetets utförande. I planeringen väljer eleven <b>efter samråd</b> med handledare metoder, material, redskap och annan utrustning som passar för uppgiften.",
"Eleven presenterar och rekommenderar <b>med säkerhet</b> mat och dryck utifrån såväl tillfälle som given meny och dryckeslista samt utför me <b>mycket gott</b> handlag servering av mat och dryck i gästmatsal. Eleven arbetar <b>med säkerhet</b> utifrån de bestämmelser som gäller för ansvarsfull alkoholservering. Dessutom bemöter eleven gästen och utför <b>efter samråd</b> med handledare arbetet på ett serviceinriktat sätt. Eleven utför också kassaarbete och kassaredovisnin <b>efter samråd</b> med handledare.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra utifrån lagar och andra bestämmelser. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"SERSER01",
"reqarr":["SERSER01"],
"reqBy":["SERMAF0",
"SERSER00S"],
"hasreqs":true,
"friends":["SERARR0",
"SERFRU0",
"RECLOG0",
"SERMAF0",
"RECREC01",
"RECREC02",
"RECREC03",
"SERSER00S",
"SERSER01"]}