{"subject":"SJU",
"name":"Barn- och ungdomssjukvård",
"origname":"Barn- och ungdomssjukvård",
"points":200,
"instrRAW":"som bygger på kursen vård- och omsorgsarbete 2 och kursen medicin 1.",
"descarr":["Den bygger på kursen ",
"VÅRVÅR02",
" och kursen ",
"MEDMED01",
"."],
"reqRAW":"kursen VÅRVÅR02 och kursen MEDMED01",
"code":"SJUBAR0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Vanliga sjukdomar hos barn och ungdomar samt olycksfall.",
"Vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar.",
"Omhändertagande av prematura barn.",
"Smärta hos barn. Smärtbehandling.",
"Barns och undomars fysiska, psykiska och sociala utveckling.",
"Betydelse av lek och andra skapande aktiviteter.",
"Barns och ungdomars reaktioner i kris och hur dessa kan hanteras inom vården.",
"Etiska frågeställningar i samband med barns och ungdomars sjukdomar, till exempel otillräcklig smärtlindring.",
"Barns och ungdomars samt närståendes behov i hälso- och sjukvård, till exempel behov av information.",
"Medicinteknisk och annan utrustning.",
"Betydelsen av kommunikation och samarbete.",
"Rehabilitering och hablitering samt egenvård.",
"System och rutiner för rapportering och dokumentation av gjorda åtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>översiktligt</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>översiktligt</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>översiktligt</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>i samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>tillfredsställande</b> resultat. I arbetet uppmärksammar och rapporterar eleven <b>i samråd</b> med handledar <b></b>symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>i samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>bekanta</b> situationer. Dessutom inspirerar och motiverar eleven <b>med viss säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.</p><p>När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>i samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>utförligt</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>utförligt</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>utförligt</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>efter samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>tillfredsställande</b> resultat. I arbetet uppmärksammar och rapporterar eleven <b>efter samråd</b> med handledare symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>nya</b> situationer. Dessutom inspirerar och motiverar eleven <b>med viss säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>utförligt och nyanserat</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>utförligt och nyanserat</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>utförligt och nyanserat</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>efter samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>gott</b> resultat. <b>Vid behov anpassar eleven sitt arbete till ändrade förutsättningar</b>. I arbetet uppmärksammar och rapporterar eleven <b>ef</b><b>ter samråd</b> med handledare symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med säkerhet</b> med andra i <b>nya</b> situationer <b>samt anpassar vid behov sitt bemötande, sin kommunikation och sitt samarbete till ändrade förutsättningar</b>. Dessutom inspirerar och motiverar eleven <b>med säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>översiktligt</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>översiktligt</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>översiktligt</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven planerar och utför <b>i samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>i samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>tillfredsställande</b> resultat. I arbetet uppmärksammar och rapporterar eleven <b>i samråd</b> med handledar 0symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>i samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>bekanta</b> situationer. Dessutom inspirerar och motiverar eleven <b>med viss säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.",
"När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>i samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>utförligt</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>utförligt</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>utförligt</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven planerar och utför <b>efter samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>efter samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>tillfredsställande</b> resultat. I arbetet uppmärksammar och rapporterar eleven <b>efter samråd</b> med handledare symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>nya</b> situationer. Dessutom inspirerar och motiverar eleven <b>med viss säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de handlingar som krävs för att omhänderta sjuka, skadade och för tidigt födda barn. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för barns och ungdomars fysiska, psykiska och sociala utveckling samt lekens och andra skapande aktiviteters betydelse för deras utveckling. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för barns och ungdomars reaktioner vid ohälsa och i krissituationer. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven planerar och utför <b>efter samråd</b> med handledare egna arbetsinsatser. Dessutom utför eleven <b>efter samråd</b> med handledare vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. Arbetet utförs med ett <b>gott</b> resultat. <b>Vid behov anpassar eleven sitt arbete till ändrade förutsättningar</b>. I arbetet uppmärksammar och rapporterar eleven <b>ef</b><b>ter samråd</b> med handledare symtom och förändringar i barns och ungdomars hälsotillstånd samt barns, ungdomars och närståendes behov. Eleven utför arbetet utifrån lagar och andra bestämmelser. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med säkerhet</b> med andra i <b>nya</b> situationer <b>samt anpassar vid behov sitt bemötande, sin kommunikation och sitt samarbete till ändrade förutsättningar</b>. Dessutom inspirerar och motiverar eleven <b>med säkerhet</b> patienter till rehabilitering eller habilitering samt egenvård.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["VÅRVÅR02",
"MEDMED01"]},
"reqarr":["VÅRVÅR02",
"MEDMED01"],
"friends":["SJUAKU0",
"SJUHEM0",
"MEDMED01",
"SJULIN0",
"SJURÄD0",
"VÅRVÅR02"]}