{"subject":"SJU",
"name":"Räddningsmedicin",
"points":100,
"instrRAW":"som bygger på kursen vård- och omsorgsarbete 2 och kursen medicin 1.",
"descarr":["Den bygger på kursen ",
"VÅRVÅR02",
" och kursen ",
"MEDMED01",
"."],
"reqRAW":"kursen VÅRVÅR02 och kursen MEDMED01",
"code":"SJURÄD0",
"goals":[1,0,1,1,0,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar.",
"Räddningstjänstens och den prehospitala vårdens organisation och verksamhetsområden.",
"Lagar och bestämmelser som reglerar verksamheten.",
"Organisationer och myndigheter som hanterar olyckor och katastrofer, deras insatser samt hur de samverkar.",
"Risker med transporter av farligt gods samt lagar och andra bestämmelser som reglerar transporter av farligt gods. Hur man agerar vid olyckor där farligt gods är inblandat.",
"Fysiska och psykiska reaktioner vid akuta skador, olycksfall och akuta sjukdomar hos de drabbade, hos närstående och hos insatspersonal.",
"Etiska frågeställningar i samband med akuta skador och sjukdomar, till exempel prioritering av skadade.",
"Första hjälpen vid olycksfall och akut insjuknande. Läge, andning, blödning och chock.",
"Teknisk och annan utrustning vid prehospitalt omhändertagande.",
"Bemötande av människor som befinner sig i svåra situationer.",
"Betydelsen av kommunikation och samarbete i den prehospitala vården.",
"System och rutiner för rapportering och dokumentation av gjorda åtgärder."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>översiktligt</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>översiktligt</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.</p><p>Eleven redogör <b>översiktligt</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>översiktligt</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven utför i <b>bekanta</b> situationer första hjälpen. Dessutom använder eleven <b>i samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>bekanta</b> situationer.</p><p>När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>i samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>utförligt</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>utförligt</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.</p><p>Eleven redogör <b>utförligt</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>utförligt</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven utför i <b>bekanta</b> situationer första hjälpen. Dessutom använder eleven <b>efter</b><b> samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>nya</b> situationer.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>utförligt och nyanserat</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>utförligt och nyanserat</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.</p><p>Eleven utför i <b>nya</b> situationer första hjälpen. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.</p><p>Eleven bemöter, kommunicerar och samarbetar <b>med säkerhet</b> med andra i <b>nya</b> situationer <b>samt anpassar vid behov sitt bemötande, sin kommunikation och sitt samarbete till ändrade förutsättningar</b>.</p><p>När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>översiktligt</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>översiktligt</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.",
"Eleven redogör <b>översiktligt</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>översiktligt</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>översiktligt</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven utför i <b>bekanta</b> situationer första hjälpen. Dessutom använder eleven <b>i samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>bekanta</b> situationer.",
"När arbetet är utfört utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>i samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>utförligt</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>utförligt</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.",
"Eleven redogör <b>utförligt</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>utförligt</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>utförligt</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven utför i <b>bekanta</b> situationer första hjälpen. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med viss säkerhet</b> med andra i <b>nya</b> situationer.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> medicinskt omhändertagande och vård och omsorg vid akuta skador och sjukdomar. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> räddningstjänstens organisation samt ger några exempel på lagar och andra bestämmelser som reglerar verksamheten. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur organisationer och myndigheter samverkar vid olyckor och katastrofer samt vilka insatser de bidrar med.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt för reaktioner hos närstående. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för psykiska reaktioner hos insatspersonal samt ger exempel på förebyggande åtgärder. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> etiska frågeställningar av betydelse för människor som är drabbade av akuta skador och sjukdomar samt hur sjukvården hanterar sådana frågeställningar.",
"Eleven utför i <b>nya</b> situationer första hjälpen. Dessutom använder eleven <b>efter samråd</b> med handledare teknisk utrustning utifrån säkerhetsföreskrifter.",
"Eleven bemöter, kommunicerar och samarbetar <b>med säkerhet</b> med andra i <b>nya</b> situationer <b>samt anpassar vid behov sitt bemötande, sin kommunikation och sitt samarbete till ändrade förutsättningar</b>.",
"När arbetet är utfört utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom rapporterar och dokumenterar eleven <b>efter samråd</b> med handledare sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["VÅRVÅR02",
"MEDMED01"]},
"reqarr":["VÅRVÅR02",
"MEDMED01"],
"friends":["SJUAKU0",
"SJUBAR0",
"SJUHEM0",
"MEDMED01",
"SJULIN0",
"VÅRVÅR02"]}