{"subject":"SKO",
"name":"Mångbruk av skog",
"origname":"Mångbruk av skog",
"points":100,
"code":"SKOMÅN0",
"goals":[1,1,1,0,0,0,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Mångbruk":["Skogsbrukets historiska utveckling och framtida utvecklingsmöjligheter samt skogsnäringarnas betydelse för samhällsekonomin och för hållbar utveckling.",
"Skogsfastighetens produktionsvärden, naturvärden, kulturmiljövärden och sociala värden med utgångspunkt i praktiska exempel.",
"Jaktens, fiskets och friluftslivets historiska utveckling samt framtida möjligheter för turismen.",
"Skogsbruksplaner, viltvårdsplaner, naturvårdsplaner och andra planeringsunderlag inom mångbruk av skog.",
"Vanliga svenska viltarter. Deras ekologi, utbredning och beteende."],
"Arbetsuppgifter":["Arbete med skogsbruk, skogsvård, landskapsvård, viltvård och vattenvård, till exempel röjning av kulturmiljöer, viltvårdsåtgärder samt anläggning av naturstigar och våtmarker.",
"Orientering i skog och mark med hjälp av karta, kompass och GPS.",
"Mätteknik, till exempel utsättning, avvägning och inmätning med aktuell teknisk utrustning."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö, ergonomi och säkerhet vid förekommande arbeten.",
"Brandförebyggande åtgärder.",
"Miljölagstiftning för skydd av natur- och kulturmiljöer.",
"Skogsvårdslagens portalparagraf samt certifieringssystem för miljögodkänt skogsbruk.",
"Allemansrätten samt jakt- och fiskerätt."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>översiktligt</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>översiktligt</b> olika biotoper. Eleven identifierar också <b>med viss säkerhet</b> och namnger <b>ett fåtal</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>översiktligt</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomfö <b>i samråd</b> med handledar <b>avgränsade</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftsliv.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>utförligt</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>utförligt</b> olika biotoper. Eleven identifierar också <b>med viss säkerhet</b> och namnger <b>flera</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>utförligt</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomfö <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftsliv.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p> Eleven redogör <b>utförligt och nyanserat</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> olika biotoper. Eleven identifierar också <b>med säkerhet</b> och namnger <b>flera</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>utförligt och nyanserat</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomfö <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftsliv. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>översiktligt</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>översiktligt</b> olika biotoper. Eleven identifierar också <b>med viss säkerhet</b> och namnger <b>ett fåtal</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>översiktligt</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.",
"Eleven följer instruktioner och genomfö <b>i samråd</b> med handledar <b>avgränsade</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftsliv.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>utförligt</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>utförligt</b> olika biotoper. Eleven identifierar också <b>med viss säkerhet</b> och namnger <b>flera</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>utförligt</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.",
"Eleven följer instruktioner och genomfö <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet använder eleven <b>med viss säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftsliv.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":[" Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika biotoper. Eleven identifierar också <b>med säkerhet</b> och namnger <b>flera</b> växter och djur i aktuell biotop. Dessutom förklarar eleven <b>utförligt och</b> <b>nyanserat</b> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.",
"Eleven följer instruktioner och genomfö <b>efter samråd</b> med handledar <b>sammanhållna</b> arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <b>gott</b>. I arbetet använder eleven <b>med säkerhet</b> karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk, jakt, fiske och friluftslivfriluftsliv.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["SKOFIS01",
"SKOFIS02",
"SKOJAK00S",
"SKOJAK01",
"SKOJAK02"]}