{"subject":"SKÖ",
"name":"Beskärning och trädvård",
"points":100,
"instrRAW":"som bygger på kursen skötsel av utemiljöer och kursen växtkunskap 1.",
"descarr":["Den bygger på kursen ",
"SKÖSKÖ0",
" och kursen ",
"VÄXVÄX01",
"."],
"reqRAW":"kursen SKÖSKÖ0 och kursen VÄXVÄX01",
"code":"SKÖBEK0",
"goals":[1,1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Biologisk grund":["Grundprinciperna för beskärning och växternas reaktion på beskärning vid uppbyggnads-, föryngrings- och underhållsbeskärning.",
"Faktorer som påverkar växtlighetens vitalitet i stadsmiljö.",
"Beskärningstidpunkt för olika växtslag. ",
"Smittspridning i samband med beskärning."],
"Arbetsuppgifter":["Trädvårdsplaner som underlag för planering av arbetsuppgifter.",
"Arbete med beskärning av fruktträd, träd, buskar och häckar.",
"Användning av verktyg och annan teknisk utrustning samt vård av beskärningsutrustning."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Arbetsmiljö och säkerhet samt ergonomi i samband med beskärning och trädvårdsarbete.",
"Bestämmelser i samband med arbete på hög höjd."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>översiktligt</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. </p><p>Eleven tolkar <b>i samråd</b> med handledare enkla trädvårdsplaner och planerar <b>i samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>översiktligt</b> trädens kondition, identifierar <b>med viss säkerhet</b> symtom på växtskador och skadegörare samt ger <b>enkla</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>i samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>översiktligt</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>utförligt</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. </p><p>Eleven tolkar <b>efter samråd</b> med handledare enkla trädvårdsplaner och planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>utförligt</b> trädens kondition, identifierar <b>med viss säkerhet</b> symtom på växtskador och skadegörare samt ger <b>välgrundade</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>efter samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>tillfredsställande</b>.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>utförligt</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>utförligt</b> <b>och nyanserat</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. </p><p>Eleven tolkar <b>efter samråd</b> med handledare enkla trädvårdsplaner och planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>utförligt</b> <b>och nyanserat</b> trädens kondition, identifierar <b>med säkerhet</b> symtom på växtskador och skadegörare samt ger <b>välgrundade</b> <b>och nyanserade</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>efter samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>gott</b>.</p><p>Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>utförligt</b> <b>och nyanserat</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> <b>och nyanserad</b> bedömning av arbetsresultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>översiktligt</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. ",
"Eleven tolkar <b>i samråd</b> med handledare enkla trädvårdsplaner och planerar <b>i samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>översiktligt</b> trädens kondition, identifierar <b>med viss säkerhet</b> symtom på växtskador och skadegörare samt ger <b>enkla</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>i samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>i samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>översiktligt</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>enkel</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>utförligt</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. ",
"Eleven tolkar <b>efter samråd</b> med handledare enkla trädvårdsplaner och planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>utförligt</b> trädens kondition, identifierar <b>med viss säkerhet</b> symtom på växtskador och skadegörare samt ger <b>välgrundade</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>efter samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med viss säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>tillfredsställande</b>.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>utförligt</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för spridning av växtsjukdomar och skadedjur i samband med beskärning. ",
"Eleven tolkar <b>efter samråd</b> med handledare enkla trädvårdsplaner och planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> trädens kondition, identifierar <b>med säkerhet</b> symtom på växtskador och skadegörare samt ger <b>välgrundade</b> <b>och nyanserade</b> förslag på beskärnings- och trädvårdsåtgärder. Eleven följer arbetsinstruktioner och genomför <b>efter samråd</b> med handledare beskärning och trädvård. I arbetet använder eleven <b>med säkerhet</b> teknisk utrustning och verktyg. Dessutom löser eleven <b>efter samråd</b> med handledare de problem som uppkommer. Resultatet av arbetet är <b>gott</b>.",
"Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <b>utförligt och</b> <b>nyanserat</b> säkerhetsrisker i arbetet. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <b>välgrundad</b> <b>och nyanserad</b> bedömning av arbetsresultatet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["SKÖSKÖ0",
"VÄXVÄX01"]},
"reqarr":["SKÖSKÖ0",
"VÄXVÄX01"],
"friends":["SKÖSKÖ0",
"SKÖSKÖ0",
"SKÖSKÖ00S",
"VÄXVÄX01"]}