{"name":"Slöjd 7-9",
"code":"Slöjd 7-9",
"content":{"Slöjdens material, redskap och hantverkstekniker":["Metall, textil och trä, deras kombinationsmöjligheter med varandra och med andra material, till exempel nyproducerade och återanvända material.",
"Handverktyg, redskap och maskiner, hur de benämns och hur de används på ett säkert och ändamålsenligt sätt.",
"Utvecklade former av hantverkstekniker, till exempel gjutning, vävning och svarvning. Begrepp som används i samband med dessa.",
"Två- och tredimensionella skisser, modeller, mönster och arbetsbeskrivningar och hur de kan läsas, följas och kopplas till matematiska beräkningar."],
"Slöjdens arbetsprocesser":["Slöjdarbetets olika delar: idéutveckling, överväganden, framställning och värdering och hur delarna i arbetsprocessen samverkar och påverkar resultatet.",
"Undersökande av olika materials form, funktion och konstruktionsmöjligheter.",
"Dokumentation i ord och bild av arbetsprocessen och resultatet."],
"Slöjdens estetiska och kulturella uttrycksformer":["Arkitektur, konst och design som inspirationskällor och förebilder vid bearbetning av egna idéer.",
"Egen formgivning med hjälp av olika material, färger och former.",
"Mode och trender, vad dessa uttryck signalerar och hur de påverkar individen.",
"Slöjd och hantverk i Sverige och andra länder som uttryck för etnisk och kulturell identitet."],
"Slöjden i samhället":["Design, konsthantverk, hemslöjd och andra slöjdformer i det offentliga rummet.",
"Olika material och hur de produceras utifrån ett hållbarhetsperspektiv."]},
"subject":"GRGRSLJ01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1,1],
"judge":{"E":["Eleven kan på ett <strong>enkelt</strong> <strong>och</strong> <strong>delvis </strong>genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner</strong>. I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och<strong> i huvudsak fungerande </strong>sätt. Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>enkla </strong>motiveringar till sina val. Eleven kan i slöjdarbetet<strong> bidra</strong> <strong>till att utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial. Dessutom kan eleven <strong>pröva </strong>hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion. Under arbetsprocessen <strong>bidrar </strong><strong>eleven</strong> <strong>till att formulera och välja handlingsalternativ som leder framåt</strong>.",
"Eleven kan ge <strong>enkla</strong> omdömen om arbetsprocessen med <strong>viss </strong>användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet. Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>enkla</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer."],
"C":["Eleven kan på ett <strong>utvecklat och</strong> <strong>relativt väl </strong>genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner </strong><strong>och delvis egna initiativ</strong>. I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och<strong> ändamålsenligt </strong>sätt. Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>utvecklade </strong>motiveringar till sina val. Eleven kan i slöjdarbetet<strong> utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial. Dessutom kan eleven <strong>pröva och ompröva</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion. Under arbetsprocessen <strong>formulerar och</strong> <strong>väljer </strong><strong>eleven</strong> <strong>handlingsalternativ som efter någon bearbetning</strong> <strong>leder framåt</strong>.",
"Eleven kan ge <strong>utvecklade </strong>omdömen om arbetsprocessen med <strong>relativt god</strong> användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet. Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>utvecklade</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer."],
"A":["Eleven kan på ett <strong>välutvecklat och</strong> <strong>väl</strong> genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner </strong><strong>och egna initiativ</strong>. I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och<strong> ändamålsenligt </strong>sätt <strong>med precision</strong>. Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>välutvecklade </strong>motiveringar till sina val. Eleven kan i slöjdarbetet<strong> utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial <strong>och sådant som eleven själv har sökt upp</strong>. Dessutom kan eleven <strong>systematiskt pröva och ompröva</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion. Under arbetsprocessen <strong>formulerar och</strong> <strong>väljer </strong><strong>eleven</strong> <strong>handlingsalternativ som leder framåt</strong>.",
"Eleven kan ge <strong>välutvecklade </strong>omdömen om arbetsprocessen med <strong>god </strong>användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet. Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>välutvecklade</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer."]},
"friends":["Slöjd 1-3",
"Slöjd 4-6"]}