{"subject":"SOC",
"name":"Socialt arbete",
"origname":"Socialt arbete",
"points":200,
"instrRAW":"som bygger på kursen sociologi.",
"descarr":["Den bygger på kursen ",
"SOISOO0",
"."],
"reqRAW":"kursen SOISOO0",
"code":"SOCSOI0",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Innehållet i, bakgrunden till samt framväxten och organisationen av samhällets socialpolitik och socialt arbete.",
"Samhällets hantering av sociala frågor och problem.",
"Sociala myndigheter och ombudsmän, deras funktioner och roller i samhället.",
"Offentliga, frivilliga och privata sociala verksamheter, deras organisationer, innehåll och ideologier samt roller i samhället.",
"Kritisk bearbetning av information från olika källor.",
"Lagar, förordningar, internationella överenskommelser och riktlinjer för sociala verksamheter.",
"Bestämmelser och praxis när det gäller arbetsmiljö, säkerhet och yrkesetik inom sociala verksamheter.",
"Planering, genomförande, utvärdering och dokumentation av uppgifter och aktiviteter inom sociala verksamheter.",
"Yrkesroll och ledarskap.",
"Kommunikation, samarbete och samverkan med människor i olika situationer."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> sociala verksamheter. Dessutom redogör eleven <b>översiktligt</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommand <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>översiktligt</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> sociala verksamheter. Dessutom redogör eleven <b>utförligt</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> sociala verksamheter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> sociala verksamheter. Dessutom redogör eleven <b>översiktligt</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommand <b>enkla</b> arbetsuppgifter <b>i samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>översiktligt</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> sociala verksamheter. Dessutom redogör eleven <b>utförligt</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> sociala verksamheter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur sociala frågor och problem hanteras i samhället. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. I arbetet interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"SOISOO0",
"reqarr":["SOISOO0"],
"foreignlinks":["SOISOO0"],
"hasreqs":true,
"friends":["SOIETN0",
"SOISOO0",
"SOIUNG0"]}