{"subject":"SOI",
"name":"Etnicitet och kulturmöten",
"points":100,
"code":"SOIETN0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Svenska kulturer och kulturmöten i ett globaliserat och mångkulturellt samhälle.",
"Innebörden i begreppen kultur, etnicitet, nationalitet och religion.",
"Migration, dess bakgrund och konsekvenser för människors levnadsförhållanden och delaktighet i samhället.",
"Politiska beslut och ställningstaganden i samband med migration.",
"Kritisk bearbetning av information från olika källor. ",
"Aktuella företeelser i dagens mångkulturella samhälle och svensk samhällsdebatt om integrations- och segregationsfrågor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>översiktligt</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>översiktligt</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>enkla</b> omdömen.</p><p>Eleven diskutera <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>enkla</b> reflektioner över kulturmöten och sociala processer.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>utförligt</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>utförligt</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven diskutera <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade</b> reflektioner över kulturmöten och sociala processer.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>utförligt och nyanserat</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>utförligt och nyanserat</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven diskutera <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över kulturmöten och sociala processer.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>översiktligt</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>översiktligt</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskutera <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>enkla</b> reflektioner över kulturmöten och sociala processer."],
"C":["Eleven beskriver <b>utförligt</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>utförligt</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>utförligt</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven diskutera <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade</b> reflektioner över kulturmöten och sociala processer."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika kulturer och kulturmöten i ett mångkulturellt samhälle. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för faktorer som påverkar människors villkor. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för migrationen, dess bakgrund och konsekvenser samt för politiska beslut och ställningstaganden i samband med migration. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven diskutera <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över kulturmöten och sociala processer."]},
"friends":["SOISOO0",
"SOIUNG0"]}