{"subject":"SOI",
"name":"Sociologi",
"points":100,
"code":"SOISOO0",
"comments":{"comment":"<h4>Socialisation</h4><p>Socialisation kan förstås som den process av socialt lärande då människor internaliserar samhälleliga normer och värderingar. På detta sätt skapar människor sitt liv, sina identiteter och de samhällen och kulturer som de deltar i. Genom människors interaktion i sociala sammanhang konstrueras kunskap och värderingar som sedan lever kvar och förändras inom olika kulturer.</p><h4>Kategoriseringar av människor</h4><p>Kategoriseringar är ett sätt att strukturera och göra omvärlden begriplig. Kategoriseringar av människor, dvs. tillskrivande av egenskaper, innebär ofta en värdering av vad som betraktas som normalt respektive avvikande, samt vad som är önskvärt respektive icke-önskvärt. Kategoriseringar kan på så sätt påverka människors handlingsmöjligheter, sociala värde och identitet.</p>"},
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Skapandet av samhällen, kulturer, identiteter, sociala processer och socialisation.",
"Sociala strukturer utifrån klass, genus, etnicitet, kultur och religion.",
"Sociala normer och kategoriseringar av människor.",
"Innebörden av integritet, social kontroll, segregering och marginalisering.",
"Diskriminering, jämställdhet och likabehandling.",
"Metoder för att kritiskt bearbeta information, till exempel källkritik.",
"Aktuella sociala frågor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>översiktligt</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp, teorier och modeller samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>enkla</b> omdömen.</p><p>Eleven diskutera <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>enkla</b> reflektioner över kulturmöten och sociala processer.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>utförligt</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp, teorier och modeller samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven diskutera <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade</b> reflektioner över kulturmöten och sociala processer.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp, teorier och modeller samt förklarar <b>komplexa</b> samband och drar <b>välgrundade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven diskutera <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över kulturmöten och sociala processer.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>översiktligt</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp, teorier och modeller samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven diskutera <b>översiktligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>enkla</b> reflektioner över kulturmöten och sociala processer."],
"C":["Eleven beskriver <b>utförligt</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>utförligt</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp, teorier och modeller samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven diskutera <b>utförligt</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade</b> reflektioner över kulturmöten och sociala processer."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika samhällsförhållanden, sociala strukturer och normer samt kategoriseringar av människor. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur dessa påverkar människors villkor och hur människor påverkar samhället. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp, teorier och modeller samt förklarar <b>komplexa</b> samband och drar <b>välgrundade</b> slutsatser.<b> Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</b>.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven diskutera <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar. I diskussioner framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter. Dessutom gör eleven <b>välgrundade och nyanserade</b> reflektioner över kulturmöten och sociala processer."]},
"reqBy":["SOCSOI0"]}