{"subject":"SPA",
"name":"Språk specialisering - retorik 1a",
"points":50,
"instrRAW":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. I ett och samma språk kan endast betyg i en av kurserna språk specialisering - retorik 1a eller språk specialisering - retorik 1b ingå i elevens examen.",
"repeat":"Kursen kan läsas flera gånger i olika språk.",
"reqRAW":"någon av kurserna ENGENG05, MODXXX05 eller MOEXXX01",
"notwithRAW":"  I ett och samma språk kan endast betyg i en av kurserna SPAXXX01a eller SPAXXX01b ingå i elevens examen.",
"code":"SPAXXX01a",
"goals":[1,1,1,1],
"level":"normal",
"content":["Muntlig framställning av varierade slag och med olika syften, såväl monologisk framställning inför en grupp som dialogisk.",
"Röst, uttal och kroppsspråk som redskap samt olika sätt att skapa kontakt och förtroende. Språkriktighet och variation.",
"Olika talsituationer och anpassning när det gäller syfte och språk. Anpassning till målgruppens förförståelse.",
"Retorikens praktiska användningsområden. Den retoriska arbetsprocessen som redskap för förberedelser samt som stöd för genomförande av och reflektioner kring muntlig framställning.",
"Grundläggande berättartekniska och stilistiska begrepp som behövs för att samtala om och kommentera muntlig framställning.",
"Aktivt lyssnande samt konsten att ge respons på ett konstruktivt sätt.",
"Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning. Olika sätt att med hjälp av kommunikationsteknik göra muntliga framställningar tillgängliga för andra.",
"Yttrandefrihet i relation till etik och upphovsrätt. "],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven har <b>viss</b> åhörarkontakt.</p><p>Eleven redogör <b>översiktligt</b> för <b>grunderna i</b> den retoriska arbetsprocessen. Eleven kommenterar <b>översiktligt</b> förberedelser och genomförande av egna och andras muntliga framställningar.</p><p>Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna. Med <b>enkla</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>enkel</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>enkla</b> förbättringar.</p><p>Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>översiktligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven varierat, tydligt och strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven har <b>god</b> åhörarkontakt.</p><p>Eleven redogör <b>utförligt</b> för den retoriska arbetsprocessen. Eleven kommenterar <b>utförligt</b> förberedelser och genomförande av egna och andras muntliga framställningar.</p><p>Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna. Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade</b> förbättringar.</p><p>Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven genomför <b>med säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation. Eleven har <b>god</b> åhörarkontakt.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för den retoriska arbetsprocessen. Eleven kommenterar <b>utförligt och nyanserat</b> förberedelser och genomförande av egna och andras muntliga framställningar.</p><p>Med utgångspunkt i andra framställningar producerar eleven <b>med säkerhet</b> egna. Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad och nyanserad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade och nyanserade</b> förbättringar.</p><p>Eleven använder <b>med säkerhet och på ett väl integrerat sätt</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar. </p>",
"judge":{"e":["Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven har <b>viss</b> åhörarkontakt.",
"Eleven redogör <b>översiktligt</b> för <b>grunderna i</b> den retoriska arbetsprocessen. Eleven kommenterar <b>översiktligt</b> förberedelser och genomförande av egna och andras muntliga framställningar.",
"Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna. Med <b>enkla</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>enkel</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>enkla</b> förbättringar.",
"Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>översiktligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar."],
"c":["Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven varierat, tydligt och strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare och situation. Eleven har <b>god</b> åhörarkontakt.",
"Eleven redogör <b>utförligt</b> för den retoriska arbetsprocessen. Eleven kommenterar <b>utförligt</b> förberedelser och genomförande av egna och andras muntliga framställningar.",
"Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna. Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade</b> förbättringar.",
"Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar."],
"a":["Eleven genomför <b>med säkerhet</b> muntliga framställningar av olika slag och med varierande syften. I muntliga framställningar formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation. Eleven har <b>god</b> åhörarkontakt.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den retoriska arbetsprocessen. Eleven kommenterar <b>utförligt och</b> <b>nyanserat</b> förberedelser och genomförande av egna och andras muntliga framställningar.",
"Med utgångspunkt i andra framställningar producerar eleven <b>med säkerhet</b> egna. Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad och nyanserad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade och nyanserade</b> förbättringar.",
"Eleven använder <b>med säkerhet och på ett väl integrerat sätt</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Eleven diskuterar översiktligt yttrandefrihet och ansvar."]},
"req":{"type":"OR",
"arr":["ENGENG05",
"MODXXX05",
"MOEXXX01"]},
"notwith":{"type":"LINK",
"target":"SPAXXX01b",
"comment":"i samma språk"}}