{"subject":"SPA",
"name":"Språk specialisering - skrivande",
"points":100,
"instrRAW":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. ",
"instrRAW2":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. ",
"repeat":"Kursen kan läsas flera gånger i olika språk.",
"reqRAW":"någon av kurserna ENGENG05, MODXXX05 eller MOEXXX01",
"code":"SPAXXX0",
"goals":[1,1,1,1],
"level":"normal",
"content":["Skriftlig framställning och gestaltning i olika slags texter, med fokus på skönlitterära och journalistiska texter i olika genrer.",
"Olika genrer, till exempel noveller, poesi, dramatiska scener, kåserier, recensioner, reportage och debattinlägg. Spänningen mellan fakta och fiktion i texter. Skriftlig framställning efter mönster och förebilder. Berättande i texter som har som syfte att informera, utreda, övertyga och underhålla. ",
"Personliga uttrycksformer utifrån egna erfarenheter och fritt skapande.",
"Retorikens praktiska användningsområden, retoriska strategier samt den retoriska arbetsprocessen, framför allt som redskap för förberedelser, som stöd för genomförande av skriftliga framställningar och som redskap för analys.",
"Estetiska aspekter och språkdrag som gör texter smidiga och lätta att läsa. Skrivtekniska strategier och metoder för att gå från idé till färdig text, till exempel genom imitation, improvisation, flödesskrivning och kollaborativt skrivande.",
"Framställningars syfte, mottagare och kommunikationssituation. Läsarens förförståelse, förväntningar och kulturella erfarenheter.",
"Textuppbyggnad, sammanhang, struktur, dialog, miljöskildring, stilistiska drag, variation, perspektiv och språkriktighet i texter. Fördjupning och problematisering av vad som är korrekt och lämpligt språk i skönlitteratur och andra typer av texter.",
"Metoder för konstruktiv textkritik och arbete med egna och andras texter för att förbättra skrivandet och öka den språkliga medvetenheten.",
"Utformning av texter för olika syften och i olika medier, inklusive multimediala texter av olika slag där till exempel skriven text, bild och ljud samspelar.",
"Källkritik när det gäller underlag till eget skrivande. Källhänvisning och citatteknik. Olika sätt att publicera och sprida texter, till exempel olika medier. Yttrandefrihet i relation till etik, upphovsrätt och censur."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven skriver <b>med viss säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Språket innehåller <b>goda formuleringar</b>. Eleven formulerar sig med flyt och <b>viss</b> anpassning till syfte, mottagare, genre och kommunikationssituation.</p><p>Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>översiktligt</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med viss säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>enkla</b> reflektioner kring läsarens möjliga tolkningar.</p><p>Eleven följer i huvudsak skriftspråkets normer för språkriktighet, och gör <b>enkla</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven utformar <b>med viss säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar <b>översiktligt</b> utformningen.</p><p>Eleven värderar sina egna texter med <b>enkla</b> omdömen, gör <b>enkla</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>enkel</b> återkoppling på andras texter.</p><p>Eleven diskuterar <b>översiktligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>översiktligt</b> yttrandefrihet och ansvar. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven skriver <b>med</b> <b>viss</b> <b>säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven varierat, tydligt och strukturerat. Språket innehåller <b>goda formuleringar</b>. Eleven formulerar sig med flyt och <b>viss</b> anpassning till syfte, mottagare, genre och kommunikationssituation.</p><p>Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>utförligt</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med</b> <b>viss säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>välgrundade</b> reflektioner kring läsarens möjliga tolkningar.</p><p>Eleven <b>skriver funktionellt för textsammanhanget</b>, följer i huvudsak skriftspråkets normer för språkriktighet samt gör <b>välgrundade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven utformar <b>med viss säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar utformningen <b>utförligt</b>.</p><p>Eleven värderar sina egna texter med <b>nyanserade</b> omdömen, gör <b>välgrundade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>välgrundad</b> återkoppling på andras texter.</p><p>Eleven diskuterar <b>utförligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt</b> yttrandefrihet och ansvar. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven skriver <b>med säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Språket är <b>i regel välformulerat</b>. Eleven formulerar sig med flyt och anpassning till syfte, mottagare, genre och kommunikationssituation.</p><p>Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>utförligt och nyanserat</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>välgrundade och nyanserade</b> reflektioner kring läsarens möjliga tolkningar.</p><p>Eleven <b>skriver funktionellt för textsammanhanget</b>, följer i huvudsak skriftspråkets normer för språkriktighet samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven utformar <b>med säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar utformningen <b>utförligt och nyanserat</b>.</p><p>Eleven värderar sina egna texter med <b>nyanserade</b> omdömen, gör <b>välgrundade och nyanserade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>välgrundad och nyanserad</b> återkoppling på andras texter.</p><p>Eleven diskuterar <b>utförligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt och nyanserat</b> yttrandefrihet och ansvar. </p>",
"judge":{"e":["Eleven skriver <b>med viss säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Språket innehåller <b>goda formuleringar</b>. Eleven formulerar sig med flyt och <b>viss</b> anpassning till syfte, mottagare, genre och kommunikationssituation.",
"Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>översiktligt</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med viss säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>enkla</b> reflektioner kring läsarens möjliga tolkningar.",
"Eleven följer i huvudsak skriftspråkets normer för språkriktighet, och gör <b>enkla</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven utformar <b>med viss säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar <b>översiktligt</b> utformningen.",
"Eleven värderar sina egna texter med <b>enkla</b> omdömen, gör <b>enkla</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>enkel</b> återkoppling på andras texter.",
"Eleven diskuterar <b>översiktligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>översiktligt</b> yttrandefrihet och ansvar."],
"c":["Eleven skriver <b>med viss</b> <b>säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven varierat, tydligt och strukturerat. Språket innehåller <b>goda formuleringar</b>. Eleven formulerar sig med flyt och <b>viss</b> anpassning till syfte, mottagare, genre och kommunikationssituation.",
"Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>utförligt</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med viss säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>välgrundade</b> reflektioner kring läsarens möjliga tolkningar.",
"Eleven <b>skriver funktionellt för textsammanhanget</b>, följer i huvudsak skriftspråkets normer för språkriktighet samt gör <b>välgrundade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven utformar <b>med viss säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar utformningen <b>utförligt</b>.",
"Eleven värderar sina egna texter med <b>nyanserade</b> omdömen, gör <b>välgrundade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>välgrundad</b> återkoppling på andras texter.",
"Eleven diskuterar <b>utförligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt</b> yttrandefrihet och ansvar."],
"a":["Eleven skriver <b>med säkerhet</b> texter av olika slag, både skönlitterära och andra typer av texter. I framställningarna i olika genrer formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Språket är <b>i regel välformulerat</b>. Eleven formulerar sig med flyt och anpassning till syfte, mottagare, genre och kommunikationssituation.",
"Eleven skriver såväl texter efter mönster och förebilder som mer fritt. Eleven resonerar <b>utförligt och</b> <b>nyanserat</b> dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter. Eleven använder <b>med säkerhet</b> den retoriska arbetsprocessen och andra metoder för att utveckla sina skrividéer till färdig text. Eleven beaktar stilistiska och estetiska aspekter och gör <b>välgrundade och nyanserade</b> reflektioner kring läsarens möjliga tolkningar.",
"Eleven <b>skriver funktionellt för textsammanhanget</b>, följer i huvudsak skriftspråkets normer för språkriktighet samt gör <b>välgrundade och nyanserade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven utformar <b>med säkerhet</b> olika typer av texter på ett visuellt tilltalande och lättillgängligt sätt samt motiverar utformningen <b>utförligt och</b> <b>nyanserat</b>.",
"Eleven värderar sina egna texter med <b>nyanserade</b> omdömen, gör <b>välgrundade och nyanserade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ger <b>välgrundad och nyanserad</b> återkoppling på andras texter.",
"Eleven diskuterar <b>utförligt</b> hur skönlitterära och journalistiska framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> yttrandefrihet och ansvar."]},
"req":{"type":"OR",
"arr":["ENGENG05",
"MODXXX05",
"MOEXXX01"]}}