{"subject":"SPA",
"name":"Språk specialisering &mdash; retorik 1b",
"points":100,
"repeat":"Kursen kan läsas flera gånger i olika språk.",
"requirements":{"type":"OR",
"arr":["engelska 5",
"moderna språk 5",
"modersmål 1"]},
"notwith":"I ett och samma språk kan endast betyg i en av kurserna språk specialisering – retorik 1b eller språk specialisering – retorik 1a ingå i elevens examen.",
"instructiontext":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. I ett och samma språk kan endast betyg i en av kurserna språk specialisering – retorik 1b eller språk specialisering – retorik 1a ingå i elevens examen.",
"code":"SPAXXX01b",
"goaltext":"Kursen språk specialisering &mdash; retorik 1b omfattar punkterna 1&mdash;4 under rubriken Ämnets syfte. ",
"goals":[1,1,1,1],
"level":"normal",
"content":["Muntlig framställning av varierade slag och med olika syften, såväl monologisk framställning inför en grupp som dialogisk, i form av diskussions- och debattinlägg i till exempel paneldebatter, och för skiftande tänkta informella och formella arenor.",
"Röst, uttal och kroppsspråk som redskap samt olika sätt att skapa kontakt och förtroende. Språkriktighet, variation och stilnivå. Effekter av skiftande sätt att formulera sig i muntliga framställningar.",
"Olika talsituationer och anpassning när det gäller syfte, stil och språk. Anpassning till målgruppens förförståelse, förväntningar och kulturella erfarenheter.",
"Retorikens praktiska användningsområden, retoriska strategier samt den retoriska arbetsprocessen, framför allt som redskap för förberedelser, som stöd för genomförande av muntlig framställning och som redskap för analys.",
"Analys av muntlig framställning från olika tider och i olika medier. Grundläggande berättartekniska och stilistiska begrepp som behövs för att på ett metodiskt och strukturerat sätt samtala om och analysera muntlig framställning.",
"Aktivt lyssnande samt konsten att ge respons på ett konstruktivt sätt.",
"Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning. Olika sätt att med hjälp av kommunikationsteknik göra muntliga framställningar tillgängliga för andra.",
"Källkritik, källhänvisning och citatteknik i muntliga presentationer. Yttrandefrihet i relation till etik och upphovsrätt."]}