{"subject":"SPA",
"name":"Språk specialisering - retorik 1b",
"points":100,
"instrRAW":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. I ett och samma språk kan endast betyg i en av kurserna språk specialisering - retorik 1b eller språk specialisering - retorik 1a ingå i elevens examen.",
"descarr":["Den bygger på någon av kurserna ",
"ENGENG05",
", ",
"MODXXX05",
" eller ",
"MOEXXX01",
". Kursen kan läsas flera gånger i olika språk. I ett och samma språk kan endast betyg i en av kurserna ",
"SPAXXX01b",
" eller ",
"SPAXXX01a",
" ingå i elevens examen."],
"repeat":"Kursen kan läsas flera gånger i olika språk.",
"reqRAW":"någon av kurserna ENGENG05, MODXXX05 eller MOEXXX01",
"notwithRAW":"  I ett och samma språk kan endast betyg i en av kurserna SPAXXX01b eller SPAXXX01a ingå i elevens examen.",
"code":"SPAXXX01b",
"goals":[1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Muntlig framställning av varierade slag och med olika syften, såväl monologisk framställning inför en grupp som dialogisk, i form av diskussions- och debattinlägg i till exempel paneldebatter, och för skiftande tänkta informella och formella arenor.",
"Röst, uttal och kroppsspråk som redskap samt olika sätt att skapa kontakt och förtroende. Språkriktighet, variation och stilnivå. Effekter av skiftande sätt att formulera sig i muntliga framställningar.",
"Olika talsituationer och anpassning när det gäller syfte, stil och språk. Anpassning till målgruppens förförståelse, förväntningar och kulturella erfarenheter.",
"Retorikens praktiska användningsområden, retoriska strategier samt den retoriska arbetsprocessen, framför allt som redskap för förberedelser, som stöd för genomförande av muntlig framställning och som redskap för analys.",
"Analys av muntlig framställning från olika tider och i olika medier. Grundläggande berättartekniska och stilistiska begrepp som behövs för att på ett metodiskt och strukturerat sätt samtala om och analysera muntlig framställning.",
"Aktivt lyssnande samt konsten att ge respons på ett konstruktivt sätt.",
"Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning. Olika sätt att med hjälp av kommunikationsteknik göra muntliga framställningar tillgängliga för andra.",
"Källkritik, källhänvisning och citatteknik i muntliga presentationer. Yttrandefrihet i relation till etik och upphovsrätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>viss</b> åhörarkontakt.</p><p>Eleven redogör <b>översiktligt</b> för <b>grunderna i</b> den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>översiktligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.</p><p>Eleven gör <b>enkla</b> analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna.</p><p>Med <b>enkla</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>enkel</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>enkla</b> förbättringar.</p><p>Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>översiktligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>översiktligt</b> yttrandefrihet och ansvar. </p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven varierat, tydligt och strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>god</b> åhörarkontakt.</p><p>Eleven redogör <b>utförligt</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.</p><p>Eleven gör analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna.</p><p>Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ge <b>välgrundad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade</b> förbättringar.</p><p>Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt</b> yttrandefrihet och ansvar. </p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven genomför <b>med säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven formulerar sig även med flyt och anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>god</b> åhörarkontakt.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt och nyanserat</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.</p><p>Eleven gör <b>komplexa</b> analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med säkerhet</b> egna.</p><p>Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad och nyanserad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade och nyanserade</b> förbättringar.</p><p>Eleven använder <b>med säkerhet och på ett väl integrerat sätt</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt</b> <b>och nyanserat</b> yttrandefrihet och ansvar. </p>",
"judge":{"E":["Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven <b>relativt</b> varierat, tydligt och <b>relativt</b> strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>viss</b> åhörarkontakt.",
"Eleven redogör <b>översiktligt</b> för <b>grunderna i</b> den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>översiktligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.",
"Eleven gör <b>enkla</b> analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna.",
"Med <b>enkla</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>enkel</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>enkla</b> förbättringar.",
"Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>översiktligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>översiktligt</b> yttrandefrihet och ansvar."],
"C":["Eleven genomför <b>med viss säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven varierat, tydligt och strukturerat. Eleven formulerar sig även med flyt och <b>viss</b> anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>god</b> åhörarkontakt.",
"Eleven redogör <b>utförligt</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.",
"Eleven gör analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med viss säkerhet</b> egna.",
"Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ge <b>välgrundad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade</b> förbättringar.",
"Eleven använder <b>med viss säkerhet</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt</b> yttrandefrihet och ansvar."],
"A":["Eleven genomför <b>med säkerhet</b> muntliga framställningar av olika slag och med varierande syften i informella och formella sammanhang. I muntliga framställningar i olika genrer formulerar sig eleven varierat, <b>nyanserat</b>, tydligt och strukturerat. Eleven formulerar sig även med flyt och anpassning till syfte, mottagare, situation och kulturellt sammanhang. Eleven använder retoriska strategier och har <b>god</b> åhörarkontakt.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen, mottagare och situation.",
"Eleven gör <b>komplexa</b> analyser av muntliga framställningar från olika tider och i olika medier utifrån den retoriska arbetsprocessen. Med utgångspunkt i andra framställningar producerar eleven <b>med säkerhet</b> egna.",
"Med <b>nyanserade</b> omdömen värderar eleven sin egen muntliga prestation samt ger <b>välgrundad och nyanserad</b> respons på andras muntliga framställningar. Med stöd av andras respons och egen reflektion bearbetar eleven egna framställningar och genomför <b>välgrundade och nyanserade</b> förbättringar.",
"Eleven använder <b>med säkerhet och på ett väl integrerat sätt</b> presentationstekniska hjälpmedel och förklarar <b>utförligt</b> hur inspelningar av muntliga framställningar kan spridas. Utifrån egna framställningar och framställningar i medier diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> yttrandefrihet och ansvar."]},
"req":{"type":"OR",
"arr":["ENGENG05",
"MODXXX05",
"MOEXXX01"]},
"notwith":{"type":"LINK",
"target":"SPAXXX01a",
"comment":"i samma språk"},
"reqarr":["ENGENG05",
"MODXXX05",
"MOEXXX01"],
"friends":["ENGENG05",
"MODXXX05",
"MOEXXX01",
"SPAXXX01a",
"SPAXXX0"]}