{"subject":"SPA",
"name":"Språk specialisering &mdash; skrivande",
"points":100,
"repeat":"Kursen kan läsas flera gånger i olika språk.",
"requirements":{"type":"OR",
"arr":["engelska 5",
"moderna språk 5",
"modersmål 1"]},
"instructiontext":"som bygger på någon av kurserna engelska 5, moderna språk 5 eller modersmål 1. Kursen kan läsas flera gånger i olika språk. ",
"code":"SPAXXX0",
"goaltext":"Kursen språk specialisering &mdash; skrivande omfattar punkterna 1&mdash;4 under rubriken Ämnets syfte. ",
"goals":[1,1,1,1],
"level":"normal",
"content":["Skriftlig framställning och gestaltning i olika slags texter, med fokus på skönlitterära och journalistiska texter i olika genrer.",
"Olika genrer, till exempel noveller, poesi, dramatiska scener, kåserier, recensioner, reportage och debattinlägg. Spänningen mellan fakta och fiktion i texter. Skriftlig framställning efter mönster och förebilder. Berättande i texter som har som syfte att informera, utreda, övertyga och underhålla. ",
"Personliga uttrycksformer utifrån egna erfarenheter och fritt skapande.",
"Retorikens praktiska användningsområden, retoriska strategier samt den retoriska arbetsprocessen, framför allt som redskap för förberedelser, som stöd för genomförande av skriftliga framställningar och som redskap för analys.",
"Estetiska aspekter och språkdrag som gör texter smidiga och lätta att läsa. Skrivtekniska strategier och metoder för att gå från idé till färdig text, till exempel genom imitation, improvisation, flödesskrivning och kollaborativt skrivande.",
"Framställningars syfte, mottagare och kommunikationssituation. Läsarens förförståelse, förväntningar och kulturella erfarenheter.",
"Textuppbyggnad, sammanhang, struktur, dialog, miljöskildring, stilistiska drag, variation, perspektiv och språkriktighet i texter. Fördjupning och problematisering av vad som är korrekt och lämpligt språk i skönlitteratur och andra typer av texter.",
"Metoder för konstruktiv textkritik och arbete med egna och andras texter för att förbättra skrivandet och öka den språkliga medvetenheten.",
"Utformning av texter för olika syften och i olika medier, inklusive multimediala texter av olika slag där till exempel skriven text, bild och ljud samspelar.",
"Källkritik när det gäller underlag till eget skrivande. Källhänvisning och citatteknik. Olika sätt att publicera och sprida texter, till exempel olika medier. Yttrandefrihet i relation till etik, upphovsrätt och censur."]}