{"subject":"SPC",
"novux":false,
"name":"Specialpedagogik 2",
"origname":"Specialpedagogik 2",
"points":100,
"instrRAW":"som bygger på kursen specialpedagogik 1.",
"descarr":["Den bygger på kursen ",
"SPCSPE01",
"."],
"reqRAW":"kursen SPCSPE01",
"code":"SPCSPE02",
"goals":[0,1,1,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Innehållet i, bakgrunden till och framväxten av organisationer, arbetssätt och olika insatser inom funktionshinderområdet.",
"Användande, utveckling och anpassning av specialpedagogiska arbetssätt och övriga hjälpmedel.",
"Kritisk bearbetning av information från olika källor.",
"Lagar, förordningar, internationella överenskommelser och riktlinjer som styr insatser och verksamheter för människor med funktionsnedsättningar.",
"Lagar, andra bestämmelser och praxis när det gäller arbetsmiljö, säkerhet och yrkesetik inom funktionshinderområdet.",
"Planering, genomförande, utvärdering, uppföljning och dokumentation av olika insatser och aktiviteter.",
"Interaktion och kommunikation i samarbete och möten med människor."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>översiktligt</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>enkla</b> omdömen.</p><p>Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommand <b>enkla</b> arbetsuppgifter och aktiviteter, <b>i samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>utförligt</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.</p><p>Eleven redogör <b>utförligt</b> olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter och aktiviteter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt, <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften <b>samt</b> <b>motiverar sitt val</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>översiktligt</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den med <b>enkla</b> omdömen.",
"Eleven redogör <b>översiktligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommand <b>enkla</b> arbetsuppgifter och aktiviteter, <b>i samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <b>finns angivna</b> för uppgiften. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>enkel</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>utförligt</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven söker och bearbetar <b>med viss säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften. <b>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom interagerar eleven, samt kommunicerar <b>med viss säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika insatser för människor med funktionsnedsättningar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven söker och bearbetar <b>med säkerhet</b> information från olika källor samt värderar den me <b>nyanserade</b> omdömen.",
"Eleven redogör <b>utförligt</b> olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
"Eleven planerar, organiserar och utför vanligt förekommande, <b>även avancerade</b>, arbetsuppgifter och aktiviteter <b>efter samråd</b> med handledare och på ett yrkesmässigt sätt, <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>. I arbetet <b>väljer och</b> använder eleven redskap och metoder som <b>passar</b> för uppgiften <b>samt</b> <b>motiverar sitt val</b>. <b>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom interagerar eleven, samt kommunicerar <b>med säkerhet</b>, i samarbete och möten med människor. Eleven gör en <b>noggrann och utförlig</b> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <b>nyanserade</b> omdömen utifrån uppsatta mål <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"SPCSPE01",
"reqarr":["SPCSPE01"],
"friends":["SPCSPE01",
"SPCSPE01"]}