{"subject":"SPE",
"novux":true,
"name":"Idrottsspecialisering 3",
"origname":"Idrottsspecialisering 3",
"points":100,
"instrRAW":"som bygger på kursen idrottsspecialisering 2. Den bygger också på kursen tränings- och tävlingslära 2 eller kursen träningslära 2.",
"descarr":["Den bygger på kursen ",
"SPEIDS02",
". Den bygger också på kursen ",
"SPETRÄ02",
" eller kursen ",
"TRNTRN02",
"."],
"reqRAW":"kursen SPEIDS02",
"alsoreqRAW":"kursen SPETRÄ02 eller kursen TRNTRN02",
"code":"SPEIDS03",
"goals":[1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Regler, taktik och teknik inom vald idrott.",
"Val av träningsmetoder och sammansättning av individuellt anpassade träningsprogram.",
"Planering, genomförande och utvärdering av individuellt anpassade tränings- och tävlingsprogram baserade på individuell utveckling.",
"Planering, genomförande och utvärdering av tränings- och tävlingsprogram för andra utövare inom elitidrott.",
"Skadeförebyggande träning.",
"Idrottens tränings- och tävlingsverksamhet ur ett internationellt perspektiv.",
"Livsstil och omgivande miljöers påverkan för att prestera inom tränings- och tävlingsverksamhet.",
"Samhällsnyttan av tränings- och tävlingsaktiviteter samt elitidrott som förebild."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför, <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med viss säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>i samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>översiktligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>i samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>enkla</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med viss säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Dessutom diskuterar eleven <b>översiktligt</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven genomför, <b>efter samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med viss säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>efter samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>utförligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med viss säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar samband och drar <b>välgrundade</b> slutsatser. Dessutom diskuterar eleven <b>utförligt</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven genomför, <b>efter samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med <b>god</b> precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>efter samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>utförligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven genomför, <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med viss säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>i samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>översiktligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>i samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>enkla</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med viss säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser. Dessutom diskuterar eleven <b>översiktligt</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven genomför, <b>efter samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med viss säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>efter samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>utförligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med viss säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar samband och drar <b>välgrundade</b> slutsatser. Dessutom diskuterar eleven <b>utförligt</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven genomför, <b>efter samråd</b> med handledare, vald idrott tekniskt och taktiskt skickligt med <b>god</b> precision och kontroll. I tävlingssituationer väljer eleven med säkerhet insatsnivå efter kända förutsättningar samt visar improvisationsförmåga genom att <b>med säkerhet</b> anpassa insatsnivå i oförutsedda situationer. I tävlingssituationer agerar eleven också <b>med säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven använder tidigare tränings- och tävlingserfarenheter för att <b>efter samråd</b> med handledare långsiktigt planera tränings- och tävlingsaktiviteter. Eleven väljer <b>med säkerhet</b> metoder som utvecklar idrottsutövandet samt motiverar <b>utförligt</b> sina val med hänvisning till tidigare erfarenheter och relevanta teorier. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. I utvärderingen använder eleven <b>med säkerhet</b> centrala begrepp, hänvisar till teorier, förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> centrala faktorer i livsstilen som är betydelsefulla för att prestera optimalt i tränings- och tävlingsverksamhet. Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["SPEIDS02",{"type":"OR",
"arr":["SPETRÄ02",
"TRNTRN02"]}]},
"reqarr":["SPEIDS02",
"SPETRÄ02",
"TRNTRN02"],
"friends":["SPEIDT0",
"SPEIDS01",
"SPEIDS02",
"SPEIDS02",
"SPETRÄ01",
"SPETRÄ02",
"SPETRÄ02",
"SPETRÄ03",
"TRNTRN02"]}