{"subject":"SPE",
"novux":true,
"name":"Idrottsspecialisering 1",
"origname":"Idrottsspecialisering 1",
"points":100,
"code":"SPEIDS01",
"goals":[1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Regler, taktik och teknik inom vald idrott.",
"Den valda idrottens utveckling nationellt och internationellt.",
"Faktorer i tränings- och tävlingssammanhang som påverkar såväl fysisk som psykisk prestationsförmåga.",
"Träningsmetoders betydelse för individuell utveckling.",
"Olika träningsmetoders kvaliteter i vald idrott, till exempel teknik- och konditionsträning samt mental träning.",
"Planering av träning baserad på individuell utveckling.",
"Genomförande av träning baserad på individuell utveckling.",
"Värdering av träning baserad på individuell utveckling.",
"Skadeförebyggande aktiviteter och grundläggande behandling av skador samt agerande vid akut omhändertagande.",
"Olika syn på träning och tävlande, till exempel tränarens och utövarens förväntningar och mål."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför, <b>med viss säkerhet</b> och <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>viss</b> precision och kontroll. I tävlingssituationer agerar eleven <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven beskriver <b>översiktligt</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp.</p><p>Eleven planerar och genomför <b>i samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Dessutom diskuterar eleven <b>översiktligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven genomför, <b>med viss säkerhet</b> och <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer agerar eleven <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven beskriver <b>utförligt</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. <b>Eleven utvärderar metoderna med nyanserade omdömen utifrån resultat och teorier</b>. Dessutom diskuterar eleven <b>utförligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven genomför, <b>med säkerhet</b> och <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>god</b> precision och kontroll. I tävlingssituationer agerar eleven <b>med säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven beskriver <b>utförligt och nyanserat</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp.</p><p>Eleven planerar och genomför <b>efter samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. <b>Eleven utvärderar metoderna med nyanserade omdömen utifrån resultat och teorier samt föreslår alternativa metoder för att förbättra resultatet</b>.</p><p>Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven genomför, <b>med viss säkerhet</b> och <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>viss</b> precision och kontroll. I tävlingssituationer agerar eleven <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven beskriver <b>översiktligt</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp.",
"Eleven planerar och genomför <b>i samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador.",
"Dessutom diskuterar eleven <b>översiktligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven genomför, <b>med viss säkerhet</b> och <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer agerar eleven <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven beskriver <b>utförligt</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. <b>Eleven utvärderar metoderna med nyanserade omdömen utifrån resultat och teorier</b>.",
"Dessutom diskuterar eleven <b>utförligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven genomför, <b>med säkerhet</b> och <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>god</b> precision och kontroll. I tävlingssituationer agerar eleven <b>med säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b>, utifrån tränings- och tävlingssituationer, träningsmetoder och teorier som kan användas för att utveckla idrottsutövandet. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp.",
"Eleven planerar och genomför <b>efter samråd</b> med handledare sin träning. I träningen prövar eleven olika metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. <b>Eleven utvärderar metoderna med nyanserade omdömen utifrån resultat och teorier samt föreslår alternativa metoder för att förbättra resultatet</b>.",
"Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["SPEIDS02"],
"friends":["SPEIDT0",
"SPEIDS02",
"SPEIDS03",
"SPETRÄ01",
"SPETRÄ02",
"SPETRÄ03"]}