{"subject":"SPE",
"name":"Idrottsspecialisering 2",
"points":100,
"instrRAW":"som bygger på kursen idrottsspecialisering 1. Dessutom bygger den på kursen tränings- och tävlingslära 1 eller kursen träningslära 1.",
"reqRAW":"kursen SPEIDS01",
"alsoreqRAW":"kursen SPETRÄ01 eller kursen TRNTRN01",
"code":"SPEIDS02",
"goals":[1,1,0,1,1,1,1],
"level":"normal",
"content":["Regler, taktik och teknik inom vald idrott.",
"Val av träningsmetoder och sammansättning av individuellt anpassade träningsprogram.",
"Genomförande av individuellt anpassade träningsprogram baserad på individuell utveckling.",
"Värdering av olika träningsmetoders kvaliteter, till exempel teknik-, rörlighets- och snabbhetsträning.",
"Värdering av individuellt anpassade träningsprogram baserad på individuell utveckling.",
"Skadeförebyggande träning.",
"Olika kulturers värderingar av tävlingsvillkor ur ett jämställdhetsperspektiv.",
"Diskriminering inom idrotten och hur den kan motverkas samt hur olika kropps- och samhällsideal påverkar idrottsutövandet och samhället i övrigt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven genomför, <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer väljer eleven <b>med viss säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>översiktligt</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>i samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>enkla</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>översiktligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven genomför, <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer väljer eleven <b>med viss säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>utförligt</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>utförligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven genomför, <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>god</b> precision och kontroll. I tävlingssituationer väljer eleven <b>med säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med säkerhet</b> i möter med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.</p><p>Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>utförligt och nyanserat</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.</p><p>Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven genomför, <b>i samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer väljer eleven <b>med viss säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>översiktligt</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>i samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>enkla</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>översiktligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven genomför, <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med precision och kontroll. I tävlingssituationer väljer eleven <b>med viss säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med viss säkerhet</b> i mötet med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med viss säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>utförligt</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med viss säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>utförligt</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med viss säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven genomför, <b>efter</b> <b>samråd</b> med handledare, vald idrott tekniskt och taktiskt med <b>god</b> precision och kontroll. I tävlingssituationer väljer eleven <b>med säkerhet</b> insatsnivå efter kända förutsättningar samt agerar <b>med säkerhet</b> i möter med nya miljöer. Dessutom tar eleven i tävlandet ansvar för att förebygga skador och ohälsa.",
"Eleven väljer, utifrån tränings- och tävlingssituationer, <b>med säkerhet</b> metoder som utvecklar idrottsutövandet. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> metodernas kvaliteter. I beskrivningarna använder eleven <b>med säkerhet</b> centrala begrepp. Utifrån valda metoder planerar och genomför eleven <b>efter samråd</b> med handledare sin träning. I träningen väljer och prövar eleven andra metoder som kan vara av betydelse för att förbättra resultatet och för att förebygga skador. Eleven utvärderar metoderna med <b>nyanserade</b> omdömen utifrån resultat och teorier. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> hur olika värderingar i tränings- och tävlingssammanhang har betydelse för prestationsförmåga och idrottsliga resultat.",
"Eleven samarbetar och kommunicerar <b>med säkerhet</b> i tränings- och tävlingssituationer.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["SPEIDS01",{"type":"OR",
"arr":["SPETRÄ01",
"TRNTRN01"]}]},
"reqBy":["SPEIDS03"]}