{"subject":"SPE",
"name":"Tränings- och tävlingslära 3",
"origname":"Tränings- och tävlingslära 3",
"points":100,
"instrRAW":"som bygger på kursen tränings- och tävlingslära 2 eller kursen träningslära 2. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen träningslära 3.",
"descarr":["Den bygger på kursen ",
"SPETRÄ02",
" eller kursen ",
"TRNTRN02",
".  "],
"reqRAW":"kursen SPETRÄ02 eller kursen TRNTRN02",
"code":"SPETRÄ03",
"goals":[0,1,0,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer.",
"Villkor för en internationell satsning i specialidrotten och tävlingsförberedelsens betydelse för prestationen.",
"Träningsvetenskaplig utvärdering av det egna specialidrottandet.",
"Inhämtning, bearbetning och analys av data från tävlingsprocessen.",
"Planering och förberedelse av strategiska handlingsplaner för tävlandet med hänsyn till tävlingsregler samt till styrkor och svagheter hos den egna aktiva eller laget i relation till styrkor, svagheter och möjliga förhållningssätt hos motståndare.",
"Målsättning och planering för det egna idrottsliga engagemanget efter avslutad studietid.",
"Taktiska val för individen eller kollektivet för att finna lösningar i tävlingssituationer, till exempel att göra taktiska eller tekniska förändringar för att uppnå bättre resultat.",
"Idrottsmiljöers betydelse för tränings- och tävlingsprestation.",
"Alternativa behandlingsformer för idrottsskador."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>översiktligt</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>översiktligt</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>översiktligt</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven planerar utifrån kända teorier och uppsatta mål olika träningsprogram för att utveckla den idrottsliga förmågan. Utifrån planeringen genomför eleven träningsprogrammen <b>i samråd</b> med handledare. I träningen tar eleven ansvar för att förebygga skador och ohälsa. Dessutom gör eleven en <b>enkel</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>översiktligt</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med viss säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med viss säkerhet</b> olika metoder och teorier.</p><p>Eleven diskuterar <b>översiktligt</b> olika attityder till och värderingar av träning och kroppsideal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>utförligt</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>utförligt</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>utförligt</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier och förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven <b>väljer metoder och</b> planerar, utifrån kända teorier och uppsatta mål <b>samt aktuella förutsättningar</b>, olika träningsprogram för utveckla den idrottsliga förmågan. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledare. I träningen tar eleven ansva <b>samt anpassar tränings- och tävlingsplaneringen</b> för att förebygga skador och ohälsa. Dessutom gör eleven en <b>noggrann</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>utförligt</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med viss säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med viss säkerhet</b> olika metoder och teorier.</p><p>Eleven diskuterar <b>utförligt</b> olika attityder till och värderingar av träning och kroppsideal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>utförligt och nyanserat</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>utförligt och nyanserat</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>utförligt och nyanserat</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.</p><p>Eleven <b>väljer metoder och</b> planerar, utifrån kända teorier och uppsatta mål <b>samt aktuella förutsättningar</b>, olika träningsprogram för sig själv och för andra i syfte att utveckla den idrottsliga förmågan. <b>Dessutom motiverar eleven sina val</b>. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå vid genomförandet</b>. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledar <b>samt anpassar genomförandet till den aktuella situationen</b>. I träningen tar eleven ansva <b>samt anpassar tränings- och tävlingsplaneringen</b> för att förebygga skador och ohälsa. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>utförligt och nyanserat</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med säkerhet</b> olika metoder och teorier.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> olika attityder till och värderingar av träning och kroppsideal.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>översiktligt</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>översiktligt</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>översiktligt</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven planerar utifrån kända teorier och uppsatta mål olika träningsprogram för att utveckla den idrottsliga förmågan. Utifrån planeringen genomför eleven träningsprogrammen <b>i samråd</b> med handledare. I träningen tar eleven ansvar för att förebygga skador och ohälsa. Dessutom gör eleven en <b>enkel</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>översiktligt</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med viss säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med viss säkerhet</b> olika metoder och teorier.",
"Eleven diskuterar <b>översiktligt</b> olika attityder till och värderingar av träning och kroppsideal.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>utförligt</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>utförligt</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>utförligt</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier och förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven <b>väljer metoder och</b> planerar, utifrån kända teorier och uppsatta mål <b>samt aktuella förutsättningar</b>, olika träningsprogram för utveckla den idrottsliga förmågan. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledare. I träningen tar eleven ansva <b>samt anpassar tränings- och tävlingsplaneringen</b> för att förebygga skador och ohälsa. Dessutom gör eleven en <b>noggrann</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>utförligt</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med viss säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med viss säkerhet</b> olika metoder och teorier.",
"Eleven diskuterar <b>utförligt</b> olika attityder till och värderingar av träning och kroppsideal.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> principer för prestationsutveckling samt sambandet mellan prestationsförmåga, prestationsberedskap, prestationstillstånd och prestationsfaktorer. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för olika träningsmetoder och deras betydelse för prestationsutvecklingen inom vald idrott. Eleven beskriver även <b>utförligt och</b> <b>nyanserat</b> hur olika kvaliteter kan mätas genom tester. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för alternativa behandlingsformer för idrottsskador. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade och nyanserade</b> slutsatser.",
"Eleven <b>väljer metoder och</b> planerar, utifrån kända teorier och uppsatta mål <b>samt aktuella förutsättningar</b>, olika träningsprogram för sig själv och för andra i syfte att utveckla den idrottsliga förmågan. <b>Dessutom motiverar eleven sina val</b>. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå vid genomförandet</b>. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledar <b>samt anpassar genomförandet till den aktuella situationen</b>. I träningen tar eleven ansva <b>samt anpassar tränings- och tävlingsplaneringen</b> för att förebygga skador och ohälsa. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av genomförda aktiviteter. Eleven utvärderar träningsprogrammen med <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar. I utvärderingen resonerar eleven även <b>utförligt och</b> <b>nyanserat</b> om i vilken utsträckning träningen lever upp till vad internationell tränings- och tävlingsförberedelse på elitnivå kräver. Vidare värderar eleven <b>med säkerhet</b> sin förmåga att klara av de belastningar, fysiskt och psykiskt, som tränings- och tävlingsaktiviteter på elitnivå kräver. I sin tränings- och tävlingsverksamhet använder eleven <b>med säkerhet</b> olika metoder och teorier.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> olika attityder till och värderingar av träning och kroppsideal.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["SPETRÄ02",
"TRNTRN02"]},
"reqarr":["SPETRÄ02",
"TRNTRN02"],
"friends":["SPEIDT0",
"SPEIDS01",
"SPEIDS02",
"SPEIDS03",
"SPETRÄ01",
"SPETRÄ02",
"SPETRÄ02",
"TRNTRN02"]}