{"subject":"SPF",
"name":"Felsökning och diagnos 1",
"origname":"Felsökning och diagnos 1",
"points":100,
"code":"SPFFEL01",
"goals":[0,1,1,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Instrumentsystem för felsökning och diagnos.",
"Datorers och processorers uppbyggnad och användning i moderna spårbundna fordon.",
"Vanliga programmeringsspråk som används i spårbundna fordon.",
"Mät- och reglertekniska system för spårbundna fordon.",
"Uppkoppling av diagnosinstrument och tolkning av resultat.",
"Mätningar och beräkningar på komponenter och system.",
"Statisk elektricitet och elektrostatiskt känsliga anordningar.",
"Materiallära.",
"Felsökning och diagnos.",
"Läsning och konstruktion av scheman och ritningar.",
"Provutrustning, hantering och underhåll.",
"Dokumentation enligt praxis.",
"Arbetsmiljö och säkerhet.",
"Elsäkerhet.",
"Lagar och bestämmelser som reglerar arbetet.",
"Sambandet mellan människa och maskin. Människans förutsättningar och begränsningar samt faktorer som påverkar prestationer.",
"Tekniska termer och begrepp."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>översiktligt</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.</p><p>Eleven utför <b>i samråd</b> med handledare <b>enklare</b> felsökning och diagnos på samt <b>i samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta situationer. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder med <b>visst</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med viss säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>enkel</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med viss säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>enkla</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>utförligt</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.</p><p>Eleven utfö <b>efter samråd</b> med handledare felsökning och diagnos på samt <b>efter samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta <b>och delvis nya</b> situationer. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder me <b>gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med viss säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>noggrann</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med viss säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>utförligt och nyanserat</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.</p><p>Eleven utfö <b>efter samråd</b> med handledare felsökning och diagnos på samt <b>efter samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta <b>och nya</b> situationer. I arbetet väljer eleven <b>med säkerhet</b> lämpliga arbetsmetoder samt använder me <b>mycket gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>noggrann och</b> <b>utförlig</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>gott</b>.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade och nyanserade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>översiktligt</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.",
"Eleven utför <b>i samråd</b> med handledare <b>enklare</b> felsökning och diagnos på samt <b>i samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta situationer. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder med <b>visst</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med viss säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>enkel</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med viss säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>enkla</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>utförligt</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.",
"Eleven utfö <b>efter samråd</b> med handledare felsökning och diagnos på samt <b>efter samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta <b>och delvis nya</b> situationer. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder med <b>gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med viss säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>noggrann</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med viss säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar <b>och medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanliga användningsområden för programmeringsspråk som används i spårbundna fordon. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de principer inom ellära, elektronik och systemteknik som området omfattar.",
"Eleven utfö <b>efter samråd</b> med handledare felsökning och diagnos på samt <b>efter samråd</b> med handledare funktions- och säkerhetskontroll av fordon och laborationsutrustning i bekanta <b>och nya</b> situationer. I arbetet väljer eleven <b>med säkerhet</b> lämpliga arbetsmetoder samt använder me <b>mycket gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Dessutom gör eleven <b>med säkerhet</b> enkla beräkningar på komponenter och system. Eleven gör en <b>noggrann och</b> <b>utförlig</b> dokumentation av utfört arbete. Resultatet av elevens arbete är <b>gott</b>.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Dessutom konstruerar eleven <b>med säkerhet</b>, vid behov, scheman och arbetsunderlag. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade och nyanserade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar <b>och medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["SPFFEL02"],
"friends":["SPFDIG0",
"SPFDRI0",
"SPFFEL02",
"SPFINR01",
"SPFINR02",
"SPFKOM0",
"SPFKOR0",
"SPFSPA0",
"SPFSTY0"]}