{"subject":"SPF",
"novux":false,
"name":"Spårbundna fordon - introduktion",
"origname":"Spårbundna fordon - introduktion",
"points":200,
"code":"SPFSPA0",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Branschkunskap, yrken inom branschen, olika verksamhetsområden och branschens villkor och förutsättningar.",
"Branschens historia, utveckling och framtid.",
"Spårbundna fordons användningsområden och huvudkomponenter.",
"Ellära, pneumatik och hydraulik för spårbundna fordon.",
"Enklare underhåll av spårbundna fordon.",
"Enklare demonterings- och monteringsarbete i spårbundna fordons huvudkomponenter.",
"Informationssystem och manualer för arbetet.",
"Hantering av de verktyg och maskiner som används i arbetet.",
"Underhåll av verktyg, utrustning och verkstadsmiljöer.",
"Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador samt lagar och andra bestämmelser som gäller för arbetet.",
"Säkerhet i samband med vistelse i spår.",
"Sambandet mellan människa och maskin. Människans förutsättningar och begränsningar. Det mänskliga minnets struktur, funktion och kapacitet samt faktorer som styr människans uppmärksamhet. Modeller och teorier om mänskliga misstag.",
"Tekniska termer och begrepp."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>översiktligt</b> för branschens historia, framtid och villkor. Eleven beskrive <b>översiktligt</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>översiktligt</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.</p><p>Eleven utför <b>i samråd</b> med handledare enklare underhåll samt <b>i samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekanta situationer <b>enkelt</b> demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder med <b>visst</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>enkla</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>utförligt</b> för branschens historia, framtid och villkor. Eleven beskrive <b>utförligt</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>utförligt</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.</p><p>Eleven utfö <b>efter samråd</b> med handledare enklare underhåll samt <b>efter samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekant <b>och delvis nya</b> situationer demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven med <b>gott</b> handlag lämpliga arbetsmetoder samt använder <b>med viss säkerhet</b> de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar och <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>utförligt och nyanserat</b> för branschens historia, framtid och villkor. Eleven beskriver <b>utförligt och nyanserat</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>utförligt och nyanserat</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.</p><p>Eleven utfö <b>efter samråd</b> med handledare enklare underhåll samt <b>efter samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekanta <b>och</b> <b>nya</b> situationer demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven <b>med säkerhet</b> lämpliga arbetsmetoder samt använder me <b>mycket gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>gott</b>.</p><p>Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade och nyanserade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.</p><p>Eleven samarbetar och <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>översiktligt</b> för branschens historia, framtid och villkor. Eleven beskrive <b>översiktligt</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>översiktligt</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.",
"Eleven utför <b>i samråd</b> med handledare enklare underhåll samt <b>i samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekanta situationer <b>enkelt</b> demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven <b>med viss säkerhet</b> lämpliga arbetsmetoder samt använder med <b>visst</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>översiktligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>enkla</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>utförligt</b> för branschens historia, framtid och villkor. Eleven beskrive <b>utförligt</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>utförligt</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.",
"Eleven utfö <b>efter samråd</b> med handledare enklare underhåll samt <b>efter samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekant <b>och delvis nya</b> situationer demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven med <b>gott</b> handlag lämpliga arbetsmetoder samt använder <b>med viss säkerhet</b> de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"Eleven använder <b>med viss säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar och <b>medverkar till att upprätthålla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med viss säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vanligt förekommande yrken och verksamhetsområden inom branschen samt redogör <b>utförligt och</b> <b>nyanserat</b> för branschens historia, framtid och villkor. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> spårbundna fordons huvudkomponenter och deras funktion, dels var för sig men också hur de samverkar i fordonet. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för bakomliggande principer inom grundläggande ellära, tryckluft, pneumatik och hydraulik.",
"Eleven utfö <b>efter samråd</b> med handledare enklare underhåll samt <b>efter samråd</b> med handledare enklare funktions- och säkerhetskontroll av spårbundna fordon. Dessutom genomför eleven i bekanta <b>och</b> <b>nya</b> situationer demonterings- och monteringsarbeten på spårbundna fordons huvudkomponenter. I arbetet väljer eleven <b>med säkerhet</b> lämpliga arbetsmetoder samt använder med <b>mycket gott</b> handlag de verktyg och andra hjälpmedel som är lämpliga för att lösa arbetsuppgifterna. Resultatet av elevens arbete är <b>gott</b>.",
"Eleven använder <b>med säkerhet</b> svenska och engelska manualer samt digitala informationssystem. Eleven tar ansvar för materiella värden och för sin egen och andras säkerhet samt håller välordnat på arbetsplatsen. I arbetet redogör eleven <b>utförligt</b> för lagar och andra bestämmelser som styr arbetet. Dessutom arbetar eleven utifrån de krav på säkerhet, kvalitet och miljö som styr arbetet. Eleven för <b>välgrundade och nyanserade</b> resonemang om faktorer som påverkar samspelet mellan människa och maskin.",
"Eleven samarbetar och <b>medverkar till att upprätthålla och utveckla samarbetet</b> för att nå planerade resultat samt använder i sin kommunikation <b>med säkerhet</b> begrepp och uttryck som är relevanta för ämnesområdet.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["SPFDRI0",
"SPFINR01",
"SPFKOM0",
"SPFKOR0",
"SPFSTY0"],
"friends":["SPFDIG0",
"SPFDRI0",
"SPFFEL01",
"SPFFEL02",
"SPFINR01",
"SPFINR02",
"SPFKOM0",
"SPFKOR0",
"SPFSTY0"]}