{"subject":"STC",
"novux":false,
"name":"Styckning - specialisering",
"origname":"Styckning - specialisering",
"points":100,
"instrRAW":"som bygger på kursen styckning 4. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"STCSTY04",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen STCSTY04",
"code":"STCSTY00S",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Djurens anatomi inom valt specialiseringsområde, till exempel vilt eller struts.",
"Styckningsdetaljernas och de olika sorteringarnas användningsområden vid förädling och tillagning inom valt specialiseringsområde.",
"Branschkrav då det gäller kvalitet och produktionens effektivitet.",
"Trender, influenser och utveckling inom valt specialiseringsområde.",
"Yrkesmässig styckning inom valt specialiseringsområde. Exempel på specialiseringsområde kan vara styckning av vilt eller struts.",
"Lönsamhet och ekonomiska konsekvenser vid val av inköp av kött samt sambandet mellan styckningskvalitet och ekonomi.",
"Metoder och teknik.",
"Användning och vård av utrustning.",
"Planering och organisation av arbetet.",
"Lagar och andra bestämmelser inom yrkesområdet.",
"Arbetsmiljö och säkerhet.",
"Hygien och egenkontroll."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> djurens anatomi. Dessutom redogör eleven <b>översiktligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>översiktligt</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>i samråd med handledare</b> styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>översiktligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>visst</b> handlag styckning med ett <b>tillfredsställande</b> resultat. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>i samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> djurens anatomi. Dessutom redogör eleven <b>utförligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>gott</b> handlag styckning med ett <b>tillfredsställande</b> resultat. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> djurens anatomi. Dessutom redogör eleve <b>utförligt och nyanserat</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt och nyanserat</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt och nyanserat</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>mycket</b> <b>gott</b> handlag styckning med ett <b>gott</b> resultat. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete <b>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> djurens anatomi. Dessutom redogör eleven <b>översiktligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>översiktligt</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>i samråd med handledare</b> styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>översiktligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>visst</b> handlag styckning med ett <b>tillfredsställande</b> resultat. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>i samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> djurens anatomi. Dessutom redogör eleven <b>utförligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>gott</b> handlag styckning med ett <b>tillfredsställande</b> resultat. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> djurens anatomi. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt och</b> <b>nyanserat</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför med <b>mycket gott</b> handlag styckning med ett <b>gott</b> resultat. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. I arbetet använder eleven <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete <b>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"STCSTY04",
"reqarr":["STCSTY04"],
"friends":["CHACHA00S",
"STYCHA00S",
"CHACHA01",
"STYCHA01",
"CHACHA02",
"STYCHA02",
"CHACHA03",
"STYCHA03",
"CHACHA04",
"STYCHA04",
"STCFIN0",
"STYFIN0",
"STYSTY00S",
"STCSTY01",
"STYSTY01",
"STCSTY02",
"STYSTY02",
"STCSTY03",
"STYSTY03",
"STCSTY04",
"STCSTY04",
"STYSTY04"]}