{"subject":"STY",
"name":"Charkuteri - specialisering",
"points":100,
"instrRAW":"som bygger på kursen charkuteri 4. Kursen kan läsas flera gånger med olika innehåll.",
"instrRAW2":"som bygger på kursen charkuteri 4. Kursen kan läsas flera gånger med olika innehåll.",
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen STYCHA04",
"code":"STYCHA00S",
"goals":[0,1,0,1,1,1,1,1,1,1],
"level":"normal",
"content":["Köttråvaror inom valt specialiseringsområde, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Tillsatser och eventuella alternativa råvaror inom valt specialiseringsområde samt deras kvalitet och egenskaper. ",
"Yrkesmässiga tillverkningsmetoder av charkuterivaror inom valt specialiseringsområde. Exempel på specialiseringsområde kan vara lufttorkade och kallrökta produkter.",
"Branschkrav då det gäller kvalitet och produktionens organisation och effektivitet.",
"Trender, influenser och utveckling inom valt specialiseringsområde.",
"Krav på utseende och smak inom valt specialiseringsområde.",
"Kreativt framtagande av recept och arbetsbeskrivningar inom valt specialiseringsområde.",
"Lönsamhet och ekonomiska konsekvenser vid val av råvaror samt sambandet mellan kvalitet och ekonomi.",
"Produktkvalitet och normer.",
"Användning och vård av utrustning och maskiner inom charkindustrin.",
"Förpackning, förvaring och märkning av charkuterivaror.",
"Arbetsmiljö, ergonomi och säkerhet.",
"Lagar och andra bestämmelser inom yrkesområdet.",
"Praktisk hygien och egenkontroll."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>översiktligt</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledar <b></b>tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>visst</b> handlag och med <b>tillfredsställande</b> kvalitet. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>i samråd</b> med handledar <b></b>underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>gott</b> handlag och med <b>tillfredsställande</b> kvalitet. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt och nyanserat</b> för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>mycket gott</b> handlag och med <b>god</b> kvalitet. I arbetet läser och följer eleven <b>med säkerhet</b> recept samt gö <b>med säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbet <b>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</b>.</p><p> När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>översiktligt</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>i samråd</b> med handledar 0tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>visst</b> handlag och med <b>tillfredsställande</b> kvalitet. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>enkla</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>i samråd</b> med handledar 0underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>gott</b> handlag och med <b>tillfredsställande</b> kvalitet. I arbetet läser och följer eleven <b>med viss säkerhet</b> recept samt gö <b>med viss säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med viss säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med viss säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för andra råvaror samt för tillsatser.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror me <b>mycket gott</b> handlag och med <b>god</b> kvalitet. I arbetet läser och följer eleven <b>med säkerhet</b> recept samt gö <b>med säkerhet</b> recept- och näringsberäkningar. Dessutom värderar eleven med <b>nyanserade</b> omdömen råvarornas kvalitet. Eleven använder <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <b>med säkerhet</b> charkuterivaror i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <b>med säkerhet</b> på ett ekonomiskt och miljömässigt sätt.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen produkternas kvalitet, produktionens effektivitet och sitt arbet <b>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</b>.",
" När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"STYCHA04"}