{"subject":"STY",
"name":"Finstyckning",
"points":100,
"code":"STYFIN0",
"goals":[1,0,1,0,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Djurens anatomi. Alla i branschen vanligt förekommande djurslag.",
"Styckningsdetaljernas utseende, kvalitet, karaktär samt användningsområde vid förädling och tillagning.",
"Pannfärdigt, dvs. förädling av styckningsdetaljer av alla djurslag.",
"Hantering och förvaring av råvaror.",
"Hur man för olika djurslag finstyckar grovstyckade styckningsdetaljer.",
"Stycknings- och förädlingskalkyler.",
"Användning av handverktyg och maskiner vid finstyckning.",
"Förpackningsmaterial, paketering och märkning.",
"Arbetsmiljö, ergonomi och säkerhet.",
"Praktisk hygien och egenkontroll."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> djurens anatomi. Dessutom redogör eleve <b>översiktligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>översiktligt</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>i samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>översiktligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför <b>i samråd</b> med handledar <b></b>styckning<b>.</b> I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <b>i samråd</b> med handledar <b></b>underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> djurens anatomi. Dessutom redogör eleve <b>utförligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför <b>efter samråd</b> med handledare styckning<b>.</b> I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat. När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> djurens anatomi. Dessutom redogör eleve <b>utförligt och nyanserat</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt och nyanserat</b> för styckningsdetaljernas kött- och styckningskvalitet.</p><p>Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt och nyanserat</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomfö <b>efter samråd</b> med handledare styckning. I arbetet använder eleven <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>. När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> djurens anatomi. Dessutom redogör eleve <b>översiktligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>översiktligt</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>i samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>översiktligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför <b>i samråd</b> med handledar 0styckning<b>.</b> I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>översiktligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört genomför eleven <b>i samråd</b> med handledar 0underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>enkla</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> djurens anatomi. Dessutom redogör eleve <b>utförligt</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med viss säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomför <b>efter samråd</b> med handledare styckning<b>.</b> I arbetet använder eleven <b>med viss säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med viss säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> djurens anatomi. Dessutom redogör eleve <b>utförligt och</b> <b>nyanserat</b> för styckningsdetaljernas och köttsorteringarnas användningsområden samt hur styckningsdetaljerna ska hanteras, förpackas och förvaras. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för styckningsdetaljernas kött- och styckningskvalitet.",
"Eleven planerar och organiserar <b>efter samråd</b> med handledare styckningsarbete. Vid planeringen gör eleven <b>med säkerhet</b> en styckningskalkyl samt motiverar <b>utförligt och</b> <b>nyanserat</b> sin kalkyl utifrån ekonomiska aspekter. Eleven genomfö <b>efter samråd</b> med handledare styckning. I arbetet använder eleven <b>med säkerhet</b> utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, märker och förvarar <b>med säkerhet</b> styckningsdetaljerna i enlighet med lagar och andra bestämmelser.",
"Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <b>utförligt och</b> <b>nyanserat</b> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"När arbetet är utfört genomför eleven <b>efter samråd</b> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <b>nyanserade</b> omdömen sitt arbete och resultat <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}