{"subject":"SUP",
"name":"Kundmottagning och reservdelshantering",
"points":100,
"code":"SUPKUN0",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":["Rutiner och logistik vid hantering av olika serviceobjekt.",
"Logistik och särskilda krav för transporter till och från större märkesverkstäder i Sverige och Europa.",
"Besiktning och registrering av skador vid inlämning och utlämning av serviceobjekt.",
"Serviceinriktat uppträdande och kommunikation.",
"Kroppsspråkets betydelse. Verbal och icke-verbal kommunikation samt olika kulturella kommunikationsmönster. Attityder, värderingar och förhållningssätt.",
"Information till kunder via sms.",
"Instruktion till användare i hur man handhar apparater.",
"Kundmottagning och registrering av serviceobjekt. Datorregistrering av serviceobjekt. Registrering av kundens felbeskrivning.",
"Serviceblanketter och dokument.",
"Beställning och hantering av reservdelar.",
"Rutiner för utbytesapparater.",
"Hantering av reklamationer.",
"Prisinformationslagens krav vid kostnadsförslag och fakturering.",
"Branschkraven kring mottagning av objekt för återvinning.",
"Konsumentlagstiftningens krav. Miljölagstiftning som är relevant för verksamheten.",
"Miljökrav på arbetsplatsens dagliga rutiner och organisation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>översiktligt</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>översiktlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med viss säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>visst</b> handlag apparater och andra serviceobjekt.</p><p>Eleven redogör <b>översiktligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>utförligt</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med viss säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>gott</b> handlag apparater och andra serviceobjekt.</p><p>Eleven redogör <b>utförligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>utförligt och nyanserat</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>gott</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig och nyanserad</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>mycket gott</b> handlag apparater och andra serviceobjekt.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>översiktligt</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.",
"Eleven planerar och utför <b>i samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>översiktlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med viss säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>visst</b> handlag apparater och andra serviceobjekt.",
"Eleven redogör <b>översiktligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>utförligt</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.",
"Eleven planerar och utför <b>efter samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med viss säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>gott</b> handlag apparater och andra serviceobjekt.",
"Eleven redogör <b>utförligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för rutiner, kvalitetskrav och logistik kring hantering av olika serviceobjekt. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> logistik och administration för transporter av serviceobjekt till och från större märkesverkstäder.",
"Eleven planerar och utför <b>efter samråd</b> med handledare kundmottagning och registrering av serviceobjekt som på ett <b>gott</b> sätt uppfyller kraven på säkerhet och kvalitet. Eleven uppträder korrekt och serviceinriktat samt kommunicerar <b>med säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig och nyanserad</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder servicedokument <b>med säkerhet</b> samt hanterar och vårdar på ett säkert sätt och me <b>mycket gott</b> handlag apparater och andra serviceobjekt.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}