{"subject":"SUP",
"name":"Support och hemservice",
"points":100,
"code":"SUPSUP0",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Organisation av support och hemservice.",
"Servicebilarnas utrustning.",
"Serviceinriktat uppträdande och kommunikation.",
"Kroppsspråkets betydelse. Verbal och icke-verbal kommunikation samt olika kulturella kommunikationsmönster. Attityder, värderingar och förhållningssätt.",
"Support och hemservice i olika miljöer.",
"Instruktion till användare i hur man handhar apparater.",
"Serviceblanketter och riktprislistor.",
"Programmering och inställningar av apparater.",
"Sammankoppling av enheter till fungerande system.",
"Enklare systematisk felsökning och reparation.",
"Reservdelshantering och beställningsrutiner.",
"Kostnadsförslag och faktureringsrutiner.",
"Branschens kvalitetskrav och säkerhetskrav.",
"Miljölagstiftning som är relevant för verksamheten.",
"Konsumenttjänstlagens regler och krav."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.</p><p>Eleven planerar och utför <b>i samråd</b> med handledare support och hemservice som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>översiktlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med viss säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och me <b>visst</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>i samråd</b> med handledare. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>översiktligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare support och hemservice som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med viss säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och me <b>gott</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>utförligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.</p><p>Eleven planerar och utför <b>efter samråd</b> med handledare support och hemservice som på ett <b>gott</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig och nyanserad</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och me <b>mycket gott</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.",
"Eleven planerar och utför <b>i samråd</b> med handledare support och hemservice som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>översiktlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med viss säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och med <b>visst</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>i samråd</b> med handledare. Dessutom gör eleven en <b>enkel</b> dokumentation av sitt arbete.",
"Eleven redogör <b>översiktligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.",
"Eleven planerar och utför <b>efter samråd</b> med handledare support och hemservice som på ett <b>tillfredsställande</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med viss säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med viss säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och me <b>gott</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Dessutom gör eleven en <b>noggrann</b> dokumentation av sitt arbete.",
"Eleven redogör <b>utförligt</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur hemservice organiseras samt för rutiner och logistik kring hantering av olika serviceobjekt.",
"Eleven planerar och utför <b>efter samråd</b> med handledare support och hemservice som på ett <b>gott</b> sätt uppfyller kraven på säkerhet och kvalitet. I kontakter med kunder uppträder eleven korrekt och serviceinriktat samt kommunicerar <b>med säkerhet</b> med kunder på ett för situationen anpassat sätt. I kommunikationen ger eleven en <b>utförlig och nyanserad</b> information om hanteringen av inlämnade serviceobjekt. Eleven arbetar systematiskt, använder apparaternas servicedokumentation <b>med säkerhet</b> för att sammanfoga olika delar till fungerande system samt hanterar och vårdar på ett säkert sätt och me <b>mycket gott</b> handlag apparater och andra serviceobjekt. Under arbetet upptäcker eleven problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av sitt arbete.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur lagar och andra bestämmelser samt miljökrav på återvinning påverkar arbetet, arbetets organisation och arbetsplatsen.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}