{"subject":"SVA",
"name":"Svenska som andraspråk 2",
"points":100,
"instrRAW":"som bygger på kursen svenska som andraspråk 1.",
"descarr":["Den bygger på kursen ",
"SVASVA01",
"."],
"reqRAW":"kursen SVASVA01",
"code":"SVASVA02",
"comments":{"innehållet":"<h4>Språklig variation</h4><p>Det finns en <em>språklig variation</em> både i Sverige och inom det svenska språket. Sverige har ett majoritetsspråk, fem minoritetsspråk och ytterligare cirka 200 språk som invånare i Sverige talar som modersmål. I undervisningen finns möjligheter att ta upp frågor som vad som skiljer ett språk från en dialekt, varför samiska är ett minoritetsspråk medan arabiska inte är det, hur teckenspråket skiljer sig från talade språk och många andra frågeställningar.</p><p>Undervisningen skabehandla<em>språksläktskap</em>. Här finns möjlighet att belysa vilka språk som liknar svenskan, exempelvis de nordiska språken, men också svenskans relation med andra språk, såsom elevernas modersmål.</p><p>Undervisningen ska också behandla <em>språkförändringar</em>.Språk har förändrats i historien och håller fortgående på att förändras - vi lever mitt i språkhistorien. En utgångspunkt för studiet av språkförändring kan vara en språkförändring som just nu pågår och som eleverna har stött på och kanske reflekterat över. I momentet språkförändring ingår både mekanismerna bakom språkförändring - hur det kommer sig att språk förändras - och hur man kan förhålla sig till sådana förändringar.</p><h4>Jämförelse mellan svenska och andra språk</h4><p>I svenska som andraspråk 2 ska undervisningen behandla jämförelser mellan svenskan, elevernas modersmål och andra språk som eleverna har kunskaper i. Det kan till exempel vara engelska, de nordiska språken eller språk som har släktskap med eller uppvisar likheter med elevernas modersmål. Jämförelserna kan öppna för diskussioner om språksituationerna i elevernas modersmålsländer, exempelvis med hjälp av begrepp som majoritetsspråk och minoritetsspråk.</p>"},
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Muntliga utredande och argumenterande presentationer i och inför en grupp. Strategier för att förstå och göra sig förstådd i samtal, diskussioner och presentationer. Deltagande i samtal och diskussioner, där språk, innehåll och disposition anpassats till syfte och mottagare, och där argument används för att tydliggöra egna åsikter och bemöta andras argument.",
"Skriftlig framställning av utredande och argumenterande texter. Strategier för att skriva olika typer av texter som är anpassade efter ämne, syfte, mottagare. Textuppbyggnad, textmönster och språkliga drag i framför allt utredande och argumenterande texter. Referat- och citatteknik samt hänvisningar till olika källor.",
"Svenska språkets ordförråd och struktur i olika kommunikationssituationer.",
"Läsning av och samtal om texter som används i vardags-, samhälls-, studie- och arbetsliv.",
"Läsning av och samtal om skönlitteratur författad av såväl kvinnor som män från olika kulturer och tider som ger underlag för att utveckla språket och samtala om berättarstrukturer, allmänmänskliga teman och vanliga litterära motiv.",
"Språklig variation i Sverige och i det svenska språket. Språksläktskap och språkförändringar. Svenskans, invandrarspråkens, minoritetsspråkens, teckenspråkets och dialekternas ställning och status.",
"Jämförelse mellan svenska, elevens modersmål och andra språk som eleven har kunskaper i."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <b>till viss del</b> anpassa sitt språk efter syfte, ämne och mottagare. I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <b>fakta</b> och exempel. Eleven kan göra muntliga anföranden som är väldisponerade och där budskapet framgår tydligt. Eleven kan skriva utredande texter med referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.</p><p>Eleven kan <b>översiktligt</b> återge det huvudsakliga innehållet i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. Eleven kan värdera och kritiskt granska innehållet med <b>enkla</b> omdömen. Eleven kan <b>översiktligt</b> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och motiv. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med viss säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.</p><p>Eleven kan göra <b>enkla</b> reflektioner över sin egen och andras språkanvändning samt <b>med</b> <b>viss säkerhet</b> använda olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>översiktligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på språklig variation, språkförändringar och svenskans släktskapsförhållanden med andra språk.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och kan <b>till viss del</b> anpassa sitt språk efter syfte, ämne och mottagare. I diskussioner bemöter eleven andras argument <b>med relevanta motargument</b>, och egna åsikter understöds med <b>fakta</b>, exempel <b>och förklaringar</b>. Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <b>och innehållet är anpassat till åhörarna</b>. Eleven kan skriva <b>väldisponerade</b> utredande texter med referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.</p><p>Eleven kan <b>översiktligt</b> återge det huvudsakliga innehållet <b>och viktiga detaljer</b> i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <b>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</b>. Eleven kan värdera och kritiskt granska innehållet med <b>enkla</b> omdömen. Eleven kan <b>översiktligt</b> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och moti <b>samt diskuterar dessa översiktligt</b>. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med viss säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.</p><p>Eleven kan göra <b>välgrundade</b> reflektioner över sin egen och andras språkanvändning samt använder <b>med</b> <b>viss säkerhet</b> olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>översiktligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på <b>samt, med dessa som utgångspunkt, översiktligt redogöra för språklig variation, språkförändringar och</b> svenskans släktskapsförhållanden med andra språk.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan samtala om <b>komplexa</b> ämnen som rör vardag, samhälle, studier och arbete, och <b>till stor del</b> anpassa sitt språk efter ämne, syfte, situation och mottagare. I diskussioner bemöter eleven andras argumen <b>på ett spontant och ledigt sätt med relevanta motargument</b>, och egna åsikter understöds med <b>detaljerade faktaupplysningar, belysande</b> exempel <b>och förklaringar</b>. Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <b>och innehållet är anpassat till åhörarna</b>. <b>Avbrott och frågor hanteras ledigt och spontant och eleven kan använda betoning och intonation för att framhäva betydelsenyanser</b>. Eleven kan skriv <b>väldisponerade</b> utredande texter <b>som lyfter fram välgrundade slutsatser</b> och har referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.</p><p>Eleven kan återge det huvudsakliga innehållet, <b>viktiga detaljer och underförstådda sammanhang</b> i föreläsningar och texter och kontrollera förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <b>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</b>. Eleven kan värdera och kritiskt granska innehållet med <b>nyanserade</b> omdömen. Eleven kan redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och dessutom ge exempel på några centrala teman och moti <b>samt diskuterar dessa utförligt</b>. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.</p><p>Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över sin egen och andras språkanvändning samt <b>med säkerhet</b> använda olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>utförligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på <b>samt med dessa som utgångspunkt, utförligt redogöra för språklig variation, språkförändringar och</b> svenskans släktskapsförhållanden med andra språk.</p>",
"judge":{"E":["Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <b>till viss del</b> anpassa sitt språk efter syfte, ämne och mottagare. I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <b>fakta</b> och exempel. Eleven kan göra muntliga anföranden som är väldisponerade och där budskapet framgår tydligt. Eleven kan skriva utredande texter med referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
"Eleven kan <b>översiktligt</b> återge det huvudsakliga innehållet i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. Eleven kan värdera och kritiskt granska innehållet med <b>enkla</b> omdömen. Eleven kan <b>översiktligt</b> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och motiv. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med viss säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.",
"Eleven kan göra <b>enkla</b> reflektioner över sin egen och andras språkanvändning samt <b>med viss säkerhet</b> använda olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>översiktligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på språklig variation, språkförändringar och svenskans släktskapsförhållanden med andra språk."],
"C":["Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och kan <b>till viss del</b> anpassa sitt språk efter syfte, ämne och mottagare. I diskussioner bemöter eleven andras argument <b>med relevanta motargument</b>, och egna åsikter understöds med <b>fakta</b>, exempel <b>och förklaringar</b>. Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <b>och innehållet är anpassat till åhörarna</b>. Eleven kan skriva <b>väldisponerade</b> utredande texter med referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
"Eleven kan <b>översiktligt</b> återge det huvudsakliga innehållet <b>och viktiga detaljer</b> i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <b>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</b>. Eleven kan värdera och kritiskt granska innehållet med <b>enkla</b> omdömen. Eleven kan <b>översiktligt</b> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och moti <b>samt diskuterar dessa översiktligt</b>. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med viss säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.",
"Eleven kan göra <b>välgrundade</b> reflektioner över sin egen och andras språkanvändning samt använder <b>med viss säkerhet</b> olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>översiktligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på <b>samt, med dessa som utgångspunkt, översiktligt redogöra för språklig variation, språkförändringar och</b> svenskans släktskapsförhållanden med andra språk."],
"A":["Eleven kan samtala om <b>komplexa</b> ämnen som rör vardag, samhälle, studier och arbete, och <b>till stor del</b> anpassa sitt språk efter ämne, syfte, situation och mottagare. I diskussioner bemöter eleven andras argumen <b>på ett spontant och ledigt sätt med relevanta motargument</b>, och egna åsikter understöds med <b>detaljerade faktaupplysningar, belysande</b> exempel <b>och förklaringar</b>. Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <b>och innehållet är anpassat till åhörarna</b>. <b>Avbrott och frågor hanteras ledigt och spontant och eleven kan använda betoning och intonation för att framhäva betydelsenyanser</b>. Eleven kan skriv <b>väldisponerade</b> utredande texter <b>som lyfter fram välgrundade slutsatser</b> och har referenser till andra källor. Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
"Eleven kan återge det huvudsakliga innehållet, <b>viktiga detaljer och underförstådda sammanhang</b> i föreläsningar och texter och kontrollera förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <b>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</b>. Eleven kan värdera och kritiskt granska innehållet med <b>nyanserade</b> omdömen. Eleven kan redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och dessutom ge exempel på några centrala teman och moti <b>samt diskuterar dessa utförligt</b>. Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag. Eleven kan <b>med säkerhet</b> använda andras texter som mönster i sin egen språkproduktion.",
"Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över sin egen och andras språkanvändning samt <b>med säkerhet</b> använda olika strategier för att utveckla sitt eget lärande. Dessutom kan eleven <b>utförligt</b> redogöra för språksituationen i Sverige, och kan ge exempel på <b>samt med dessa som utgångspunkt, utförligt redogöra för språklig variation, språkförändringar och</b> svenskans släktskapsförhållanden med andra språk."]},
"req":"SVASVA01",
"reqarr":["SVASVA01"],
"reqBy":["SVASVA03"],
"friends":["SVELIT0",
"SVERET0",
"SVESKR0",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}