{"subject":"SVA",
"name":"Svenska som andraspråk 1",
"points":100,
"requirements":"de kunskaper grundskolan ger eller motsvarande",
"instructiontext":"som bygger på de kunskaper grundskolan ger eller motsvarande.",
"code":"SVASVA01",
"comment":"<h2>Begrepp i kursen svenska som andraspråk 1</h2><h3>Texter för kommunikation och reflektion</h3><p>Texter har olika funktioner. Texter för kommunikation riktar sig i första hand utåt, till en verklig eller tänkt mottagare, medan texter för reflektion riktar sig inåt, till skribenten själv. Den första typen, texter för kommunikation, innefattar olika slags texter som syftar till att påverka och informera. Den andra typen, texter för reflektion, ger eleven möjlighet att utveckla och organisera sin kunskap och sina tankar. Det kopplar skrivandet till lärandeprocessen och ger eleven en förståelse för att skrivandet leder till inlärning och är ett sätt att uttrycka vad man kan, tycker och känner. Texter har naturligtvis ofta mer än en av ovan nämnda funktioner.</p><h3>Läsning av skönlitteratur</h3><p>Skönlitteraturen ska ge <em>inblick i olika kulturer</em>. Det ger eleverna en möjlighet att läsa översatt litteratur som ursprungligen är skriven på deras modersmål. Det ger dem också en möjlighet att bekanta sig med litteratur från andra språkområden, eventuellt som talas av andra i undervisningsgruppen. Att läsa skönlitteratur som ger inblick i olika kulturer ger nya perspektiv och skapar en förståelse för andra människor.</p><p>Skönlitteraturen ska också belysa <em>allmänmänskliga teman</em>, dvs. teman som människor kan identifiera sig med oberoende av tid och rum. Existentiella frågor om liv och död, kärlek och relationer, sorg, utanförskap eller godhetens och ondskans natur är exempel på ämnen som handlar om hur det är att leva – och den erfarenheten delar vi alla. Att lyfta fram dessa och andra allmänmänskliga teman bidrar till en förståelse för att likheterna mellan människor är större än skillnaderna.</p><p>Skönlitteraturen ska dessutom ge en inblick i <em>svenska referensramar</em>. Svensk litteratur kan erbjuda en väg in i det svenska samhället och ge förståelse för olika företeelser i Sverige. Referensramar och omvärldskunskaper blir synliga genom litteraturen. Olika språkliga register kan bearbetas och vilka konsekvenser olika val av uttryckssätt innebär kan diskuteras. Detta får inte uppfattas som att undervisningen ska definiera vad svenskhet <em>är</em> – och inte är. Undervisningen kan bidra till att problematisera begrepp som svensk och svenskhet. I samband med detta kan eleverna diskutera frågor om vilken bild av Sverige som förmedlas i litteraturen, vem som definierar de svenska referensramarna och om referensramarna är samma i norr och i söder, i storstäder och på landsbygden samt idag och igår.</p><h3>Attityder till språklig variation</h3><p>När människor talar kommunicerar de mer än det som faktiskt sägs. Språkbrukares språkliga beteenden väcker ofta känslor som inte alltid kommer upp till en medveten nivå, men färgar uppfattningen om den som talar. Att bli varse om detta faktum och reflektera över språkets roll vid möten med andra människor främjar den personliga utvecklingen och ger eleverna redskap för att reflektera över grupptillhörighet och språkbruk. Attityder till språklig variation handlar till exempel om attityder till dialekter, sociolekter, kronolekter eller grad av formellt/informellt språkbruk i olika kommunikationssituationer.</p><h3>Jämförelse mellan svenska språket och elevens modersmål</h3><p>I undervisningen ska man ta upp jämförelser mellan svenskan och elevernas modersmål. Eleven ska kunna redogöra för likheter och skillnader mellan svenska och sitt eget modersmål. Exempel på sådana jämförelser kan vara uttal, ordföljd, lexikon, skriftsystem m.m. Att kunna göra jämförelser av det slaget behöver inte innebära att eleven behärskar modersmålet som en modersmålstalare.</p><h3>Reflektion över språkinlärning</h3><p>Undervisningen ska ge eleven möjlighet att reflektera över sin egen språkinlärning för att höja sin språkliga medvetenhet och utveckla verktyg för språkinlärning. I inlärningen av ett andraspråk är en reflekterande process av stor betydelse, eftersom det är fråga om en långsiktig process som fortsätter även efter gymnasiestudierna. Genom att låta eleven reflektera över och utvärdera sin inlärning – vad som går bra, vad som är svårt – kan hon eller han successivt bli en mer självständig inlärare som tar ansvar för sitt eget lärande utifrån sina behov.</p>",
"goaltext":"Kursen svenska som andraspråk 1 omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Muntliga presentationer och muntligt berättande för olika mottagare. Strategier för att förstå och göra sig förstådd i samtal och diskussioner. Deltagande i samtal och diskussioner, där språk, innehåll och disposition anpassats till ämne, syfte, situation och mottagare, och där argument används för att tydliggöra egna åsikter och bemöta andras argument.",
"Skriftlig framställning av texter för kommunikation och reflektion. Strategier för att skriva olika typer av texter som är anpassade efter ämne, syfte, situation och mottagare. Textuppbyggnad, textmönster och språkliga drag i framför allt berättande, beskrivande och argumenterande texter. Referat- och citatteknik samt hänvisningar till olika källor.",
"Svenska språkets ordförråd och struktur i olika kommunikationssituationer.",
"Läsning av och samtal om texter som används i vardags-, samhälls-, studie- och arbetsliv.",
"Läsning av och samtal om modern skönlitteratur författad av såväl kvinnor som män som ger inblick i olika kulturer, allmänmänskliga teman och svenska referensramar.",
"Språklig variation i Sverige och i det svenska språket, med tonvikt på hur språkvariationen hänger samman med till exempel ursprung och bostadsort, ålder, kön och social bakgrund. Attityder till språklig variation. Skillnader mellan formellt och informellt språkbruk samt talat och skrivet språk.",
"Jämförelse mellan svenska språket och elevens modersmål.",
"Reflektion över språkinlärning, med tonvikt på hur muntliga situationer och texter kan användas för att bygga upp ordförrådet och utveckla språket."]}