{"subject":"SVE",
"name":"Litteratur",
"origname":"Litteratur",
"points":100,
"instrRAW":"som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.",
"descarr":["Den bygger på kursen ",
"SVESVE01",
" eller kursen ",
"SVASVA01",
"."],
"reqRAW":"kursen SVESVE01 eller kursen SVASVA01",
"code":"SVELIT0",
"goals":[0,0,0,0,1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Centrala skönlitterära verk författade av såväl kvinnor som män och tongivande författare från olika epoker, från olika kulturer och från olika delar av världen.",
"Sambandet mellan skönlitteraturen och andra konstarter, dvs. hur författare och verk har påverkats av sitt samhälle, sin kultur och av rådande estetiska ideal samt hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen. Den konstnärliga friheten i relation till etik, upphovsrätt och censur.",
"Litteraturvetenskapliga begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera skönlitteratur.",
"Skönlitterära texters betydelsebärande skikt, innehållsmässiga såväl som formmässiga: tematik, motiv, metaforik, symbolik, rytm, meter och andra litterära verkningsmedel och sätt att gestalta. Analys och tolkning av roman, novell, lyrik och dramatik.",
"Jämförande analys av hur olika teman, till exempel familjen, döden, krig och naturen, har skildrats på olika sätt till exempel i skönlitterära verk från olika tider och kulturer eller i olika genrer.",
"Olika grunder för tolkning och värdering av skönlitteratur, dvs. vilka perspektiv man intar, vilka frågor man ställer och hur man kan argumentera dels för olika tolkningar, dels för värdering av skönlitteratur.",
"Fördjupad tolkning av skönlitterära verk med utgångspunkt i ett perspektiv som eleverna väljer, till exempel postkolonialt, feministiskt eller komparativt perspektiv."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>översiktligt</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. Dessutom ger eleven exempel på och resonerar <b>översiktligt</b> om epoktypiska stildrag i litteraturen.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <b>enkel</b> jämförelse av hur <b>något</b> tema skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på bildspråk och andra litterära verkningsmedel och kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <b>översiktligt</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text. I anslutning till sitt resonemang formulerar eleven en tes och ger <b>enkla</b> argument till stöd för tesen.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan <b>utförligt</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <b>I redogörelsen förklarar eleven översiktligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</b>. Dessutom ger eleven exempel på och resonerar <b>utförligt</b> om epoktypiska stildrag i litteraturen.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <b>välgrundad</b> jämförelse av hur <b>några</b> teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <b>identifierar med viss säkerhet och resonerar utförligt om</b> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <b>utförligt</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <b>samt utförligt om olika grunder för att värdera kvalitet</b>. I samband med resonemanget formulerar eleven en tes och ger <b>välgrundade</b> argument till stöd för tesen.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <b>I redogörelsen förklarar eleven utförligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</b>. Dessutom ger eleven exempel på och resonerar <b>utförligt och nyanserat</b> om epoktypiska stildrag i litteraturen. <b>I resonemanget redogör eleven för linjer och samband i litteraturhistorien</b>.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik <b>genom att använda skönlitterära texters alla betydelsebärande skikt, såväl innehållsmässiga som formmässiga</b>. I analysen och tolkningen gör eleven en <b>välgrundad och nyanserad</b> jämförelse av hur <b>flera</b> teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <b>identifierar med säkerhet och resonerar utförligt och nyanserat om</b> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <b>utförligt och nyanserat</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <b>samt utförligt och nyanserat om olika grunder för att värdera kvalitet</b>. I samband med resonemanget formulerar eleven en tes och ger <b>välgrundade och nyanserade</b> argument till stöd för tesen.</p>",
"judge":{"E":["Eleven kan <b>översiktligt</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. Dessutom ger eleven exempel på och resonerar <b>översiktligt</b> om epoktypiska stildrag i litteraturen.",
"Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <b>enkel</b> jämförelse av hur <b>något</b> tema skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på bildspråk och andra litterära verkningsmedel och kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.",
"Eleven kan <b>översiktligt</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text. I anslutning till sitt resonemang formulerar eleven en tes och ger <b>enkla</b> argument till stöd för tesen."],
"C":["Eleven kan <b>utförligt</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <b>I redogörelsen förklarar eleven översiktligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</b>. Dessutom ger eleven exempel på och resonerar <b>utförligt</b> om epoktypiska stildrag i litteraturen.",
"Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <b>välgrundad</b> jämförelse av hur <b>några</b> teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <b>identifierar med viss säkerhet och resonerar utförligt om</b> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.",
"Eleven kan <b>utförligt</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <b>samt utförligt om olika grunder för att värdera kvalitet</b>. I samband med resonemanget formulerar eleven en tes och ger <b>välgrundade</b> argument till stöd för tesen."],
"A":["Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <b>I redogörelsen förklarar eleven utförligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</b>. Dessutom ger eleven exempel på och resonerar <b>utförligt och</b> <b>nyanserat</b> om epoktypiska stildrag i litteraturen. <b>I resonemanget redogör eleven för linjer och samband i litteraturhistorien</b>.",
"Eleven kan analysera och tolka läst prosa, lyrik och dramatik <b>genom att använda skönlitterära texters alla betydelsebärande skikt, såväl innehållsmässiga som formmässiga</b>. I analysen och tolkningen gör eleven en <b>välgrundad och nyanserad</b> jämförelse av hur <b>flera</b> teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <b>identifierar med säkerhet och resonerar utförligt och nyanserat om</b> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <b>samt utförligt och nyanserat om olika grunder för att värdera kvalitet</b>. I samband med resonemanget formulerar eleven en tes och ger <b>välgrundade och nyanserade</b> argument till stöd för tesen."]},
"req":{"type":"OR",
"arr":["SVESVE01",
"SVASVA01"]},
"reqarr":["SVESVE01",
"SVASVA01"],
"foreignlinks":["SVASVA01"],
"hasreqs":true,
"friends":["SVERET0",
"SVESKR0",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}