{"name":"Svenska som andraspråk 4-6",
"code":"Svenska som andraspråk 4-6",
"content":{"Läsa och skriva":["Lässtrategier för att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både det uttalade och sådant som står mellan raderna.",
"Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar.",
"Olika sätt att bearbeta egna texter till innehåll och form. Hur man ger och tar emot respons på texter.",
"Handstil samt att skriva, disponera och redigera texter för hand och med hjälp av dator.",
"Språkets struktur med meningsbyggnad, huvudsatser, bisatser, stavningsregler, skiljetecken, ords böjningsformer och ordklasser. Textuppbyggnad med hjälp av sambandsord.",
"Hur man använder ordböcker och andra hjälpmedel för stavning och ordförståelse."],
"Tala, lyssna och samtala":["Språkliga strategier för att förstå och göra sig förstådd i skolans ämnen när det egna svenska språket inte räcker till.",
"Att argumentera i olika samtalssituationer och beslutsprocesser.",
"Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från vardag och skola. Stödord, bilder och digitala medier som hjälpmedel för att planera och genomföra en muntlig presentation. Hur gester och kroppsspråk kan påverka en presentation.",
"Uttal, satsmelodi och sambandet mellan betoning och betydelse."],
"Berättande texter och sakprosatexter":["Berättande texter och poetiska texter för barn och unga. Texter i form av skönlitteratur, lyrik, dramatik, sagor och myter. Texter som belyser människors villkor och identitets- och livsfrågor.",
"Berättande texters budskap, språkliga drag och typiska uppbyggnad med parallellhandling och tillbakablickar, miljö- och personbeskrivningar samt deras ord och begrepp.",
"Några skönlitterärt betydelsefulla barn- och ungdomsboksförfattare och deras verk.",
"Beskrivande, förklarande, instruerande och argumenterande texter, till exempel faktatexter, arbetsbeskrivningar, reklam och insändare. Texternas innehåll, uppbyggnad, typiska språkliga drag samt deras ord och begrepp.",
"Texter som kombinerar ord, bild och ljud, till exempel webbtexter, interaktiva spel och tv-program. Texternas innehåll, uppbyggnad och typiska språkliga drag."],
"Språkbruk":["Språkliga strategier för att minnas och lära, till exempel tankekartor och stödord.",
"Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.",
"Ord och begrepp i skolans ämnen och i vardagsspråk. Synonymer och motsatsord.",
"Ords klassificering i över- och underordning, till exempel kläder - tröja.",
"Skillnader i språkanvändning beroende på vem man skriver till och med vilket syfte, till exempel skillnaden mellan att skriva ett personligt sms och att skriva en faktatext."],
"Informationssökning och källkritik":["Informationssökning i några olika medier och källor, till exempel i uppslagsböcker, genom intervjuer och via sökmotorer på Internet.",
"Hur man jämför källor och prövar deras tillförlitlighet med ett källkritiskt förhållningssätt."]},
"subject":"GRGRSVA01",
"school":"grund",
"stadium":"mellan",
"goals":[1,1,1,1,1,1],
"judge":{"E":["Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>flyt</strong> genom att använda lässtrategier på ett <strong>i huvudsak fungerande </strong>sätt. Genom att göra <strong>enkla, kronologiska </strong>sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och till viss del </strong>underbyggda resonemang om tydligt framträdande budskap i olika verk. Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>enkelt</strong> sätt.",
"Eleven kan skriva olika slags texter med <strong>begripligt </strong>innehåll, <strong>i huvudsak </strong>fungerande struktur och viss språklig variation. I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet <strong>på ett i huvudsak</strong> fungerande sätt. De berättande texter eleven skriver innehåller <strong>enkla </strong>gestaltande beskrivningar och <strong>enkel</strong> handling. Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då<strong> enkla </strong>resonemang om informationens användbarhet. Sammanställningarna innehåller <strong>enkla </strong>beskrivningar, egna formuleringar och <strong>viss </strong>användning av ämnesspecifika ord och begrepp. Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>i huvudsak fungerande </strong>sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll och språk och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett<strong> i huvudsak </strong>fungerande sätt.",
"Eleven kan med ett <strong>i huvudsak fungerande </strong>ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>enkelt </strong>sätt. I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som <strong>till viss del </strong>upprätthåller samtalet. Eleven använder då <strong>i huvudsak </strong>fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>enkla </strong>muntliga redogörelser med <strong>i huvudsak </strong>fungerande inledning, innehåll och avslutning och <strong>viss </strong>anpassning till syfte och mottagare."],
"C":["Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt </strong>sätt. Genom att göra <strong>utvecklade </strong>sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god </strong>koppling till sammanhanget visar eleven <strong>god </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och relativt väl </strong>underbyggda resonemang om tydligt framträdande budskap i olika verk. Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>utvecklat</strong> sätt.",
"Eleven kan skriva olika slags texter med <strong>relativt tydligt </strong>innehåll, <strong>relativt väl </strong>fungerande struktur och viss språklig variation. I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet på ett <strong>relativt väl </strong>fungerande sätt. De berättande texter eleven skriver innehåller <strong>utvecklad</strong><strong>e</strong> gestaltande beskrivningar och <strong>utvecklad </strong>handling. Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då<strong> utvecklade </strong>resonemang om informationens användbarhet. Sammanställningarna innehåller <strong>utvecklade </strong>beskrivningar, egna formuleringar och <strong>relativt god </strong>användning av ämnesspecifika ord och begrepp. Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt </strong>sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>utvecklade </strong>omdömen om texters innehåll och språk och utifrån mottagen respons bearbeta texter mot ökad tydlighet och kvalitet på ett<strong> relativt väl </strong>fungerande sätt.",
"Eleven kan med ett <strong>ändamålsenligt</strong> ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>utvecklat </strong>sätt. I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet<strong> relativt väl</strong>. Eleven använder då <strong>relativt väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>utvecklade </strong>muntliga redogörelser med <strong>relativt väl </strong>fungerande inledning, innehåll och avslutning och <strong>relativt god </strong>anpassning till syfte och mottagare."],
"A":["Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>mycket gott</strong> <strong>flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt och effektivt </strong>sätt. Genom att göra <strong>välutvecklade </strong>sammanfattningar av olika texters innehåll och kommentera centrala delarmed <strong>god </strong>koppling till sammanhanget visar eleven <strong>mycket god </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och väl </strong>underbyggda resonemang om tydligt framträdande budskap i olika verk. Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>välutvecklat </strong>sätt.",
"Eleven kan skriva olika slags texter med <strong>tydligt </strong>innehåll,<strong> väl </strong>fungerande struktur och viss språklig variation. I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet på ett <strong>väl </strong>fungerande sätt. De berättande texter eleven skriver innehåller <strong>välutvecklade </strong>gestaltande beskrivningar och <strong>välutvecklad </strong>handling. Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då<strong> välutvecklade </strong>resonemang om informationens användbarhet. Sammanställningarna innehåller <strong>välutvecklade </strong>beskrivningar, egna formuleringar och <strong>god </strong>användning av ämnesspecifika ord och begrepp. Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt och effektivt </strong>sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>välutvecklade </strong>omdömen om texters innehåll och språk och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett<strong> väl </strong>fungerande sätt.",
"Eleven kan med ett <strong>ändamålsenligt och</strong> <strong>effektivt </strong>ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>välutvecklat </strong>sätt. I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet<strong> väl</strong>. Eleven använder då <strong>väl </strong>fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>välutvecklade </strong>muntliga redogörelser med<strong> väl </strong>fungerande inledning, innehåll och avslutning och<strong> god </strong>anpassning till syfte och mottagare."]}}