{"name":"Svenska som andraspråk 7-9",
"code":"Svenska som andraspråk 7-9",
"content":{"Läsa och skriva":["Lässtrategier för att förstå, tolka och analysera texter från olika medier. Att urskilja texters budskap, tema och motiv samt deras syften, avsändare och sammanhang.",
"Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar.",
"Olika sätt att bearbeta egna texter till innehåll och form. Hur man ger och tar emot respons på texter.",
"Redigering och disposition av texter med hjälp av dator. Olika funktioner för språkbehandling i digitala medier.",
"Språkets struktur med stavningsregler, skiljetecken, ordklasser och satsdelar.",
"Meningsbyggnad på svenska i jämförelse med elevens modersmål samt hur orsakssamband kan formuleras genom olika typer av bisatser.",
"Ordböcker och andra hjälpmedel för stavning och ordförståelse."],
"Tala, lyssna och samtala":["Språkliga strategier för att förstå och göra sig förstådd i skolans ämnen när det egna svenska språket inte räcker till.",
"Att leda ett samtal, formulera och bemöta argument samt sammanfatta huvuddragen i vad som sagts.",
"Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från skola och samhällsliv. Anpassning av språk, innehåll och disposition till syfte och mottagare. Olika hjälpmedel, till exempel digitala verktyg, för att planera och genomföra en presentation.",
"Svenska språkets prosodi och uttalets betydelse för att göra sig förstådd. Olika variationer av talad svenska."],
"Berättande texter och sakprosatexter":["Skönlitteratur, lyrik, dramatik, sagor och myter från olika tider och skilda delar av världen. Skönlitteratur som belyser människors villkor och identitets- och livsfrågor.",
"Språkliga drag, uppbyggnad och berättarperspektiv i skönlitteratur. Parallellhandling, tillbakablickar, miljö- och personbeskrivningar, inre och yttre dialoger.",
"Några skönlitterära genrer och hur de stilistiskt och innehållsligt skiljer sig ifrån varandra.",
"Några skönlitterärt betydelsefulla författare och deras verk samt de historiska och kulturella sammanhang som verken har tillkommit i.",
"Beskrivande, förklarande, utredande, instruerande och argumenterande texter, till exempel tidningsartiklar, vetenskapliga texter, arbetsbeskrivningar och blogginlägg. Texternas syften, innehåll, uppbyggnad och språkliga drag samt deras ord och begrepp."],
"Språkbruk":["Språkliga strategier för att minnas och lära genom att identifiera nyckelord och föra anteckningar.",
"Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.",
"Ord och begrepp från skolans ämnen och vardagsspråk samt nya ord i språket, till exempel lånord.",
"Ordbildning, till exempel avledningar med suffix och prefix. Bildspråk och idiomatiska uttryck.",
"Skillnader i språkanvändning beroende på i vilket sammanhang, med vem och med vilket syfte man kommunicerar.",
"Språkets betydelse för att utöva inflytande och för den egna identitetsutvecklingen.",
"Etiska och moraliska aspekter på språkbruk, yttrandefrihet och integritet i olika medier och sammanhang."],
"Informationssökning och källkritik":["Informationssökning på bibliotek och på Internet, i böcker och massmedier samt genom intervjuer.",
"Hur man citerar och gör källhänvisningar.",
"Hur man sovrar i en stor informationsmängd och prövar källors tillförlitlighet med ett källkritiskt förhållningssätt."]},
"subject":"GRGRSVA01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1,1,1,1],
"judge":{"E":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>flyt</strong> genom att, på ett<strong> i huvudsak fungerande </strong>sätt, välja använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss </strong>koppling till tidsaspekter och orsakssamband visar eleven <strong>grundläggande </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>enkla </strong><strong>och </strong><strong>till viss del </strong>underbyggda resonemang om <strong>tydligt framträdande budskap</strong> i olika verk. Eleven för också <strong>enkla</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>till viss del</strong> underbyggda slutsatser om samband mellan verk och upphovsman.",
"Eleven kan skriva olika slags texter med <strong>viss </strong>språklig variation,<strong> enkel </strong>textbindning och <strong>i huvudsak </strong>fungerande anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>enkla </strong>gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel </strong>uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat </strong>urval av källor och för då <strong>enkla och till viss del </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Sammanställningarna kännetecknas av <strong>enkla </strong>beskrivningar och förklaringar,<strong> enkelt </strong>och fungerande kunskapsrelaterat språk samt <strong>i huvudsak </strong>fungerande struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvudsak </strong>fungerande sätt.",
"Eleven kan med en <strong>i huvudsak fungerande</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>enkelt </strong>sätt. I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>enkla och till viss del </strong>underbyggda argument på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>. Eleven väljer och använder då <strong>i huvudsak </strong>fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>enkla </strong>muntliga redogörelser med <strong>i huvudsak </strong>fungerande struktur, innehåll och språk och <strong>viss </strong>anpassning till syfte, mottagare och sammanhang. Eleven kan föra <strong>enkla och till viss del </strong>underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk."],
"C":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>gott</strong> <strong>flyt</strong> genom att, på ett<strong> ändamålsenligt </strong>sätt, välja och använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med<strong> relativt god </strong>koppling till tidsaspekter och orsakssamband visar eleven <strong>god </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk. Eleven för också <strong>utvecklade</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>relativt väl </strong>underbyggda slutsatser om samband mellan verk och upphovsman.",
"Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation,<strong> utvecklad </strong>textbindning och <strong>relativt väl</strong> fungerande anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>utvecklade </strong>gestaltande beskrivningar och berättargrepp samt dramaturgi med<strong> relativt komplex </strong>uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>relativt varierat </strong>urval av källor och för då <strong>utvecklade och relativt väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Sammanställningarna kännetecknas av <strong>utvecklade</strong> beskrivningar och förklaringar, <strong>utvecklat </strong>och fungerande kunskapsrelaterat språk samt <strong>relativt väl </strong>fungerande struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl </strong>fungerande sätt.",
"Eleven kan med en <strong>ändamålsenlig</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>utvecklat </strong>sätt. I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>utvecklade </strong>och underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>. Eleven väljer och använder då <strong>relativt väl </strong>fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>utvecklade </strong>muntliga redogörelser med <strong>relativt väl </strong>fungerande struktur, innehåll och språk och <strong>relativt god </strong>anpassning till syfte, mottagare och sammanhang. Eleven kan föra <strong>utvecklade </strong><strong>och relativt väl</strong> underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk."],
"A":["Eleven kan läsa skönlitteratur och sakprosatexter med <strong>mycket gott</strong> <strong>flyt</strong> genom att, på ett<strong> ändamålsenligt och effektivt </strong>sätt, välja och använda lässtrategier utifrån olika texters särdrag. Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med<strong> god </strong>koppling till tidsaspekter och orsakssamband visar eleven <strong>mycket god </strong>läsförståelse. Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>välutvecklade och väl </strong>underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika verk. Eleven för också <strong>välutvecklade </strong>resonemang om verket med kopplingar till dess upphovsman och drar då <strong>väl</strong> underbyggda slutsatser om samband mellan verk och upphovsman.",
"Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad </strong>textbindning och <strong>väl </strong>fungerande anpassning till texttyp, språkliga normer och strukturer. De berättande texter eleven skriver innehåller <strong>välutvecklade </strong>gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>komplex </strong>uppbyggnad. Eleven kan söka, välja ut och sammanställa information från ett <strong>varierat </strong>urval av källor och för då <strong>välutvecklade och väl </strong>underbyggda resonemang om informationens och källornas trovärdighet och relevans. Sammanställningarna kännetecknas av<strong> välutvecklade och nyanserade </strong>beskrivningar och förklaringar, <strong>välutvecklat </strong>och fungerande kunskapsrelaterat språk samt <strong>väl </strong>fungerande struktur, citat och källhänvisningar. Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap. Dessutom kan eleven ge <strong>välutvecklade och nyanserade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>väl </strong>fungerande sätt.",
"Eleven kan med en <strong>ändamålsenlig och effektiv</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>välutvecklat </strong>sätt. I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>välutvecklade och väl </strong>underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>. Eleven väljer och använder då <strong>väl </strong>fungerande språkliga strategier för att förstå och göra sig förstådd. Dessutom kan eleven förbereda och genomföra <strong>välutvecklade </strong>muntliga redogörelser med <strong>väl</strong> fungerande struktur, innehåll och språk och <strong>god </strong>anpassning till syfte, mottagare och sammanhang. Eleven kan föra <strong>välutvecklade och väl </strong>underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk."]},
"friends":["SVELIT0",
"SVERET0",
"SVESKR0",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"GRNSVA2_1",
"GRNSVA2_2"]}