{"name":"Svenska som andraspråk 1-3",
"code":"Svenska som andraspråk 1-3",
"content":{"Läsa och skriva":["Lässtrategier för att förstå och tolka texter samt för att anpassa läsningen efter textens form och innehåll.",
"Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord och bild samspelar.",
"Enkla former för textbearbetning, till exempel att i efterhand gå igenom sin text och göra förtydliganden.",
"Handstil och att skriva på dator.",
"Språkets struktur med stor och liten bokstav, punkt, frågetecken och utropstecken, ords böjningsformer och meningsbyggnad samt stavningsregler för vanligt förekommande ord i elevnära texter.",
"Alfabetet och alfabetisk ordning.",
"Läsriktning samt bokstävers form och ljud i jämförelse med modersmålet.",
"Sambandet mellan ljud och bokstav."],
"Tala, lyssna och samtala":["Strategier för att lyssna, förstå och muntligt göra sig förstådd i situationer när det egna svenska språket inte räcker till.",
"Att lyssna och återberätta i olika samtalssituationer.",
"Muntliga presentationer och muntligt berättande om vardagsnära ämnen för olika mottagare. Bilder och andra hjälpmedel som kan stödja presentationer.",
"Berättande i olika kulturer, under olika tider och för skilda syften.",
"Uttal, betoning och satsmelodi samt uttalets betydelse för att göra sig förstådd.",
"Svenska språkets uttal i jämförelse med modersmålets."],
"Berättande texter och sakprosatexter":["Berättande texter och poetiska texter för barn. Texter i form av rim, ramsor, sånger, bilderböcker, kapitelböcker, lyrik, dramatik, sagor och myter. Berättande och poetiska texter som belyser människors upplevelser och erfarenheter.",
"Berättande texters budskap, uppbyggnad och innehåll. Hur en berättande text kan organiseras med inledning, händelseförlopp och avslutning.",
"Beskrivande och förklarande texter, till exempel faktatexter för barn, och hur deras innehåll kan organiseras.",
"Instruerande texter, till exempel spelinstruktioner och arbetsbeskrivningar, och hur de kan organiseras med logisk ordning och punktuppställning i flera led.",
"Texter som kombinerar ord och bild, till exempel film, interaktiva spel och webbtexter."],
"Språkbruk":["Språkliga strategier för att minnas och lära, till exempel att skriva ned något man talat om.",
"Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter.",
"Hur ord och yttranden uppfattas av omgivningen beroende på tonfall och ords nyanser.",
"Vardagliga ords betydelseomfång och kategorisering i jämförelse med elevens modersmål, till exempel att flera ord på ett språk motsvaras av ett ord på ett annat språk.",
"Skillnader mellan tal- och skriftspråk, till exempel att talet kan förstärkas genom röstläge och kroppsspråk."],
"Informationssökning och källkritik":["Informationssökning i böcker, tidskrifter och på webbsidor för barn.",
"Källkritik, hur texters avsändare påverkar innehållet."]},
"subject":"GRGRSVA01",
"school":"grund",
"stadium":"låg",
"goals":[1,1,1,1,1,1],
"judge":{"G":["Eleven kan läsa bekanta och elevnära texter med flyt genom att använda lässtrategier på ett i huvudsak fungerande sätt. Genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt visar eleven grundläggande läsförståelse. Dessutom kan eleven utifrån egna referensramar föra enkla resonemang om texternas tydligt framträdande budskap och relatera detta till egna erfarenheter.",
"Eleven kan skriva enkla texter med läslig handstil och på dator. I texterna kan eleven använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i elevnära texter. De berättande texter eleven skriver har en enkel röd tråd samt i huvudsak fungerande handling. Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter. Faktatexterna innehåller egna formuleringar och grundläggande ämnesspecifika ord och begrepp som används så att innehållet blir begripligt. Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap. Dessutom kan eleven utifrån givna frågor om texters innehåll och språk ge enkla omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett enkelt sätt.",
"Eleven har ett grundläggande ordförråd som kan användas i samtal om elevnära frågor och ämnen. I samtalen ställer eleven frågor, ger kommentarer och framför egna åsikter. När eleven berättar om vardagliga händelser beskriver eleven dem så att det huvudsakliga innehållet framgår. Dessutom kan eleven ge och ta enkla muntliga instruktioner. Eleven kan uppmärksamma när språkliga missförstånd uppstår och ber då om förtydliganden. Vid samtal använder eleven i huvudsak fungerande språkliga strategier för att göra sig förstådd."]}}