{"subject":"SVE",
"name":"Retorik",
"points":100,
"instrRAW":"som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.",
"descarr":["Den bygger på kursen ",
"SVESVE01",
" eller kursen ",
"SVASVA01",
"."],
"reqRAW":"kursen SVESVE01 eller kursen SVASVA01",
"code":"SVERET0",
"goals":[1,1,1,0,0,0,0,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Muntlig framställning av olika slag och med olika syften: såväl monologisk framställning inför en grupp som dialogisk, i form av diskussions- och debattinlägg, och med olika tänkta arenor, vilket även inkluderar det offentliga rummet. Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning.",
"Aktivt lyssnande samt konsten att ge respons på ett konstruktivt sätt.",
"Retorikens praktiska och teoretiska användningsområden, framför allt dess roll som redskap för förberedelser inför muntlig framställning, som stöd för genomförande av muntlig framställning och som redskap för analys.",
"Den retoriska arbetsprocessens sex delar:<br/><i>Intellectio</i>: att ta reda på hur en aktuell kommunikationssituation ser ut och utifrån den formulera ett syfte med sin muntliga framställning.<br/><i>Inventio</i>: att finna lämpligt stoff och goda argument.<br/><i>Dispositio</i>: att organisera stoff och argument på lämpligt sätt.<br/><i>Elocutio</i>: att välja språk och stil.<br/><i>Memoria</i>: att på ett ändamålsenligt sätt använda manus och presentationstekniska hjälpmedel.<br/><i>Actio</i>: att välja lämpligaste framförande med hjälp av kropp och röst.",
"Analys av muntlig framställning i olika medier och nedtecknade tal.",
"Grundläggande retoriska begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera muntlig framställning.",
"Frågan om yttrandefriheten i relation till etik, upphovsrätt och censur."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>med viss säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>dispositionen tydligt urskiljbar</b>. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven har <b>viss</b> åhörarkontakt. Eleven kan också <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel. Dessutom kan eleven göra en <b>enkel</b> reflektion över muntlig presentation, med <b>enkla</b> omdömen värdera sin egen prestation samt ge respons på andras muntliga framställning.</p><p>Eleven kan <b>översiktligt</b> redogöra för <b>grunderna i</b> den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>översiktligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p><p>Eleven kan göra en <b>enkel</b> analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan <b>med viss säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt och</b> språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>god</b> åhörarkontakt. Eleven kan också <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga presentationen</b>. Dessutom kan eleven göra en <b>välgrundad</b> reflektion över muntlig presentation, värderar med <b>nyanserade</b> omdömen sin egen prestation samt ger respons på andras muntliga framställning.</p><p>Eleven kan <b>utförligt</b> redogöra för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p><p>Eleven kan göra en analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <b>och verktyg för att fördjupa analysen</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan <b>med säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt, varierat och välformulerat och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <b>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</b>. Eleven har <b>god</b> åhörarkontakt. Eleven kan också <b>med säkerhet använda</b> något presentationstekniskt hjälpmedel <b>som stöder och tydliggör och är väl integrerat i den muntliga presentationen</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> reflektion över muntlig presentation, värderar med <b>nyanserade</b> omdömen sin egen prestation <b>och ger förslag på hur den kan förbättras</b> samt ger respons på andras muntliga framställning.</p><p>Eleven kan <b>utförligt och nyanserat redogöra</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt och nyanserat</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p><p>Eleven kan göra en <b>komplex</b> analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <b>och verktyg för att fördjupa analysen</b>.</p>",
"judge":{"e":["Eleven kan <b>med viss säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>dispositionen tydligt urskiljbar</b>. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven har <b>viss</b> åhörarkontakt. Eleven kan också <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel. Dessutom kan eleven göra en <b>enkel</b> reflektion över muntlig presentation, med <b>enkla</b> omdömen värdera sin egen prestation samt ge respons på andras muntliga framställning.",
"Eleven kan <b>översiktligt</b> redogöra för <b>grunderna i</b> den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>översiktligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.",
"Eleven kan göra en <b>enkel</b> analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp."],
"c":["Eleven kan <b>med viss säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt och</b> språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>god</b> åhörarkontakt. Eleven kan också <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga presentationen</b>. Dessutom kan eleven göra en <b>välgrundad</b> reflektion över muntlig presentation, värderar med <b>nyanserade</b> omdömen sin egen prestation samt ger respons på andras muntliga framställning.",
"Eleven kan <b>utförligt</b> redogöra för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.",
"Eleven kan göra en analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <b>och verktyg för att fördjupa analysen</b>."],
"a":["Eleven kan <b>med säkerhet</b> genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt, varierat och välformulerat och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <b>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</b>. Eleven har <b>god</b> åhörarkontakt. Eleven kan också <b>med säkerhet använda</b> något presentationstekniskt hjälpmedel <b>som stöder och tydliggör och är väl integrerat i den muntliga presentationen</b>. Dessutom gör eleven en <b>välgrundad och nyanserad</b> reflektion över muntlig presentation, värderar med <b>nyanserade</b> omdömen sin egen prestation <b>och ger förslag på hur den kan förbättras</b> samt ger respons på andras muntliga framställning.",
"Eleven kan <b>utförligt och nyanserat redogöra</b> för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <b>utförligt och</b> <b>nyanserat</b> sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.",
"Eleven kan göra en <b>komplex</b> analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <b>och verktyg för att fördjupa analysen</b>."]},
"req":{"type":"OR",
"arr":["SVESVE01",
"SVASVA01"]}}