{"subject":"SVE",
"name":"Svenska 3",
"points":100,
"instrRAW":"som bygger på kursen svenska 2.",
"descarr":["Den bygger på kursen ",
"SVESVE02",
"."],
"reqRAW":"kursen SVESVE02",
"code":"SVESVE03",
"comments":{"innehållet":"<h4>Presentationstekniska hjälpmedel</h4><p>Att kunna göra en muntlig presentation är en viktig färdighet i det moderna arbetslivet och i högre studier. Att muntligt kunna framföra ett budskap för att informera eller övertyga andra är också en viktig del i det som brukar kallas för medborgarkompetens. Det är en av svenskämnets viktiga uppgifter för att främja elevernas utveckling till demokratiska och ansvarstagande samhällsmedborgare. I kunskaper om muntlig framställning av idag ingår även förmågan att använda olika typer av presentationstekniska hjälpmedel. Med presentationstekniska hjälpmedel avses inte bara datormedierade presentationsprogram, utan även whiteboard, blädderblock och liknande. Den aktuella punkten i det centrala innehållet syftar inte främst på kunskaper om tekniken, utan hur tekniska hjälpmedel på bästa sätt integreras i framställning, så att de blir till ett stöd för det innehåll som ska förmedlas, inte en ren utsmyckning.</p><h4>Vetenskapliga texttyper</h4><p>Det finns många olika typer av vetenskapliga texter, och tanken är inte att alla dessa ska behandlas i svenska 3. Det centrala innehållet syftar på centrala drag som är gemensamma för och typiska för olika former av texter av vetenskaplig karaktär.</p><p>Formuleringen <em>som behandlar någon aspekt av svenskämnet</em> utesluter inte samverkan med andra ämnen. En sådan samverkan förutsätter dock att det innehållsliga stoffet för den skriftliga framställningen är relaterat till såväl svenskämnets innehållsdomän - dvs. språk och/eller litteratur - och det andra ämnet/de andra ämnena. Formuleringen utesluter en uppdelning där ämnet svenska ansvarar för det formella, dvs. den språkliga framställningen, medan något annat ämne/andra ämnen ansvarar för det innehållsliga stoffet.</p><p></p><p><strong>Litterär analys</strong></p><p>Meningen &quot;Eleven kan göra en fördjupad, textnära litterär analys av ett<br />tema, en genre eller ett författarskap.&quot; i kunskapskraven för kursen svenska 3 behöver, som alla kunskapskrav, läsas tillsammans med syfte och centralt innehåll. Den pekar ju bland annat mot målen i ämnet svenska där det står att undervisningen ska ge eleverna förutsättningar att utveckla:</p><p>- ”Kunskaper om centrala svenska och internationella skönlitterära verk och författarskap samt förmåga att sätta in dessa i ett sammanhang.”</p><p>- &quot;Kunskaper om genrer samt berättartekniska och stilistiska drag, dels i skönlitteratur från olika tider, dels i film och andra medier.&quot;</p><p>- ”Förmåga att läsa, arbeta med och reflektera över skönlitteratur […] samt producera egna texter med utgångspunkt i det lästa.”</p><p>men också mot det centrala innehåll i svenska 3 som tar upp litterär analys: &quot;Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.&quot;</p><p>Tanken är att eleven ska göra en textnära, litterär analys av en eller några få texter enligt någon analysmodell. Den litterära analysen görs med utgångspunkt i ett visst tema, i något genretypiskt drag eller i ett författarskap, det vill säga av en eller ett par texter som är centrala och/eller typiska för en viss författare, inte av samtliga texter från en viss författare. Oavsett vald modell/valda modeller är det användning av litteraturvetenskapliga begrepp och verktyg för att göra en textnära litterär analys som är i fokus.<br /></p><h4>Språkförändring</h4><p>Språk har förändrats i historien och håller fortgående på att förändras - vi lever mitt i språkhistorien. En utgångspunkt för studiet av språkförändring kan vara en språkförändring som just nu pågår och som eleverna har stött på och kanske reflekterat över. I momentet språkförändring ingår både mekanismerna bakom språkförändring - hur det kommer sig att språk förändras - och hur man kan förhålla sig till sådana förändringar. Inom ramen för momentet kan man följaktligen både ta upp både förändringar i äldre språkhistoria och pågående förändringar av svenska språket och andra språk.</p>      "},
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Muntlig framställning med fördjupad tillämpning av den retoriska arbetsprocessen som stöd i planering och utförande samt som redskap för analys. Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning.",
"Viktiga generella drag som rör disposition, språk och stil i texter av vetenskaplig karaktär.",
"Läsning av och arbete med texter, vilket inkluderar strukturering, sovring, sammanställning, sammanfattning och källkritisk granskning.",
"Skriftlig framställning som anknyter till den vetenskapliga texttypen och som behandlar någon aspekt av svenskämnet.",
"Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.",
"Det svenska språkets ursprung, historiska utveckling och släktskapsförhållanden. Språkförändring."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Språk, stil och disposition är anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <b>med viss säkerhet</b> retoriska verkningsmedel. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.</p><p>Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är dessutom <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är varierat och <b>innehåller goda formuleringar</b>.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <b>välgrundade</b> argument till stöd för den.</p><p>Eleven kan <b>med viss säkerhet</b> använda grundläggande retoriska begrepp som verktyg i <b>enkla</b> analyser av retorik.</p><p>Eleven kan göra en fördjupad, textnära litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <b>med viss säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom belägg från texterna.</p><p>Eleven kan <b>översiktligt</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, <b>på ett nyanserat sätt</b> muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Språk, stil och disposition är <b>väl</b> anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <b>med säkerhet</b> retoriska verkningsmedel. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel som <b>stöder och tydliggör den muntliga framställningen</b>.</p><p>Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och väldisponerade</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <b>klart och</b> varierat samt <b>innehåller goda formuleringar</b>.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den.</p><p>Eleven kan använda grundläggande retoriska begrepp som verktyg i <b>utförliga</b> analyser av retorik.</p><p>Eleven kan göra en fördjupad och <b>utförlig textnära</b> litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <b>med viss säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <b>väl valda</b> belägg från texterna.</p><p>Eleven kan <b>utförligt</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, på ett nyanserat sätt muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Språk, stil och disposition är <b>väl</b> anpassade till syfte, mottagare och kommunikations­situation och eleven använder <b>med säkerhet och på ett effektfullt sätt</b> retoriska verkningsmedel. Eleven har <b>god</b> åhörarkontakt. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel som <b>stöder, tydliggör och är väl integrerat i den muntliga framställningen</b>.</p><p>Elever kan <b>med säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och skriver med utgångspunkt från detta texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och väldisponerade</b>. Texterna är dessutom <b>väl</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett <b>skickligt</b> sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <b>träffsäkert, klart</b>,varierat och <b>över lag</b> <b>välformulerat</b>.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade och nyanserade</b> argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</b>.</p><p>Eleven kan <b>med god säkerhet</b> använda grundläggande retoriska begrepp som verktyg i <b>utförliga och nyanserade</b> analyser av retorik.</p><p>Eleven kan göra en fördjupad, <b>utförlig, träffsäker och nyanserad textnära</b> litterär analys av ett tema, en genre eller ett författarskap <b>ur flera perspektiv</b>. I analysen använder eleven <b>med säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <b>väl valda</b> belägg från texterna.</p><p>Eleven kan <b>utförligt och nyanserat</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.<b> Dessutom kan eleven dra relevanta generella slutsatser om språkförändring</b>.</p>",
"judge":{"E":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Språk, stil och disposition är anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <b>med viss säkerhet</b> retoriska verkningsmedel. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.",
"Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är dessutom <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är varierat och <b>innehåller goda formuleringar</b>.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <b>välgrundade</b> argument till stöd för den.",
"Eleven kan <b>med viss säkerhet</b> använda grundläggande retoriska begrepp som verktyg i <b>enkla</b> analyser av retorik.",
"Eleven kan göra en fördjupad, textnära litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <b>med viss säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom belägg från texterna.",
"Eleven kan <b>översiktligt</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling."],
"C":["Eleven kan, i förberedda samtal och diskussioner, <b>på ett nyanserat sätt</b> muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Språk, stil och disposition är <b>väl</b> anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <b>med säkerhet</b> retoriska verkningsmedel. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel som <b>stöder och tydliggör den muntliga framställningen</b>.",
"Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och väldisponerade</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <b>klart och</b> varierat samt <b>innehåller goda formuleringar</b>.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den.",
"Eleven kan använda grundläggande retoriska begrepp som verktyg i <b>utförliga</b> analyser av retorik.",
"Eleven kan göra en fördjupad och <b>utförlig textnära</b> litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <b>med viss säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <b>väl valda</b> belägg från texterna.",
"Eleven kan <b>utförligt</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling."],
"A":["Eleven kan, i förberedda samtal och diskussioner, på ett nyanserat sätt muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Språk, stil och disposition är <b>väl</b> anpassade till syfte, mottagare och kommunikations­situation och eleven använder <b>med säkerhet och på ett effektfullt sätt</b> retoriska verkningsmedel. Eleven har <b>god</b> åhörarkontakt. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel som <b>stöder, tydliggör och är väl integrerat i den muntliga framställningen</b>.",
"Elever kan <b>med säkerhet</b> samla, sovra och sammanställa stora mängder information från olika källor och skriver med utgångspunkt från detta texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <b>och väldisponerade</b>. Texterna är dessutom <b>väl</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleverna behandlar källorna på ett <b>skickligt</b> sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <b>träffsäkert, klart</b>,varierat och <b>över lag</b> <b>välformulerat</b>.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade och nyanserade</b> argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</b>.",
"Eleven kan <b>med god säkerhet</b> använda grundläggande retoriska begrepp som verktyg i <b>utförliga och nyanserade</b> analyser av retorik.",
"Eleven kan göra en fördjupad, <b>utförlig, träffsäker och nyanserad textnära</b> litterär analys av ett tema, en genre eller ett författarskap <b>ur flera perspektiv</b>. I analysen använder eleven <b>med säkerhet</b> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <b>väl valda</b> belägg från texterna.",
"Eleven kan <b>utförligt och</b> <b>nyanserat</b> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.<b> Dessutom kan eleven dra relevanta generella slutsatser om språkförändring</b>."]},
"req":"SVESVE02",
"reqarr":["SVESVE02"],
"friends":["SVELIT0",
"SVERET0",
"SVESKR0",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE02",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}