{"subject":"SVE",
"name":"Svenska 1",
"origname":"Svenska 1",
"points":100,
"instrRAW":"som bygger på de kunskaper grundskolan ger eller motsvarande.",
"descarr":["Den bygger på de kunskaper grundskolan ger eller motsvarande."],
"reqRAW":"de kunskaper grundskolan ger eller motsvarande",
"code":"SVESVE01",
"comments":{"innehållet":"<h4>Presentationstekniska hjälpmedel</h4><p>Att kunna göra en muntlig presentation är en viktig färdighet i det moderna arbetslivet och i högre studier. Att muntligt kunna framföra ett budskap för att informera eller övertyga andra är också en viktig del i det som brukar kallas för medborgarkompetens. Det är en av svenskämnets viktiga uppgifter för att främja elevernas utveckling till demokratiska och ansvarstagande samhällsmedborgare. I kunskaper om muntlig framställning av idag ingår även förmågan att använda olika typer av presentationstekniska hjälpmedel. Med presentationstekniska hjälpmedel avses inte bara datormedierade presentationsprogram, utan även whiteboard, blädderblock och liknande. Den aktuella punkten i det centrala innehållet syftar inte främst på kunskaper om tekniken, utan hur tekniska hjälpmedel på bästa sätt integreras i framställning, så att de blir till ett stöd för det innehåll som ska förmedlas, inte en ren utsmyckning.</p><h4>Texter för kommunikation, lärande och reflektion</h4><p>Texter kan ha olika funktion och rikta sig utåt, till en verklig eller tänkt mottagare, eller inåt, till skribenten själv. Den första typen, texter för kommunikation, innefattar texter av olika slag som har som övergripande syfte att påverka eller informera. Den andra typen av text, texter för lärande och reflektion, har som syfte att skribenten själv ska använda det språkburna tänkandet för att utveckla, organisera och få överblick över sin kunskap eller sina tankar. Skrivandet blir då ett led i lärandeprocessen, vilket även kan ge eleven viktiga metakunskaper; eleven förstår att skrivande kan vara ett sätt att lära sig eller komma underfund med vad man kan eller inte kan, tycker och känner. Texter har naturligtvis ofta mer än en av ovan nämnda funktioner.</p><p>Texter för kommunikation, lärande och reflektion kan visserligen vara skönlitterära till sin karaktär, men tyngdpunkten i den skriftliga framställningen i kursen svenska 1 ligger inte på skönlitterära texter.</p><h4>Grundläggande språkliga begrepp</h4><p>Arbete med språklig analys förutsätter att man använder sig av lämpliga språkliga och språkvetenskapliga begrepp, och inte nöjer sig med allmänspråkliga ord och uttryck. Det är självklart inom de flesta andra ämnen i skolan, inte minst de naturvetenskapliga, att man använder ämnesspecifika begrepp. <em>Grundläggande språkliga begrepp</em> ses således inte som ett eget innehållsmoment, utan anger att man ska använda sig av språkvetenskapliga begrepp och verktyg i analys av språk. Exakt vilka begrepp som är lämpliga att använda i svenska 1 är en didaktisk fråga som kan variera mellan klasser och undervisningssituation, men exempel från det språksociologiska området är <em>prestige</em>, <em>omvänd prestige</em>, <em>schibboletfunktion </em>och <em>sociolekt</em>. Det kan också innefatta begrepp som rör textanalys, till exempel <em>disposition, inledning, avslutning </em>och<em>sammanhangssignaler</em>, eller grammatiska begrepp, till exempel <em>sats</em>, <em>bisats</em>, <em>tempus</em>, <em>subjekt </em>och <em>predikat</em>, exempelvis för en diskussion av språkriktighetsfrågor och andra textfrågor.</p><h4>Attityder till språklig variation</h4><p>När människor talar kommunicerar de mer än det som faktiskt sägs. Språkbrukares språkliga beteenden väcker ofta känslor som inte alltid kommer upp till en medveten nivå, men färgar uppfattningen om den som talar. Att bli varse detta faktum och reflektera över språkets roll vid möten med andra människor främjar den personliga utvecklingen och ger eleverna redskap för att reflektera över grupptillhörighet och språkbruk. Attityder till språklig variation handlar till exempel om attityder till dialekter, sociolekter, kronolekter eller grad av formellt/informellt språkbruk i olika kommunikationssituationer.</p>      "},
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Muntlig framställning med fokus på mottagaranpassning. Faktorer som gör en muntlig presentation intressant och övertygande. Användning av presentationstekniska hjälpmedel som stöd för muntlig framställning. Olika sätt att lyssna och ge respons som är anpassad till kommunikationssituationen.",
"Skriftlig framställning av texter för kommunikation, lärande och reflektion. Språkriktighet, dvs. vilka språkliga egenskaper och textegenskaper i övrigt som en text bör ha för att fungera väl i sitt sammanhang.",
"Argumentationsteknik och skriftlig framställning av argumenterande text.",
"Grunderna i den retoriska arbetsprocessen.",
"Bearbetning, sammanfattning och kritisk granskning av text. Citat- och referatteknik. Grundläggande källkritik.",
"Skönlitteratur, författad av såväl kvinnor som män, från olika tider och kulturer.",
"Centrala motiv, berättarteknik och vanliga stildrag i fiktivt berättande, till exempel i skönlitteratur och teater samt i film och andra medier.",
"Grundläggande språkliga begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera språk och språklig variation samt diskutera språkriktighetsfrågor.",
"Dialekter och språklig variation i talat och skrivet språk som hänger samman med till exempel ålder, kön och social bakgrund. Skillnader mellan formellt och informellt språkbruk samt attityder till olika former av språklig variation."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande och begriplig. Språket är <b>till viss del</b> anpassat till syfte, mottagare och kommunikations­situation. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.</p><p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.</p><p>Eleven kan läsa, reflektera över och göra <b>enkla</b> sammanfattningar av texter samt skriva egna texter <b>som anknyter till det lästa</b>. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. Dessutom kan eleven <b>översiktligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>någon</b> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.</p><p>Eleven kan göra <b>enkla</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt</b> om attityder till <b>någon</b> form av språklig variation.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande och begriplig,<b> och dispositionen tydligt urskiljbar</b>. Språket är <b>ledigt och</b> anpassat till syfte, mottagare och kommunikations­situation. <b>Eleven har viss åhörarkontakt</b>. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga framställningen</b>.</p><p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</b>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och delvis välformulerat</b>.</p><p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texte <b>som lyfter fram huvudtanken i det lästa</b>. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</b>. Dessutom kan eleven <b>utförligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser och formulerar <b>välgrundade</b> egna tankar med utgångspunkt i berättandet.</p><p>Eleven kan göra <b>välgrundade</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <b>och diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt,</b> <b>utifrån några olika perspektiv</b>, om attityder till <b>några</b> olika former av språklig variation.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Den muntliga framställningen är sammanhängande, begripli <b>och väldisponerad</b>. Språket är <b>ledigt och</b> anpassat till syfte, mottagare och kommunikations­situation. <b>Eleven har god åhörarkontakt</b>. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder</b>,<b> tydliggör och är väl integrerat i den muntliga framställningen</b>.</p><p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <b>och väldisponerade</b> samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</b>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och innehåller goda formuleringar</b>.</p><p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texte <b>som lyfter fram huvudtanken i det lästa och ger nya, relevanta perspektiv</b>. I sitt arbete värderar och granskar eleven <b>med säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</b>. Dessutom kan eleven <b>utförligt redogöra</b> för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser, formulerar <b>välgrundade och nyanserade</b> egna tankar med utgångspunkt i berättandet <b>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</b>.</p><p>Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <b>och nyanserat diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>utförligt,</b> <b>utifrån flera olika perspektiv</b>, om attityder till <b>flera</b> olika former av språklig variation.</p>",
"judge":{"E":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande och begriplig. Språket är <b>till viss del</b> anpassat till syfte, mottagare och kommunikations­situation. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.",
"Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.",
"Eleven kan läsa, reflektera över och göra <b>enkla</b> sammanfattningar av texter samt skriva egna texter <b>som anknyter till det lästa</b>. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. Dessutom kan eleven <b>översiktligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>någon</b> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.",
"Eleven kan göra <b>enkla</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt</b> om attityder till <b>någon</b> form av språklig variation."],
"C":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande och begriplig,<b> och dispositionen tydligt urskiljbar</b>. Språket är <b>ledigt och</b> anpassat till syfte, mottagare och kommunikations­situation. <b>Eleven har viss åhörarkontakt</b>. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga framställningen</b>.",
"Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</b>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och delvis välformulerat</b>.",
"Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texte <b>som lyfter fram huvudtanken i det lästa</b>. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</b>. Dessutom kan eleven <b>utförligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser och formulerar <b>välgrundade</b> egna tankar med utgångspunkt i berättandet.",
"Eleven kan göra <b>välgrundade</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <b>och diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt,</b> <b>utifrån några olika perspektiv</b>, om attityder till <b>några</b> olika former av språklig variation."],
"A":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Den muntliga framställningen är sammanhängande, begripli <b>och väldisponerad</b>. Språket är <b>ledigt och</b> anpassat till syfte, mottagare och kommunikations­situation. <b>Eleven har god åhörarkontakt</b>. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder</b>,<b> tydliggör och är väl integrerat i den muntliga framställningen</b>.",
"Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <b>och väldisponerade</b> samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</b>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och innehåller goda formuleringar</b>.",
"Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texte <b>som lyfter fram huvudtanken i det lästa och ger nya, relevanta perspektiv</b>. I sitt arbete värderar och granskar eleven <b>med säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</b>. Dessutom kan eleven <b>utförligt redogöra</b> för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser, formulerar <b>välgrundade och nyanserade</b> egna tankar med utgångspunkt i berättandet <b>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</b>.",
"Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <b>och nyanserat diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>utförligt,</b> <b>utifrån flera olika perspektiv</b>, om attityder till <b>flera</b> olika former av språklig variation."]},
"req":"de kunskaper grundskolan ger eller motsvarande",
"reqarr":[],
"reqBy":["SVESVE02",
"SVELIT0",
"SVERET0",
"SVESKR0"],
"hasreqs":true,
"friends":["SVELIT0",
"SVERET0",
"SVESKR0",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}