{"subject":"SVE",
"name":"Svenska 3",
"points":100,
"requirements":"svenska 2",
"instructiontext":"som bygger på kursen svenska 2.",
"code":"SVESVE03",
"comment":"<h2>Begrepp i kursen svenska 3</h2><h3>Presentationstekniska hjälpmedel</h3><p>Att kunna göra en muntlig presentation är en viktig färdighet i det moderna arbetslivet och i högre studier. Att muntligt kunna framföra ett budskap för att informera eller övertyga andra är också en viktig del i det som brukar kallas för medborgarkompetens. Det är en av svenskämnets viktiga uppgifter för att främja elevernas utveckling till demokratiska och ansvarstagande samhällsmedborgare. I kunskaper om muntlig framställning av idag ingår även förmågan att använda olika typer av presentationstekniska hjälpmedel. Med presentationstekniska hjälpmedel avses inte bara datormedierade presentationsprogram, utan även whiteboard, blädderblock och liknande. Den aktuella punkten i det centrala innehållet syftar inte främst på kunskaper om tekniken, utan hur tekniska hjälpmedel på bästa sätt integreras i framställning, så att de blir till ett stöd för det innehåll som ska förmedlas, inte en ren utsmyckning.</p><h3>Vetenskapliga texttyper</h3><p>Det finns många olika typer av vetenskapliga texter, och tanken är inte att alla dessa ska behandlas i svenska 3. Det centrala innehållet syftar på centrala drag som är gemensamma för och typiska för olika former av texter av vetenskaplig karaktär.</p><p>Formuleringen <em>som behandlar någon aspekt av svenskämnet</em> utesluter inte samverkan med andra ämnen. En sådan samverkan förutsätter dock att det innehållsliga stoffet för den skriftliga framställningen är relaterat till såväl svenskämnets innehållsdomän – dvs. språk och/eller litteratur – och det andra ämnet/de andra ämnena. Formuleringen utesluter en uppdelning där ämnet svenska ansvarar för det formella, dvs. den språkliga framställningen, medan något annat ämne/andra ämnen ansvarar för det innehållsliga stoffet.</p><p></p><p><strong>Litterär analys</strong></p><p>Meningen &quot;Eleven kan göra en fördjupad, textnära litterär analys av ett<br />tema, en genre eller ett författarskap.&quot; i kunskapskraven för kursen svenska 3 behöver, som alla kunskapskrav, läsas tillsammans med syfte och centralt innehåll. Den pekar ju bland annat mot målen i ämnet svenska där det står att undervisningen ska ge eleverna förutsättningar att utveckla:</p><p>- ”Kunskaper om centrala svenska och internationella skönlitterära verk och författarskap samt förmåga att sätta in dessa i ett sammanhang.”</p><p>- &quot;Kunskaper om genrer samt berättartekniska och stilistiska drag, dels i skönlitteratur från olika tider, dels i film och andra medier.&quot;</p><p>- ”Förmåga att läsa, arbeta med och reflektera över skönlitteratur […] samt producera egna texter med utgångspunkt i det lästa.”</p><p>men också mot det centrala innehåll i svenska 3 som tar upp litterär analys: &quot;Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.&quot;</p><p>Tanken är att eleven ska göra en textnära, litterär analys av en eller några få texter enligt någon analysmodell. Den litterära analysen görs med utgångspunkt i ett visst tema, i något genretypiskt drag eller i ett författarskap, det vill säga av en eller ett par texter som är centrala och/eller typiska för en viss författare, inte av samtliga texter från en viss författare. Oavsett vald modell/valda modeller är det användning av litteraturvetenskapliga begrepp och verktyg för att göra en textnära litterär analys som är i fokus.<br /></p><h3>Språkförändring</h3><p>Språk har förändrats i historien och håller fortgående på att förändras – vi lever mitt i språkhistorien. En utgångspunkt för studiet av språkförändring kan vara en språkförändring som just nu pågår och som eleverna har stött på och kanske reflekterat över. I momentet språkförändring ingår både mekanismerna bakom språkförändring – hur det kommer sig att språk förändras – och hur man kan förhålla sig till sådana förändringar. Inom ramen för momentet kan man följaktligen både ta upp både förändringar i äldre språkhistoria och pågående förändringar av svenska språket och andra språk.</p>",
"goaltext":"Kursen svenska 3 omfattar punkterna 1&mdash;9 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Muntlig framställning med fördjupad tillämpning av den retoriska arbetsprocessen som stöd i planering och utförande samt som redskap för analys. Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning.",
"Viktiga generella drag som rör disposition, språk och stil i texter av vetenskaplig karaktär.",
"Läsning av och arbete med texter, vilket inkluderar strukturering, sovring, sammanställning, sammanfattning och källkritisk granskning.",
"Skriftlig framställning som anknyter till den vetenskapliga texttypen och som behandlar någon aspekt av svenskämnet.",
"Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.",
"Det svenska språkets ursprung, historiska utveckling och släktskapsförhållanden. Språkförändring."]}