{"subject":"SVE",
"name":"Skrivande",
"points":100,
"instrRAW":"som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.",
"descarr":["Den bygger på kursen ",
"SVESVE01",
" eller kursen ",
"SVASVA01",
"."],
"reqRAW":"kursen SVESVE01 eller kursen SVASVA01",
"code":"SVESKR0",
"goals":[0,1,1,1,0,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Skriftlig framställning av olika slags texter, med fokus på informerande, berättande och argumenterande journalistiska texter, och av skönlitterära texter av olika slag.",
"Den retoriska arbetsprocessen, dvs. hur man på ett strukturerat och metodiskt sätt planerar och genomför skriftlig framställning som tar hänsyn till syfte, mottagare och kommunikationssituation.",
"Skriftlig framställning av längre text alternativt några kortare texter, som kan vara av skönlitterär eller icke-skönlitterär karaktär.",
"Skriftlig framställning efter mönster och förebilder samt friare skrivande.",
"Berättande i texter som har som syfte att informera, utreda, övertyga och underhålla.",
"Spänningen mellan traditionellt textskapande och nydanande texter.",
"Spänningen mellan fakta och fiktion i texter.",
"Textuppbyggnad, sammanhang i text, textmönster och språk i såväl skönlitteratur som i andra typer av texter.",
"Fördjupning och problematisering av vad som är korrekt och lämpligt språk i skönlitteratur och andra typer av texter.",
"Utformning av texter för olika syften och i olika medier, inklusive multimediala texter av olika slag där till exempel skriven text, bild och ljud samspelar.",
"Hur man ger konstruktiv textkritik och arbetar med sina egna och andras texter för att förbättra sitt skrivande och öka sin språkliga medvetenhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>har tydligt urskiljbar disposition</b> samt är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Språket är varierat och <b>innehåller goda formuleringar</b>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>översiktligt</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.</p><p>Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, och göra <b>enkla</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <b>med viss säkerhet</b> utforma olika typer av texter grafiskt och <b>översiktligt motivera</b> bildval, disposition och utformning i övrigt.</p><p>Eleven kan med <b>enkla</b> omdömen värdera sina egna texter, göra <b>enkla</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>väldisponerade</b> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <b>klart och</b> varierat samt <b>innehåller goda formuleringar</b>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>utförligt</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.</p><p>Eleven kan <b>skriva funktionellt för textsammanhanget</b>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <b>välgrundade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <b>med viss säkerhet</b> utforma olika typer av texter grafiskt och <b>utförligt motivera</b> bildval, disposition och utformning i övrigt. <b>Den grafiska utformningen är anpassad för sitt syfte</b>.</p><p>Eleven kan med <b>nyanserade</b> omdömen värdera sina egna texter, göra förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>väldisponerade</b> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <b>träffsäkert, klart och</b> varierat och <b>genomgående välformulerat</b>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>utförligt och nyanserat</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter <b>och vilken stilistisk effekt dessa skulle få för texten som helhet</b>.</p><p>Eleven kan <b>skriva funktionellt för textsammanhanget</b>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <b>välgrundade och nyanserade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <b>med säkerhet</b> utforma olika typer av texter grafiskt och <b>utförligt och nyanserat motivera</b> bildval, disposition och utformning i övrigt. <b>Den grafiska utformningen är anpassad för sitt syfte</b>.</p><p>Eleven kan med <b>nyanserade</b> omdömen värdera sina egna texter, göra <b>avancerade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>",
"judge":{"E":["Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>har tydligt urskiljbar disposition</b> samt är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Språket är varierat och <b>innehåller goda formuleringar</b>.",
"Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>översiktligt</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.",
"Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, och göra <b>enkla</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven kan <b>med viss säkerhet</b> utforma olika typer av texter grafiskt och <b>översiktligt motivera</b> bildval, disposition och utformning i övrigt.",
"Eleven kan med <b>enkla</b> omdömen värdera sina egna texter, göra <b>enkla</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter."],
"C":["Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>väldisponerade</b> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <b>klart och</b> varierat samt <b>innehåller goda formuleringar</b>.",
"Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>utförligt</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.",
"Eleven kan <b>skriva funktionellt för textsammanhanget</b>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <b>välgrundade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven kan <b>med viss säkerhet</b> utforma olika typer av texter grafiskt och <b>utförligt motivera</b> bildval, disposition och utformning i övrigt. <b>Den grafiska utformningen är anpassad för sitt syfte</b>.",
"Eleven kan med <b>nyanserade</b> omdömen värdera sina egna texter, göra förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter."],
"A":["Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <b>väldisponerade</b> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <b>träffsäkert, klart och</b> varierat och <b>genomgående välformulerat</b>.",
"Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <b>utförligt och</b> <b>nyanserat</b> resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter <b>och vilken stilistisk effekt dessa skulle få för texten som helhet</b>.",
"Eleven kan <b>skriva funktionellt för textsammanhanget</b>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <b>välgrundade och nyanserade</b> reflektioner över dessa normers tillämpbarhet i texter av olika slag.",
"Eleven kan <b>med säkerhet</b> utforma olika typer av texter grafiskt och <b>utförligt och nyanserat motivera</b> bildval, disposition och utformning i övrigt. <b>Den grafiska utformningen är anpassad för sitt syfte</b>.",
"Eleven kan med <b>nyanserade</b> omdömen värdera sina egna texter, göra <b>avancerade</b> förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter."]},
"req":{"type":"OR",
"arr":["SVESVE01",
"SVASVA01"]},
"reqarr":["SVESVE01",
"SVASVA01"],
"friends":["SVELIT0",
"SVERET0",
"SVESVE01",
"SVESVE01",
"Svenska 1-3",
"SVESVE02",
"SVESVE03",
"Svenska 4-6",
"Svenska 7-9",
"GRNSVE2_1",
"GRNSVE2_2",
"SVASVA01",
"SVASVA01",
"Svenska som andraspråk 1-3",
"SVASVA02",
"SVASVA03",
"Svenska som andraspråk 4-6",
"Svenska som andraspråk 7-9",
"GRNSVA2_1",
"GRNSVA2_2"]}