{"subject":"SVE",
"name":"Svenska 2",
"points":100,
"instrRAW":"som bygger på kursen svenska 1.",
"descarr":["Den bygger på kursen ",
"SVESVE01",
"."],
"reqRAW":"kursen SVESVE01",
"code":"SVESVE02",
"comments":{"comment":"<h4>Presentationstekniska hjälpmedel</h4><p>Att kunna göra en muntlig presentation är en viktig färdighet i det moderna arbetslivet och i högre studier. Att muntligt kunna framföra ett budskap för att informera eller övertyga andra är också en viktig del i det som brukar kallas för medborgarkompetens. Det är en av svenskämnets viktiga uppgifter för att främja elevernas utveckling till demokratiska och ansvarstagande samhällsmedborgare. I kunskaper om muntlig framställning av idag ingår även förmågan att använda olika typer av presentationstekniska hjälpmedel. Med presentationstekniska hjälpmedel avses inte bara datormedierade presentationsprogram, utan även whiteboard, blädderblock och liknande. Den aktuella punkten i det centrala innehållet syftar inte främst på kunskaper om tekniken, utan hur tekniska hjälpmedel på bästa sätt integreras i framställning, så att de blir till ett stöd för det innehåll som ska förmedlas, inte en ren utsmyckning.</p><h4>Skönlitterära verkningsmedel</h4><p>Skönlitterära verkningsmedel är berättartekniska och stilistiska medel som har betydelse för det intryck texten gör på läsaren. Exempel är <em>metaforik, symbolik, rytm </em>och <em>meter</em>.</p><h4>Ord, fraser och satser</h4><p>Grammatisk kunskap är kunskap om språkets uppbyggnad, som bland annat har som uppgift att ge redskap för att tala om språk och analysera språk. Ett annat syfte är att öka elevernas språkliga medvetenhet. Med formuleringen <em>hur ord, fraser och satser är uppbyggda samt hur de samspelar i grammatiken</em> avses ordbildningskunskap samt kunskap om hur fraser, till exempel substantivfraser/nominalfraser eller prepositionsfraser samt bisatser, är uppbyggda och fungerar grammatiskt, till exempel som subjekt och objekt (satsdelar).</p><p>Termen <em>fras</em> (nominalfras, prepositionsfras etc.) har hittills varit sparsamt använd inom skolans grammatikundervisning, men har varit ett självklart redskap för förståelsen av hur språket fungerar inom språkvetenskapen under en mycket lång tid.</p><p>Genom att behandla detta centrala innehåll i funktionella sammanhang utvecklas inte kunskaper endast mot ämnesplanens mål <em>kunskaper om språkets uppbyggnad</em> utan flera andra mål, till exempel <em>förmåga att utforma muntliga framställningar och texter så att de fungerar väl i sitt sammanhang</em>.</p><h4>Språklagstiftning och minoritetsspråk</h4><p>Den mest centrala svenska språklagstiftningen är språklagen (2009:600). I den finns bestämmelser om svenska språkets ställning i samhället, de fem nationella minoritetsspråken, finska, jiddisch, meänkieli, romani chib och samiska, samt det svenska teckenspråket. Språklagstiftningen kan tjäna som utgångspunkt för en allmän diskussion om språklig mångfald och språkets betydelse för den enskilde och för samhället i stort.</p><h4>Dialekter</h4><p>Begreppet dialekter återfinns i det centrala innehållet i svenska 1 och i svenska 2. I svenska 1 nämns det i samband med attityder till språklig variation, i svenska 2 nämns dialekter i samband med språkförhållanden i Sverige och i övriga Norden, dvs. främst ur ett samhällsperspektiv, till exempel skillnader mellan språk och dialekt.</p>"},
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Muntlig framställning av utredande och argumenterande slag i och inför grupp. Användning av presentationstekniska hjälpmedel som stöd i muntlig framställning.",
"Uppbyggnad, språk och stil i olika typer av texter samt referat och kritisk granskning av texter. Skriftlig framställning av utredande och argumenterande texter. Normer och stildrag som hör till dessa texttyper.",
"Svenska och internationella författarskap, såväl kvinnliga som manliga, och skönlitterära verk, vilket även inkluderar teater samt film och andra medier, från olika tider och epoker. Dansk och norsk skönlitteratur, delvis på originalspråk. Relationen mellan skönlitteratur och samhällsutveckling, dvs. hur skönlitteraturen har formats av förhållanden och idéströmningar i samhället och hur den har påverkat samhällsutvecklingen.",
"Skönlitterära verkningsmedel. Centrala litteraturvetenskapliga begrepp och deras användning.",
"Svenska språkets uppbyggnad, dvs. hur ord, fraser och satser är uppbyggda samt hur de samspelar i grammatiken.",
"Språkförhållanden i Sverige och övriga Norden, till exempel språklagstiftning, minoritetsspråk och dialekter."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>dispositionen tydligt urskiljbar</b>. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.</p><p>Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b> <b>viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är varierat och innehåller goda formuleringar.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <b>välgrundade</b> argument till stöd för den.</p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på och diskuterar <b>översiktligt samband mellan skönlitteratur</b> och idéströmningar i samhället.</p><p>Eleven kan <b>översiktligt</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven ka <b>översiktligt</b> redogöra för <b>någon</b> aspekt av språksituationen i Sverige och övriga Norden.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomför muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga framställningen</b>.</p><p>Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och som ger ett nytt perspektiv på det lästa. Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>klart och</b> varierat samt innehåller goda formuleringar.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den.</p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel</b> och diskuterar <b>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.</p><p>Eleven kan <b>med viss precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven kan <b>utförligt</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt, varierat och välformulerat, och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <b>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</b>. Eleven har <b>god</b> åhörarkontakt. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder, tydliggör och är väl integrerat i den muntliga framställningen</b>.</p><p>Elever kan <b>med säkerhet</b> samla, sovra och sammanställa information från olika källor och kan med utgångspunkt från detta skriva utredande och argumenterande texter som är sammanhängande och <b>väldisponerade</b>.<b> Framställningen innehåller såväl belysande exempel som nya och vidgade perspektiv på det lästa. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>träffsäkert, klart och</b> varierat och innehåller goda formuleringar.</p><p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</b>.</p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel, resonerar nyanserat om dessa</b> och diskuterar <b>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.</p><p>Eleven kan <b>med god precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven ka <b>utförligt och nyanserat</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.</p>",
"judge":{"e":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>dispositionen tydligt urskiljbar</b>. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel.",
"Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b> <b>viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är varierat och innehåller goda formuleringar.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <b>välgrundade</b> argument till stöd för den.",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på och diskuterar <b>översiktligt samband mellan skönlitteratur</b> och idéströmningar i samhället.",
"Eleven kan <b>översiktligt</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven ka <b>översiktligt</b> redogöra för <b>någon</b> aspekt av språksituationen i Sverige och övriga Norden."],
"c":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomför muntlig framställning inför en grupp. Detta gör eleven <b>med viss säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. Eleven har <b>viss</b> åhörarkontakt. Vidare kan eleven <b>med viss säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder och tydliggör den muntliga framställningen</b>.",
"Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och som ger ett nytt perspektiv på det lästa. Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>klart och</b> varierat samt innehåller goda formuleringar.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den.",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel</b> och diskuterar <b>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.",
"Eleven kan <b>med viss precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven kan <b>utförligt</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden."],
"a":["Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <b>på ett nyanserat sätt</b> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <b>med säkerhet</b>. Den muntliga framställningen är sammanhängande, begriplig och <b>väldisponerad</b>. <b>Språket är ledigt, varierat och välformulerat, och</b> språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <b>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</b>. Eleven har <b>god</b> åhörarkontakt. Vidare kan eleven <b>med säkerhet</b> använda något presentationstekniskt hjälpmedel <b>som stöder, tydliggör och är väl integrerat i den muntliga framställningen</b>.",
"Elever kan <b>med säkerhet</b> samla, sovra och sammanställa information från olika källor och kan med utgångspunkt från detta skriva utredande och argumenterande texter som är sammanhängande och <b>väldisponerade</b>.<b> Framställningen innehåller såväl belysande exempel som nya och vidgade perspektiv på det lästa. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</b>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>träffsäkert, klart och</b> varierat och innehåller goda formuleringar.",
"Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge <b>välgrundade</b> argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</b>.",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel, resonerar nyanserat om dessa</b> och diskuterar <b>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.",
"Eleven kan <b>med god precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven ka <b>utförligt och</b> <b>nyanserat</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden."]},
"req":"SVESVE01",
"reqBy":["SVESVE03"]}