{"subject":"SVK",
"name":"Svenskt teckenspråk 2",
"points":100,
"instrRAW":"som bygger på kursen svenskt teckenspråk 1.",
"descarr":["Den bygger på kursen ",
"SVKSVK01",
"."],
"reqRAW":"kursen SVKSVK01",
"code":"SVKSVK02",
"comments":{"innehållet":"<h4>Retorikens grunder</h4><p>Kursen tar upp retorikens grunder för framställning på svenskt teckenspråk. Den retoriska arbetsprocessen innebär att på ett strukturerat och metodiskt sätt planera och genomföra en framställning som tar hänsyn till syfte, mottagare och kommunikationssituation i övrigt. Det kan innebära att samla stoff eller argument för sin framställning, planera, disponera och formulera innehållet, öva in det som ska sägas och slutligen framföra det med känsla och trovärdighet.</p>"},
"goals":[1,1,1,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"high",
"content":["Teckenspråkig framställning i och inför grupp med tillämpning av retorikens grunder. Strategier för att anpassa språk efter kommunikationssituation och mottagare.",
"Diskussioner och debatter med fokus på samtalsregler och respekt för andras åsikter.",
"Produktion, analys och bearbetning av olika genrer inom teckenspråk: avancerade berättande, poetiska, instruerande, argumenterande och informerande texter. Texters uppbyggnad, syfte och form.",
"Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst.",
"Strategier för att samla och värdera information samt kritiskt granska olika typer av källor.",
"Attityder till och värdering av olika former av språklig variation, till exempel varför människor tecknar olika. Geografiska faktorer, ålder, kön och social tillhörighet samt gruppspråk.",
"Teckenspråkets ställning, dövas och hörselskadades livsvillkor, kultur och historia, i Sverige och världen.",
"Fördjupning av svenska teckenspråkets form och struktur.",
"Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter. Den egna två- eller flerspråkigheten."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en <b>någorlunda</b> tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>till övervägande del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till övervägande del</b> är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande och begriplig, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i teckenspråkiga texter, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information från olika källor till en sammanhängande teckenspråkig text. Dessutom ger eleven exempel på stil och innehåll i källorna samt värderar med <b>enkla</b> omdömen deras tillförlitlighet.</p><p>Eleven ger <b>enkla</b> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>översiktligt</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning samt redogör, ur ett historiskt perspektiv, <b>översiktligt</b> för dövas och hörselskadades situation i Sverige och några andra länder. Eleven ger <b>enkla</b> exempel på det svenska teckenspråkets form och struktur. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur och framställning.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>varierade, välformulerade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande och begriplig och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i teckenspråkiga texter, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information från olika källor till en sammanhängande <b>och väl strukturerad</b> teckenspråkig text. Dessutom ger eleven exempel på stil, innehåll och <b>bärande tankar</b> i källorna samt värderar med <b>enkla</b> omdömen deras tillförlitlighet.</p><p>Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning <b>och gör välgrundade jämförelser med de svenska minoritetsspråken</b> samt redogör, ur ett historiskt perspektiv, <b>utförligt</b> för dövas och hörselskadades situation i Sverige och några andra länder. Eleven ger exempel på det svenska teckenspråkets form och struktur <b>och diskuterar utförligt formen och strukturen utifrån analyser av egna och andras texter</b>. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur och framställning.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <b>väldisponerade</b>, har en tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>varierade, välformulerade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>på ett ledigt och nyanserat sätt och med säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande, begriplig och <b>väldisponerad</b> och språket är <b>varierat, välformulerat och</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. <b>Innehållet i texterna tar en tydlig relevans i förhållande till uppgiften</b>. Eleven återger <b>utförligt och nyanserat</b> handlingen i teckenspråkiga texter, redogör <b>utförligt och nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade och nyanserade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.</p><p>Eleven samlar, sovrar och sammanställer <b>med säkerhet</b> information från olika källor till en sammanhängande, <b>intresseväckande</b> <b>och väl strukturerad</b> teckenspråkig text. Dessutom ger eleven exempel på <b>och drar välgrundade slutsatser om</b> stil, innehåll och <b>bärande tankar</b> i källorna samt värderar med <b>nyanserade</b> omdömen deras tillförlitlighet.</p><p>Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt och nyanserat</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning <b>och gör välgrundade och nyanserade jämförelser med de svenska minoritetsspråken</b> samt redogör, ur ett historiskt perspektiv, <b>utförligt och nyanserat</b> för dövas och hörselskadades situation i Sverige och några andra länder <b>och gör välgrundade och nyanserade jämförelser med sin egen situation</b>. Eleven ger <b>komplexa</b> exempel på det svenska teckenspråkets form och struktur <b>och diskuterar utförligt och nyanserat formen och strukturen utifrån analyser av egna och andras texter samt bidrar till att texter kan förbättras gällande teckenval, stil, språkriktighet och disposition</b>. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur och framställning.</p>",
"judge":{"E":["Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en <b>någorlunda</b> tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>till övervägande del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till övervägande del</b> är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande och begriplig, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i teckenspråkiga texter, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information från olika källor till en sammanhängande teckenspråkig text. Dessutom ger eleven exempel på stil och innehåll i källorna samt värderar med <b>enkla</b> omdömen deras tillförlitlighet.",
"Eleven ger <b>enkla</b> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>översiktligt</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning samt redogör, ur ett historiskt perspektiv, <b>översiktligt</b> för dövas och hörselskadades situation i Sverige och några andra länder. Eleven ger <b>enkla</b> exempel på det svenska teckenspråkets form och struktur. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur och framställning."],
"C":["Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>varierade, välformulerade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande och begriplig och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i teckenspråkiga texter, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information från olika källor till en sammanhängande <b>och väl strukturerad</b> teckenspråkig text. Dessutom ger eleven exempel på stil, innehåll och <b>bärande tankar</b> i källorna samt värderar med <b>enkla</b> omdömen deras tillförlitlighet.",
"Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning <b>och gör välgrundade jämförelser med de svenska minoritetsspråken</b> samt redogör, ur ett historiskt perspektiv, <b>utförligt</b> för dövas och hörselskadades situation i Sverige och några andra länder. Eleven ger exempel på det svenska teckenspråkets form och struktur <b>och diskuterar utförligt formen och strukturen utifrån analyser av egna och andras texter</b>. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur och framställning."],
"A":["Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <b>väldisponerade</b>, har en tydlig struktur och ett klart och tydligt budskap. Språk och stil är <b>varierade, välformulerade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <b>på ett ledigt och nyanserat sätt och med säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation. Framställningen är sammanhängande, begriplig och <b>väldisponerad</b> och språket är <b>varierat, välformulerat och</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. <b>Innehållet i texterna tar en tydlig relevans i förhållande till uppgiften</b>. Eleven återger <b>utförligt och</b> <b>nyanserat</b> handlingen i teckenspråkiga texter, redogör <b>utförligt och</b> <b>nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade och nyanserade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.",
"Eleven samlar, sovrar och sammanställer <b>med säkerhet</b> information från olika källor till en sammanhängande, <b>intresseväckande</b> <b>och väl strukturerad</b> teckenspråkig text. Dessutom ger eleven exempel på <b>och drar välgrundade slutsatser om</b> stil, innehåll och <b>bärande tankar</b> i källorna samt värderar med <b>nyanserade</b> omdömen deras tillförlitlighet.",
"Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt och</b> <b>nyanserat</b> attityder till olika språkliga varianter. Dessutom ger eleven exempel på teckenspråkets ställning <b>och gör välgrundade och nyanserade jämförelser med de svenska minoritetsspråken</b> samt redogör, ur ett historiskt perspektiv, <b>utförligt och</b> <b>nyanserat</b> för dövas och hörselskadades situation i Sverige och några andra länder <b>och gör välgrundade och nyanserade jämförelser med sin egen situation</b>. Eleven ger <b>komplexa</b> exempel på det svenska teckenspråkets form och struktur <b>och diskuterar utförligt och nyanserat formen och strukturen utifrån analyser av egna och andras texter samt bidrar till att texter kan förbättras gällande teckenval, stil, språkriktighet och disposition</b>. Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur och framställning."]},
"req":"SVKSVK01",
"reqarr":["SVKSVK01"]}