{"subject":"SVK",
"name":"Svenskt teckenspråk 1",
"points":100,
"code":"SVKSVK01",
"comments":{"comment":"<h4>Yttrandefrihet och upphovsrätt</h4><p>Den ökade tillgången till information och möjligheterna att med hjälp av internet sprida och dela texter, bilder, filmer och liknande för med sig frågor om yttrandefrihet och upphovsrätt. Juridiska och etiska regler för spridning och användning av olika slags material kan behandlas, liksom frågor om hur man uttrycker sig i till exempel sociala medier..</p>"},
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Teckenspråkig framställning anpassad efter kommunikationssituation och mottagare. Presentationstekniska hjälpmedel. Språkriktighetsfrågor.",
"Teckenspråkiga texter för kommunikation, lärande och reflektion: berättande, poetiska, instruerande, argumenterande och informerande texter.",
"Informationssökning. Strategier för att sovra information och kritiskt granska källor.",
"Rättigheter och skyldigheter knutna till yttrandefrihet, integritet och upphovsrätt. Ansvar för och konsekvenser av olika sätt att uttrycka sig i olika sociala sammanhang och digitala forum.",
"Digitala medier och annan teknik för att utveckla kunskaper i och om teckenspråk.",
"Teckenspråk i andra länder. Internationell teckenkommunikation.",
"Svenska teckenspråkets form och struktur. Teckenbildning, satskonstruktion och texter.",
"Tolkanvändning och tolksituationens påverkan på samtalet. Tolketiska frågeställningar.",
"Grundläggande jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga. I anslutning till det använder eleven <b>med viss säkerhet</b> presentationstekniska hjälpmedel. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till viss del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>är</b> <b>begripligt</b>, och språket är <b>någorlunda</b> tydlig <b></b>med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i teckenspråkiga texter, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven sammanställer <b>med viss säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.</p><p>Eleven redogör <b>översiktligt</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder samt ger <b>enkla</b> exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>översiktligt</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur och framställning.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven håller inför anföranden på svenskt teckenspråk som är sammanhängande och begripliga,<b> har en tydligt urskiljbar disposition och ett klart och tydligt budskap</b>. I anslutning till det använder eleven <b>med viss säkerhet</b> presentationstekniska hjälpmedel <b>som stöder och tydliggör anförandet</b>. Språk och stil är <b>till övervägande del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till övervägande del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i teckenspråkiga texter, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven sammanställer <b>med viss säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.</p><p>Eleven redogör <b>utförligt</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <b>ger översiktliga förklaringar till den utveckling som skett</b> samt ger exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>utförligt</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur och framställning.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <b>väldisponerade, har en tydlig struktur och ett klart och tydligt budskap</b>. I anslutning till det använder eleven <b>med säkerhet</b> presentationstekniska hjälpmedel <b>som stöder, tydliggör och är väl integrerade i anförandet</b>. Språk och stil är <b>varierade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>på ett nyanserat sätt och med säkerhet</b>.</p><p>Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>välformulerat och i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt och nyanserat</b> handlingen i teckenspråkiga texter, redogör <b>utförligt och nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade och nyanserade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.</p><p>Eleven sammanställer <b>med säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>nyanserade</b> omdömen källornas tillförlitlighet.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <b>ger utförliga förklaringar till den utveckling som skett och gör välgrundade och nyanserade jämförelser med sin egen situation</b> samt ger <b>komplexa</b> exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>utförligt och nyanserat</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur och framställning.</p>",
"judge":{"e":["Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga. I anslutning till det använder eleven <b>med viss säkerhet</b> presentationstekniska hjälpmedel. Språk och stil är <b>till viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till viss del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>är</b> <b>begripligt</b>, och språket är <b>någorlunda</b> tydlig 0med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i teckenspråkiga texter, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven sammanställer <b>med viss säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.",
"Eleven redogör <b>översiktligt</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder samt ger <b>enkla</b> exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>översiktligt</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur och framställning."],
"c":["Eleven håller inför anföranden på svenskt teckenspråk som är sammanhängande och begripliga,<b> har en tydligt urskiljbar disposition och ett klart och tydligt budskap</b>. I anslutning till det använder eleven <b>med viss säkerhet</b> presentationstekniska hjälpmedel <b>som stöder och tydliggör anförandet</b>. Språk och stil är <b>till övervägande del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>med viss säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <b>till övervägande del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i teckenspråkiga texter, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven sammanställer <b>med viss säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.",
"Eleven redogör <b>utförligt</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <b>ger översiktliga förklaringar till den utveckling som skett</b> samt ger exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>utförligt</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur och framställning."],
"a":["Eleven håller <b>intresseväckande</b> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <b>väldisponerade, har en tydlig struktur och ett klart och tydligt budskap</b>. I anslutning till det använder eleven <b>med säkerhet</b> presentationstekniska hjälpmedel <b>som stöder, tydliggör och är väl integrerade i anförandet</b>. Språk och stil är <b>varierade och</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <b>på ett nyanserat sätt och med säkerhet</b>.",
"Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>välformulerat och i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt och</b> <b>nyanserat</b> handlingen i teckenspråkiga texter, redogör <b>utförligt och</b> <b>nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <b>välgrundade och nyanserade</b> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.",
"Eleven sammanställer <b>med säkerhet</b> information från några olika källor till en sammanhängande teckenspråkig text. Dessutom värderar eleven med <b>nyanserade</b> omdömen källornas tillförlitlighet.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <b>ger utförliga förklaringar till den utveckling som skett och gör välgrundade och nyanserade jämförelser med sin egen situation</b> samt ger <b>komplexa</b> exempel på det svenska teckenspråkets form och struktur. Eleven använder teckenspråkstolk samt diskuterar <b>utförligt och</b> <b>nyanserat</b> några tolketiska frågeställningar. Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur och framställning."]},
"reqBy":["SVKSVK02"]}