{"subject":"SVK",
"name":"Svenskt teckenspråk - aktiv tvåspråkighet",
"points":100,
"code":"SVKSVE0",
"goals":[1,1,1,1,1,0,1,1,2],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Framställningar på svenskt teckenspråk och skriven svenska, anpassade efter kommunikationssituation och mottagare.",
"Kommunikation på svenskt teckenspråk och skriven svenska med till exempel myndigheter, högskolor och arbetsgivare. ",
"Texter på båda språken: berättande, poetiska, instruerande, argumenterande och informerande texter samt jämförelser mellan dem i fråga om form och struktur.",
"Informationssökning. Strategier för att sovra och kritiskt granska källor på båda språken.",
"Framställning på svenskt teckenspråk och skriven svenska om ett valt ämnesområde med anknytning till elevens utbildning och erfarenhetsvärld. ",
"Olika typer av språklig variation. Attityder till språk och språkvarianter.",
"Tolkanvändning och tolksituationens påverkan på samtalet.",
"Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur, uppbyggnad och framställning.",
"Översättning i vardagliga sammanhang mellan svenskt teckenspråk och svenska.",
"Dövas och hörselskadades språkinlärning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <b>till viss del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>är begripligt</b> och språket är <b>i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i texter på båda språken, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.</p><p>Eleven ger <b>enkla</b> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>översiktligt</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>enkla</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>översiktligt</b> hur tolksituationen kan påverka samtalet.</p><p>Eleven använder svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <b>någorlunda</b> grammatiskt korrekt och med ett för sammanhanget lämpligt ordval. Dessutom redogör eleven <b>översiktligt</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <b>till övervägande del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i texter på båda språken, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <b>välgrundade</b> tankar och iakttagelser med utgångspunkt i det sedda och upplevda.</p><p>Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.</p><p>Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>välgrundade</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>utförligt</b> hur tolksituationen kan påverka samtalet.</p><p>Eleven använder svenskt teckenspråk och svenska parallellt <b>i olika sammanhang och på skilda stilnivåer</b> samt gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <b>i huvudsak</b> grammatiskt korrekt och med ett för sammanhanget lämpligt <b>och varierat</b> ordval. Dessutom redogör eleven <b>utförligt</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <b>samt gör välgrundade jämförelser med sin egen situation</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>varierat, välformulerat och</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt och nyanserat</b> handlingen i texter på båda språken, redogör <b>utförligt och nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <b>välgrundade och nyanserade</b> tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.</p><p>Eleven samlar, sovrar och sammanställer <b>med säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>nyanserade</b> omdömen källornas tillförlitlighet.</p><p>Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt och nyanserat</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>välgrundade och nyanserade</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>utförligt och nyanserat</b> hur tolksituationen kan påverka samtalet.</p><p>Eleven använder svenskt teckenspråk och svenska parallellt <b>i olika sammanhang och på skilda stilnivåer</b> samt gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, grammatiskt korrekt och med ett för sammanhanget lämpligt <b>och varierat</b> ordval. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <b>samt gör välgrundade och nyanserade jämförelser med sin egen situation</b>.</p>",
"judge":{"e":["Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <b>till viss del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>är begripligt</b> och språket är <b>i huvudsak</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>översiktligt</b> handlingen i texter på båda språken, redogör <b>översiktligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar tankar och <b>enkla</b> iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.",
"Eleven ger <b>enkla</b> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>översiktligt</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>enkla</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>översiktligt</b> hur tolksituationen kan påverka samtalet.",
"Eleven använder svenskt teckenspråk och svenska parallellt samt gö <b>med viss säkerhet</b> <b>enkla</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <b>någorlunda</b> grammatiskt korrekt och med ett för sammanhanget lämpligt ordval. Dessutom redogör eleven <b>översiktligt</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning."],
"c":["Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <b>till övervägande del</b> är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt</b> handlingen i texter på båda språken, redogör <b>utförligt</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <b>välgrundade</b> tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
"Eleven samlar, sovrar och sammanställer <b>med viss säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>enkla</b> omdömen källornas tillförlitlighet.",
"Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>välgrundade</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>utförligt</b> hur tolksituationen kan påverka samtalet.",
"Eleven använder svenskt teckenspråk och svenska parallellt <b>i olika sammanhang och på skilda stilnivåer</b> samt gö <b>med viss säkerhet</b> <b>välgrundade</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <b>i huvudsak</b> grammatiskt korrekt och med ett för sammanhanget lämpligt <b>och varierat</b> ordval. Dessutom redogör eleven <b>utförligt</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <b>samt gör välgrundade jämförelser med sin egen situation</b>."],
"a":["Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation. Budskapet <b>framgår klart och tydligt</b>, och språket är <b>varierat, välformulerat och</b> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. Eleven återger <b>utförligt och</b> <b>nyanserat</b> handlingen i texter på båda språken, redogör <b>utförligt och</b> <b>nyanserat</b> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <b>välgrundade och nyanserade</b> tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <b>Dessutom relaterar eleven innehållet i texterna till sin egen situation</b>.",
"Eleven samlar, sovrar och sammanställer <b>med säkerhet</b> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska. Dessutom värderar eleven med <b>nyanserade</b> omdömen källornas tillförlitlighet.",
"Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <b>utförligt och</b> <b>nyanserat</b> attityder till olika språkliga varianter i båda språken. Eleven gör också <b>välgrundade och nyanserade</b> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur. Dessutom använder eleven teckenspråkstolk samt diskuterar <b>utförligt och</b> <b>nyanserat</b> hur tolksituationen kan påverka samtalet.",
"Eleven använder svenskt teckenspråk och svenska parallellt <b>i olika sammanhang och på skilda stilnivåer</b> samt gö <b>med säkerhet</b> <b>välgrundade och nyanserade</b> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning. Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, grammatiskt korrekt och med ett för sammanhanget lämpligt <b>och varierat</b> ordval. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <b>samt gör välgrundade och nyanserade jämförelser med sin egen situation</b>."]}}