{"subject":"SVN",
"name":"Svenska för döva 1",
"points":100,
"instrRAW":"som bygger på de kunskaper specialskolan ger eller motsvarande.",
"descarr":["Den bygger på de kunskaper specialskolan ger eller motsvarande."],
"reqRAW":"de kunskaper specialskolan ger eller motsvarande",
"code":"SVNSVN01",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Skriftlig framställning av texter för kommunikation, lärande och reflektion. Språkriktighet, dvs. vilka språkliga egenskaper och textegenskaper i övrigt som en text bör ha för att fungera väl i sitt sammanhang.",
"Argumentationsteknik och skriftlig framställning av argumenterande text.",
"Grunderna i den retoriska arbetsprocessen.",
"Bearbetning, sammanfattning och kritisk granskning av text. Citat- och referatteknik. Grundläggande källkritik.",
"Skönlitteratur, författad av såväl kvinnor som män, från olika tider och kulturer.",
"Centrala motiv, berättarteknik och vanliga stildrag i fiktivt berättande, till exempel i skönlitteratur och teater samt i film och andra medier.",
"Grundläggande språkliga begrepp som behövs för att på ett metodiskt och strukturerat sätt samtala om och analysera språk och språklig variation samt diskutera språkriktighetsfrågor.",
"Språklig variation i skriftlig direktkommunikation och skrivet språk som hänger samman med till exempel ålder, kön och social bakgrund. Skillnader mellan formellt och informellt språkbruk samt attityder till olika former av språklig variation.",
"Grundläggande jämförelser av språkliga särdrag i svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan skriftligt förmedla egna tankar och åsikter <b>med viss säkerhet</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.</p><p>Eleven kan läsa, reflektera över och göra <b>enkla</b> sammanfattningar av texter samt skriva egna texter so <b>anknyter till</b> det lästa. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. Dessutom kan eleven <b>översiktligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>någon</b> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.</p><p>Eleven kan göra <b>enkla</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt</b> om attityder till <b>någon</b> form av språklig variation.</p><p>Eleven kan göra <b>enkla</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven kan skriftligt förmedla egna tankar och åsikter <b>med viss säkerhet och på ett nyanserat sätt</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar.</b> Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, <b>och språket är varierat och delvis välformulerat</b>.</p><p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter so <b>lyfter fram huvudtanken i</b> det lästa. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp.</b> Dessutom kan eleven <b>utförligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser och formulerar <b>välgrundade</b> egna tankar med utgångspunkt i berättandet.</p><p>Eleven kan göra <b>välgrundade</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <b>och diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt, utifrån några olika perspektiv</b>, om attityder till <b>några</b> olika former av språklig variation.</p><p>Eleven kan göra <b>välgrundade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven kan skriftligt förmedla egna tankar och åsikter <b>med säkerhet och på ett nyanserat sätt</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <b>och väldisponerade</b> samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar.</b> Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och innehåller goda formuleringar</b>.</p><p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter so <b>lyfter fram huvudtanken i</b> det läst <b>och ger nya, relevanta perspektiv</b>. I sitt arbete värderar och granskar eleven <b>med säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p><p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp.</b> Dessutom kan eleven <b>utförligt redogöra</b> för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser, formulerar <b>välgrundade och nyanserade</b> egna tankar med utgångspunkt i berättandet <b>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</b>.</p><p>Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <b>och nyanserat diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>utförligt,</b><b> utifrån flera olika perspektiv</b>, om attityder till <b>flera</b> olika former av språklig variation.</p><p>Eleven kan göra <b>välgrundade och nyanserade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>",
"judge":{"e":["Eleven kan skriftligt förmedla egna tankar och åsikter <b>med viss säkerhet</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <b>till viss del</b> anpassade till syfte, mottagare och kommunikations­situation. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.",
"Eleven kan läsa, reflektera över och göra <b>enkla</b> sammanfattningar av texter samt skriva egna texter so <b>anknyter till</b> det lästa. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. Dessutom kan eleven <b>översiktligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>någon</b> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.",
"Eleven kan göra <b>enkla</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt</b> om attityder till <b>någon</b> form av språklig variation.",
"Eleven kan göra <b>enkla</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."],
"c":["Eleven kan skriftligt förmedla egna tankar och åsikter <b>med viss säkerhet och på ett nyanserat sätt</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar.</b> Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, <b>och språket är varierat och delvis välformulerat</b>.",
"Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter so <b>lyfter fram huvudtanken i</b> det lästa. I sitt arbete värderar och granskar eleven <b>med viss säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp.</b> Dessutom kan eleven <b>utförligt</b> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser och formulerar <b>välgrundade</b> egna tankar med utgångspunkt i berättandet.",
"Eleven kan göra <b>välgrundade</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <b>och diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>översiktligt, utifrån några olika perspektiv</b>, om attityder till <b>några</b> olika former av språklig variation.",
"Eleven kan göra <b>välgrundade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."],
"a":["Eleven kan skriftligt förmedla egna tankar och åsikter <b>med säkerhet och på ett nyanserat sätt</b>. Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <b>och väldisponerade</b> samt anpassade till syfte, mottagare och kommunikations­situation. <b>Dispositionen i den skriftliga framställningen är tydligt urskiljbar.</b> Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<b> och språket är varierat och innehåller goda formuleringar</b>.",
"Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter so <b>lyfter fram huvudtanken i</b> det läst <b>och ger nya, relevanta perspektiv</b>. I sitt arbete värderar och granskar eleven <b>med säkerhet</b> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
"Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <b>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp.</b> Dessutom kan eleven <b>utförligt redogöra</b> för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <b>några</b> iakttagelser, formulerar <b>välgrundade och nyanserade</b> egna tankar med utgångspunkt i berättandet <b>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</b>.",
"Eleven kan göra <b>välgrundade och nyanserade</b> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <b>och nyanserat diskutera</b> hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <b>utförligt,</b><b> utifrån flera olika perspektiv</b>, om attityder till <b>flera</b> olika former av språklig variation.",
"Eleven kan göra <b>välgrundade och nyanserade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."]},
"req":"de kunskaper specialskolan ger eller motsvarande",
"reqarr":[],
"reqBy":["SVNSVN02"]}