{"subject":"SVN",
"name":"Svenska för döva 2",
"points":100,
"instrRAW":"som bygger på kursen svenska för döva 1.",
"descarr":["Den bygger på kursen ",
"SVNSVN01",
"."],
"reqRAW":"kursen SVNSVN01",
"code":"SVNSVN02",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Uppbyggnad, språk och stil i olika typer av texter samt referat och kritisk granskning av texter. Skriftlig framställning av utredande och argumenterande texter. Normer och stildrag som hör till dessa texttyper.",
"Svenska och internationella författarskap, såväl kvinnliga som manliga, och skönlitterära verk, vilket även inkluderar teater samt film och andra medier, från olika tider och epoker. Dansk och norsk skönlitteratur, delvis på originalspråk. Relationen mellan skönlitteratur och samhällsutveckling, dvs. hur skönlitteraturen har formats av förhållanden och idéströmningar i samhället och hur den har påverkat samhällsutvecklingen.",
"Skönlitterära verkningsmedel. Centrala litteraturvetenskapliga begrepp och deras användning.",
"Svenska språkets uppbyggnad, dvs. hur ord, fraser och satser är uppbyggda samt hur de samspelar i grammatiken.",
"Språkförhållanden i Sverige och övriga Norden, till exempel språklagstiftning, minoritetsspråk och dialekter.",
"Fördjupade jämförelser av språkliga särdrag i svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b><b> viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är varierat och innehåller goda formuleringar.</p><p>Eleven kan i skriftlig argumentation formulera en tes och ge välgrundade argument till stöd för den.</p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på och diskuterar <b>översiktligt samband mellan skönlitteratur</b> och idéströmningar i samhället.</p><p>Eleven kan <b>översiktligt</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven ka <b>översiktligt</b> redogöra för <b>någon</b> aspekt av språksituationen i Sverige och övriga Norden.</p><p>Eleven kan identifiera språkdrag och göra <b>enkla</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och som ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang.</b> Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>klart och</b> varierat samt innehåller goda formuleringar.</p><p>Eleven kan i skriftlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge välgrundade argument till stöd för den.</p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel</b> och diskuterar <b>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.</p><p>Eleven kan <b>med viss precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven kan <b>utförligt</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.</p><p>Eleven kan identifiera språkdrag och göra <b>välgrundade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Elever kan <b>med säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande och <b>väldisponerade</b>. <b>Framställningen innehåller såväl belysande exempel som nya och vidgade perspektiv på det lästa. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang.</b> Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>träffsäkert, klart och</b> varierat och innehåller goda formuleringar.</p><p>Eleven kan i skriftlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge välgrundade argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument.</b></p><p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel, resonerar nyanserat om dem</b> och diskuterar <b>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.</p><p>Eleven kan <b>med god precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p><p>Eleven ka <b>utförligt och nyanserat</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.</p><p>Eleven kan identifiera språkdrag och göra <b>välgrundade och nyanserade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.</p>",
"judge":{"e":["Eleven kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande <b>och har tydligt urskiljbar disposition</b>. Texterna är <b>till</b><b> viss del</b> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är varierat och innehåller goda formuleringar.",
"Eleven kan i skriftlig argumentation formulera en tes och ge välgrundade argument till stöd för den.",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på och diskuterar <b>översiktligt samband mellan skönlitteratur</b> och idéströmningar i samhället.",
"Eleven kan <b>översiktligt</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven ka <b>översiktligt</b> redogöra för <b>någon</b> aspekt av språksituationen i Sverige och övriga Norden.",
"Eleven kan identifiera språkdrag och göra <b>enkla</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."],
"c":["Elever kan <b>med viss säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande, <b>väldisponerade och som ger ett nytt perspektiv på det lästa</b>. <b>Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang.</b> Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>klart och</b> varierat samt innehåller goda formuleringar.",
"Eleven kan i skriftlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge välgrundade argument till stöd för den.",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel</b> och diskuterar <b>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.",
"Eleven kan <b>med viss precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven kan <b>utförligt</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.",
"Eleven kan identifiera språkdrag och göra <b>välgrundade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."],
"a":["Elever kan <b>med säkerhet</b> samla, sovra och sammanställa information från olika källor. Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande och <b>väldisponerade</b>. <b>Framställningen innehåller såväl belysande exempel som nya och vidgade perspektiv på det lästa. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang.</b> Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <b>träffsäkert, klart och</b> varierat och innehåller goda formuleringar.",
"Eleven kan i skriftlig argumentation formulera en tes, <b>hålla sig konsekvent till den</b> och ge välgrundade argument till stöd för den. <b>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument.</b>",
"Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <b>litterära verkningsmedel, resonerar nyanserat om dem</b> och diskuterar <b>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</b> och idéströmningar i samhället.",
"Eleven kan <b>med god precision</b> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
"Eleven ka <b>utförligt och</b> <b>nyanserat</b> redogöra för <b>några</b> aspekter av språksituationen i Sverige och övriga Norden.",
"Eleven kan identifiera språkdrag och göra <b>välgrundade och nyanserade</b> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."]},
"req":"SVNSVN01",
"reqarr":["SVNSVN01"],
"reqBy":["SVNSVN03"]}