{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 4",
"points":100,
"requirements":"svenskt teckenspråk för hörande 3",
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 3.",
"code":"SVTSVT04",
"goaltext":"Kursen svenskt teckenspråk för hörande 4 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen, vardagliga situationer, aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.",
"Dövas levnadssituation internationellt i olika sammanhang samt teckenspråkens situation i ett internationellt perspektiv."],
"Reception":["Svenskt teckenspråk och teckenspråkiga texter som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande teckenspråk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i dramatiserad form, samt teckenspråkig poesi.",
"Sakprosa av olika slag och med olika syften, till exempel reportage.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i teckenspråkiga texter.",
"Språkliga företeelser, tecken, fasta orala komponenter, icke-manuella signaler och grammatiska strukturer i det språk eleven möter.",
"Variation av svenskt teckenspråk för olika syften och i olika sammanhang.",
"Hur teckenbildningsprocesser och satsbildning används för att skapa språklig struktur och sammanhängande helheter."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnen.",
"Språklig säkerhet när det gäller till exempel fasta orala komponenter, icke-manuella signaler och satsbyggnad samt andra grammatiska strukturer, mot tydlighet, variation och flyt.",
"Bearbetning av egna och andras framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation."]}}