{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 2",
"origname":"Svenskt teckenspråk för hörande 2",
"points":100,
"instrRAW":"som bygger på kursen svenskt teckenspråk för hörande 1 eller svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan.",
"descarr":["Den bygger på kursen ",
"SVTSVT01",
" eller svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan."],
"reqRAW":"kursen SVTSVT01 eller svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan",
"code":"SVTSVT02",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Vardagsliv, villkor och sociala relationer i olika sammanhang där teckenspråk används."],
"Reception":["Tydligt svenskt teckenspråk och enkla teckenspråkiga texter som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.",
"Dialoger, intervjuer och samtal.",
"Berättelser och annan fiktion, även i dramatiserad form.",
"Information och meddelanden, till exempel reklam, tidtabeller och notiser.",
"Strategier för att uppfatta betydelsebärande tecken, signaler och sammanhang samt för att anpassa avläsning till framställningens form och innehåll.",
"Olika sätt att söka, välja och uppfatta innehållet i teckenspråkiga texter.",
"Språkliga företeelser, till exempel satsbyggnad, fasta orala komponenter, icke-manuella signaler och rumsaspekter i det språk eleverna möter.",
"Olika markörer för att inleda och avsluta olika typer av framställningar och samtal."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal och dialog för kontakt och kommunikation.",
"Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem i samtal och annan kommunikation samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel bokstavering, tecken, fasta orala komponenter, icke-manuella signaler samt grammatiska strukturer, mot tydlighet och anpassning till syfte och sammanhang."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>det mest väsentliga av</b> <b>innehållet</b> i enkelt och tydligt tecknat svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehållet samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleve <b>någon</b> strategi i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven <b>enkelt och begripligt med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. </p><p>I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med tecken, fraser och meningar. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. </p><p>Eleven kommentera <b>i enkel form</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga</b><b> innehållet</b><b> och uppfattar tydliga detaljer</b> i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom at <b>i enkel form</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.</p><p>I interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med tecken, fraser och meningar. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>helheten och uppfattar väsentliga detaljer</b>, i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för och kommentera innehåll <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i</b> <b>viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och relativt sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.</p><p>I interaktion uttrycker sig eleven <b>tydligt</b> och enkelt med tecken, fraser och meningar <b>samt</b> <b>i någon mån anpassat</b> <b>till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>det mest väsentliga av</b> <b>innehållet</b> i enkelt och tydligt tecknat svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>i enkel form</b> redogöra för och kommentera innehållet samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleve <b>någon</b> strategi i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven <b>enkelt och begripligt med fraser och meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. ",
"I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med tecken, fraser och meningar. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. ",
"Eleven kommentera <b>i enkel form</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga</b><b> innehållet</b><b> och uppfattar tydliga detaljer</b> i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom at <b>i enkel form</b> redogöra för och kommentera innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
"I interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med tecken, fraser och meningar. Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar <b>i enkel form</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>helheten och uppfattar väsentliga detaljer</b>, i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för och kommentera innehåll <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven enkelt,<b> relativt tydligt och relativt sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
"I interaktion uttrycker sig eleven <b>tydligt</b> och enkelt med tecken, fraser och meningar <b>samt</b> <b>i någon mån anpassat</b> <b>till syfte, mottagare och situation</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar <b>översiktligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."]},
"req":{"type":"OR",
"arr":["SVTSVT01",
"svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan"]},
"reqarr":["SVTSVT01"],
"reqBy":["SVTSVT03"],
"friends":["SVTSVT01",
"SVTSVT01",
"SVTSVT03",
"SVTSVT04",
"SVTSVT05",
"SVTSVT06",
"SVTSVT07"]}