{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 3",
"points":100,
"requirements":{"type":"OR",
"arr":["svenskt teckenspråk för hörande 2",
"svenskt teckenspråk för hörande inom ramen för språkval i grundskolan"]},
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 2 eller svenskt teckenspråk för hörande inom ramen för språkval i grundskolan.",
"code":"SVTSVT03",
"goaltext":"Kursen svenskt teckenspråk för hörande 3 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Kända ämnesområden; vardagliga situationer, intressen, personer, platser, aktiviteter och aktuella händelser; åsikter, känslor och erfarenheter.",
"Dövas tvåspråkighetssituation och teckenspråks förhållande till tal- och skriftspråk i olika situationer."],
"Reception":["Tydligt svenskt teckenspråk och teckenspråkiga texter, som är instruerande, beskrivande, berättande, diskuterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande teckenspråk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i dramatiserad form.",
"Enkel sakprosa av olika slag och med olika syften, till exempel nyheter.",
"Strategier för att uppfatta detaljer och betydelsebärande enheter för att förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i teckenspråkiga texter.",
"Språkliga företeelser, till exempel satsbyggnad och fasta orala komponenter samt icke-manuella signaler och annan grammatisk struktur, i det språk eleverna möter.",
"Variation av svenskt teckenspråk för olika syften och i olika sammanhang."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar på sammanhängande teckenspråk. Diskussioner, samtal och textproduktion för kontakt och kommunikation i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ta initiativ till interaktion, återkoppling och turtagning.",
"Språklig säkerhet när det gäller till exempel bokstavering, teckenbildning, fasta orala komponenter, icke-manuella signaler och grammatiska strukturer, mot tydlighet, variation och anpassning till syfte, mottagare och situation."]}}