{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 6",
"points":100,
"requirements":"svenskt teckenspråk för hörande 5",
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 5.",
"code":"SVTSVT06",
"goaltext":"Kursen svenskt teckenspråk för hörande 6 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.",
"Teckenspråket i världen: andra länders teckenspråk och internationell teckenkommunikation.",
"Historiska perspektiv på levnadsvillkor, attityder, värderingar, samhällsfrågor samt sociala, politiska och kulturella förhållanden kopplade till teckenspråk och döva i olika sammanhang."],
"Reception":["Svenskt teckenspråk, även med social färgning, och teckenspråkiga texter, även komplexa och formella, som är berättande, diskuterande och argumenterande, rapporterande och redogörande, även via film och andra medier.",
"Sammanhängande teckenspråk och samtal av olika slag, till exempel debatter, föredrag och intervjuer.",
"Skönlitteratur, teckenspråkig poesi och scenkonst.",
"Sakprosa av olika slag och med olika syften, till exempel formella dokument, populärvetenskapliga texter och reportage.",
"Strategier för källkritiskt förhållningssätt när man bearbetar framställningar från olika källor.",
"Strategier för att söka relevant information i längre sekvenser av teckenspråkiga texter och för att uppfatta attityd och underförstådd betydelse.",
"Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i olika teckenspråkiga genrer.",
"Strategier för översättning och tolkning mellan svenskt teckenspråk och svenska.",
"Texttranskription för lärande och dokumentation."],
"Produktion och interaktion":["Produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.",
"Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.",
"Olika sätt att dokumentera och föra anteckningar när man avläser och bearbetar framställningar från olika källor.",
"Bearbetning av språk och struktur i egna och andras framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte."]}}