{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 7",
"points":100,
"requirements":"svenskt teckenspråk för hörande 6",
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 6.",
"code":"SVTSVT07",
"goaltext":"Kursen svenskt teckenspråk för hörande 7 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien.",
"Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor kopplade till teckenspråk, teckenspråkiga och döva i olika sammanhang."],
"Reception":["Svenskt teckenspråk, även med social och dialektal färgning, teckenspråkiga texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via film och andra medier.",
"Sammanhängande teckenspråk och samtal av olika slag, till exempel debatter, fördjupande reportage och föreläsningar.",
"Skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.",
"Sakprosa av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.",
"Strategier för att överblicka och strukturera information i längre sekvenser av teckenspråkiga texter.",
"Strategier för att dra slutsatser av språk när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.",
"Framställningars uppbyggnad i olika genrer. Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel. ",
"Teckentranskription används för lärande och dokumentation."],
"Produktion och interaktion":["Produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.",
"Framställning inom valt fördjupningsområde.",
"Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.",
"Strategier för att medverka vid tolk- och översättningssituationer med anknytning till samhälls- och arbetslivet.",
"Användning av grundläggande stilistiska och retoriska grepp.",
"Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte."]}}