{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 5",
"points":100,
"requirements":"svenskt teckenspråk för hörande 4",
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 4.",
"code":"SVTSVT05",
"goaltext":"Kursen svenskt teckenspråk för hörande 5 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.",
"Värderingar och attityder kopplade till döva, dövblinda, hörselskadade och andra teckenspråkiga personer. Sociala, politiska och kulturella förhållanden i olika sammanhang där teckenspråk används även internationellt."],
"Reception":["Svenskt teckenspråk, även med viss social färgning, och teckenspråkiga texter, som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även via medier. ",
"Sammanhängande teckenspråk och samtal av olika slag, till exempel intervjuer.",
"Skönlitteratur och annan fiktion.",
"Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage.",
"Strategier för att jämföra svenska eller annat modersmål med svenskt teckenspråk.",
"Olika sätt att söka, välja och kritiskt granska teckenspråkiga texter.",
"Hur språkliga komponenter i framställningar skapar struktur och sammanhang och tydliggör bland annat inledning, orsakssammanhang, tids- och rumsaspekter."],
"Produktion och interaktion":["Produktion och interaktion av olika slag, även i mer formella sammanhang, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.",
"Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.",
"Bearbetning av egna och andras framställningar för att variera, tydliggöra och precisera dem samt för att skapa struktur och anpassa dem till syftet och situationen. I detta ingår användning av språkliga komponenter som tydliggör orsakssammanhang och tids- och rumsaspekter."]}}