{"subject":"SVT",
"name":"Svenskt teckenspråk för hörande 2",
"points":100,
"requirements":{"type":"OR",
"arr":["svenskt teckenspråk för hörande 1",
"svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan"]},
"instructiontext":"som bygger på kursen svenskt teckenspråk för hörande 1 eller svenskt teckenspråk för hörande inom ramen för elevens val i grundskolan.",
"code":"SVTSVT02",
"goaltext":"Kursen svenskt teckenspråk för hörande 2 omfattar punkterna 1&mdash;5 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1],
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.",
"Vardagsliv, villkor och sociala relationer i olika sammanhang där teckenspråk används."],
"Reception":["Tydligt svenskt teckenspråk och enkla teckenspråkiga texter som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.",
"Dialoger, intervjuer och samtal.",
"Berättelser och annan fiktion, även i dramatiserad form.",
"Information och meddelanden, till exempel reklam, tidtabeller och notiser.",
"Strategier för att uppfatta betydelsebärande tecken, signaler och sammanhang samt för att anpassa avläsning till framställningens form och innehåll.",
"Olika sätt att söka, välja och uppfatta innehållet i teckenspråkiga texter.",
"Språkliga företeelser, till exempel satsbyggnad, fasta orala komponenter, icke-manuella signaler och rumsaspekter i det språk eleverna möter.",
"Olika markörer för att inleda och avsluta olika typer av framställningar och samtal."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal och dialog för kontakt och kommunikation.",
"Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem i samtal och annan kommunikation samt för att delta i och bidra till samtal.",
"Språklig säkerhet när det gäller till exempel bokstavering, tecken, fasta orala komponenter, icke-manuella signaler samt grammatiska strukturer, mot tydlighet och anpassning till syfte och sammanhang."]}}