{"subject":"SVT",
"novux":false,
"name":"Svenskt teckenspråk för hörande 1",
"origname":"Svenskt teckenspråk för hörande 1",
"points":100,
"code":"SVTSVT01",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Personlig information; ämnesområden som är välbekanta för eleverna; intressen, vardagliga situationer, personer och platser; åsikter och känslor.",
"Vardagsliv och villkor i olika sammanhang där teckenspråk används."],
"Reception":["Tydligt svenskt teckenspråk och enkla teckenspråkiga texter som är instruerande, beskrivande och kontaktskapande, även via olika medier och i kombination med illustrationer.",
"Dialoger och samtal.",
"Berättelser, även i dramatiserad form.",
"Information och meddelanden, till exempel reklam.",
"Strategier för att uppfatta betydelsebärande tecken och signaler och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.",
"Olika sätt att orientera sig i och välja bland teckenspråkiga texter från internet och andra medier.",
"Grundläggande principer för teckenspråkets gestuella-visuella struktur.",
"Tecken, icke-manuella signaler och vardagsfraser i de språk eleven möter.",
"Hur ord bokstaveras och används i svenskt teckenspråk."],
"Produktion och interaktion":["Presentationer, instruktioner, meddelanden och beskrivningar på sammanhängande teckenspråk. Samtal och dialog för kontakt och kommunikation.",
"Strategier för att lösa språkliga problem i samtal, till exempel bokstavering, omformuleringar, visualisering och frågor.",
"Språklig säkerhet när det gäller till exempel bokstavering, tecken och icke-manuella signaler."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>enkel bokstavering,</b> <b>vanliga tecken och enkla fraser</b> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehållet samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>någon</b> strategi i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven enkelt oc <b>begripligt med bokstavering, enstaka tecken</b><b> och fraser</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. </p><p>I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med bokstavering, <b>enstaka</b> tecken och <b>enkla</b> fraser. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven enkelt oc <b>relativt tydligt</b> <b>med bokstavering, fraser och</b><b> meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. </p><p>I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med bokstavering, tecken, fraser oc <b>meningar.</b> Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. </p><p>Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar väsentliga detaljer</b>, i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar av olika slag formulerar sig eleven enkelt, <b>relativt tydligt</b> oc <b>till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.</p><p>I interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med bokstavering, tecken, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven kommenterar i enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>enkel bokstavering,</b> <b>vanliga tecken och enkla fraser</b> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehållet samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>någon</b> strategi i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven enkelt oc <b>begripligt med bokstavering, enstaka tecken</b><b> och fraser</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. ",
"I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med bokstavering, <b>enstaka</b> tecken och <b>enkla</b> fraser. Dessutom väljer och använder eleven <b>någon</b> strategi som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga detaljer</b> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i <b>mycket</b> enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven enkelt oc <b>relativt tydligt</b> <b>med bokstavering, fraser och</b><b> meningar</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enstaka</b> enkla förbättringar av, egna framställningar. ",
"I interaktion uttrycker sig eleven <b>begripligt</b> och enkelt med bokstavering, tecken, fraser oc <b>meningar.</b> Dessutom väljer och använder eleven <b>några olika</b> strategier som löser problem i och förbättrar interaktionen. ",
"Eleven kommenterar i <b>mycket</b> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga detaljer</b>, i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen. Eleven visar sin förståelse genom att i enkel form redogöra för innehål <b>och detaljer</b> samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar av olika slag formulerar sig eleven enkelt, <b>relativt tydligt</b> oc <b>till viss del sammanhängande</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
"I interaktion uttrycker sig eleven <b>relativt tydligt</b> och enkelt med bokstavering, tecken, fraser oc <b>meningar</b>. Dessutom väljer och använder eleven <b>flera olika</b> strategier som löser problem i och förbättrar interaktionen.",
"Eleven kommenterar i enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."]},
"reqBy":["SVTSVT02"],
"friends":["SVTSVT02",
"SVTSVT02",
"SVTSVT03",
"SVTSVT04",
"SVTSVT05",
"SVTSVT06",
"SVTSVT07"]}