{"subject":"SVT",
"novux":false,
"name":"Svenskt teckenspråk för hörande 4",
"origname":"Svenskt teckenspråk för hörande 4",
"points":100,
"instrRAW":"som bygger på kursen svenskt teckenspråk för hörande 3.",
"descarr":["Den bygger på kursen ",
"SVTSVT03",
"."],
"reqRAW":"kursen SVTSVT03",
"code":"SVTSVT04",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Kommunikationens innehåll":["Aktuella och kända ämnesområden; intressen, vardagliga situationer, aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.",
"Dövas levnadssituation internationellt i olika sammanhang samt teckenspråkens situation i ett internationellt perspektiv."],
"Reception":["Svenskt teckenspråk och teckenspråkiga texter som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.",
"Samtal och sammanhängande teckenspråk, till exempel dialoger och intervjuer.",
"Berättelser och annan fiktion, även i dramatiserad form, samt teckenspråkig poesi.",
"Sakprosa av olika slag och med olika syften, till exempel reportage.",
"Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.",
"Olika sätt att söka, välja och värdera innehållet i teckenspråkiga texter.",
"Språkliga företeelser, tecken, fasta orala komponenter, icke-manuella signaler och grammatiska strukturer i det språk eleven möter.",
"Variation av svenskt teckenspråk för olika syften och i olika sammanhang.",
"Hur teckenbildningsprocesser och satsbildning används för att skapa språklig struktur och sammanhängande helheter."],
"Produktion och interaktion":["Instruktioner, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.",
"Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.",
"Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnen.",
"Språklig säkerhet när det gäller till exempel fasta orala komponenter, icke-manuella signaler och satsbyggnad samt andra grammatiska strukturer, mot tydlighet, variation och flyt.",
"Bearbetning av egna och andras framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar tydliga</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleve <b>någon</b> strategi i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> oc <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.</p><p>I interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven förstår <b>det</b> <b>huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> oc <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar. </p><p>I interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.</p><p>Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven förstår <b>såväl helhet som</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo och i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.</p><p>För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.</p><p>Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.</p><p>I framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar.</p><p>I interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och</b> <b>med flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. </p><p>Eleven diskuterar <b>utförligt och nyanserat</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>välutvecklade och nyans</b><b>erade</b> jämförelser med egna erfarenheter och kunskaper.</p>",
"judge":{"E":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar tydliga</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>översiktligt</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <b>godtagbart</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleve <b>någon</b> strategi i sin avläsning.",
"Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>med viss relevans</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar i olika genrer formulerar sig eleven <b>enkelt, begripligt</b> oc <b>relativt</b> sammanhängande. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>enkla</b> förbättringar av, egna framställningar.",
"I interaktion i olika sammanhang uttrycker sig eleven <b>begripligt och enkelt</b> samt <b>i någon mån anpassat</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>i huvudsak</b> fungerande strategier som <b>i viss mån</b> löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>översiktligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>enkla</b> jämförelser med egna erfarenheter och kunskaper."],
"C":["Eleven förstår <b>det huvudsakliga innehållet och uppfattar väsentliga</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>tillfredsställande</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>på ett relevant sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> oc <b>relativt</b> sammanhängande. <b>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar. ",
"I interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och med visst flyt</b> samt <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
"Eleven diskuterar <b>utförligt</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>välutvecklade</b> jämförelser med egna erfarenheter och kunskaper."],
"A":["Eleven förstår <b>såväl helhet som</b> detaljer i svenskt teckenspråk tecknat i måttligt tempo och i lättillgängliga teckenspråkiga texter i olika genrer. Eleven visar sin förståelse genom att <b>välgrundat och nyanserat</b> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att me <b>gott</b> resultat agera utifrån budskap och instruktioner i innehållet.",
"För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <b>i viss utsträckning</b> strategier i sin avläsning.",
"Eleven väljer teckenspråkiga texter från olika medier, samt använder <b>på ett relevant och effektivt sätt</b> det valda materialet i sin egen produktion och interaktion.",
"I framställningar i olika genrer formulerar sig eleven <b>relativt varierat, tydligt</b> och sammanhängande. <b>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation</b>. För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <b>välgrundade</b> förbättringar av, egna framställningar.",
"I interaktion i olika sammanhang uttrycker sig eleven <b>tydligt och</b> <b>med flyt</b> sam <b>med viss anpassning</b> till syfte, mottagare och situation. Dessutom väljer och använder eleve <b>väl</b> fungerande strategier som löser problem i och förbättrar interaktionen <b>och för den framåt på ett konstruktivt sätt</b>. ",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> några företeelser i olika sammanhang där teckenspråk används, och gör då också <b>välutvecklade och nyans</b><b>erade</b> jämförelser med egna erfarenheter och kunskaper."]},
"req":"SVTSVT03",
"reqarr":["SVTSVT03"],
"reqBy":["SVTSVT05"],
"friends":["SVTSVT01",
"SVTSVT02",
"SVTSVT03",
"SVTSVT05",
"SVTSVT06",
"SVTSVT07"]}