{"subject":"SYS",
"name":"Systemuppbyggnad",
"points":100,
"code":"SYSSYT0",
"goals":[2,0,1,2,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Helhetssyn på värme-, sanitets-, ventilations-, kyl- och värmepumpssystems funktioner och samverkan i fastigheter, byggnadsverk och anläggningar.",
"Uppbyggnad och funktion av värme-, sanitets-, ventilations-, kyl- och värmepumpssystem samt hur de installeras och sköts.",
"Flödesriktningar, tryck och temperaturer i olika system.",
"Hur apparater och komponenter i system fungerar var för sig och i samverkan.",
"Enkla systemritningar, ritningssymboler och beteckningar samt hur de används för att beskriva system.",
"Flödesscheman, driftkort och användarmanualer för att utföra driftkontroll på verkliga eller fiktiva system.",
"Installationsregler, bygglagstiftning och arbetsmiljöregler för att uppfylla samhällets krav på energihushållning, hälsa och säkerhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>översiktligt</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>översiktligt</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven <b>enkelt</b> fackspråk.</p><p>Eleven gör <b>med viss säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.</p><p>Eleven utför <b>i samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>utförligt</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven fackspråk.</p><p>Eleven gör <b>med viss säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.</p><p>Eleven utför <b>efter samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt och nyanserat</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>utförligt och nyanserat</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven <b>nyanserat</b> fackspråk.</p><p>Eleven gör <b>med säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.</p><p>Eleven utför <b>efter samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>översiktligt</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>översiktligt</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven <b>enkelt</b> fackspråk.",
"Eleven gör <b>med viss säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.",
"Eleven utför <b>i samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>utförligt</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven fackspråk.",
"Eleven gör <b>med viss säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.",
"Eleven utför <b>efter samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för komponenter och apparater i systemen och deras funktion och konstruktion. Eleven hänvisar i sin beskrivning till ritningar, driftkort, användarmanualer och instruktioner. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> en effektiv och miljövänlig energianvändning i energitekniska system. I beskrivningarna använder eleven <b>nyanserat</b> fackspråk.",
"Eleven gör <b>med säkerhet</b> enkla ritningar av energisystem med korrekta symboler och beteckningar.",
"Eleven utför <b>efter samråd</b> med handledare driftkontroller med hjälp av ritningar, driftkort, användarmanualer och instruktioner samt utifrån lagar och andra bestämmelser.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["SYSINJ0",
"SYSVÄM0"]}