{"subject":"SYS",
"name":"Värmelära",
"points":100,
"code":"SYSVÄM0",
"goals":[1,2,1,1,1,2,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Sambanden mellan värme och andra former av energi. Begrepp inom termodynamiken, till exempel värmeöverföring, temperatur, energiomvandling och tryck.",
"Metoder för och tillämpning av energi- och effektberäkningar.",
"Dimensionering av rör- och luftkanalsystem, värmare och köldbärarsystemens luftkylare samt flöden och tryckfall i dessa. ",
"Effektiv energianvändning för byggnader.",
"Enkla systemritningar, ritningssymboler och beteckningar samt hur de används för att beskriva system.",
"Produktinformation, beräkningshandböcker, schabloner, lathundar, datorprogram och beräkningsmetoder samt hur de används för att utföra beräkningar av system.",
"Bygglagstiftning för att uppfylla samhällets krav på energihushållning, hälsa och säkerhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>översiktligt</b> för termodynamikens lagar. Dessutom beskriver eleven <b>översiktligt</b> en effektiv och miljövänlig energianvändning i energitekniska system.</p><p>Eleven <b>uppskattar</b> behov av värme- och kyleffekter i <b>enkla</b> system genom att använda vedertagna schabloner och lathundar så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>uppskattningar</b> med <b>enkla</b> omdömen och redogör <b>översiktligt</b> för hur man dimensionerar systemen. </p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt</b> för termodynamikens lagar. Dessutom beskriver eleven <b>utförligt</b> en effektiv och miljövänlig energianvändning i energitekniska system.</p><p>Eleven <b>beräknar</b> behov av värme- och kyleffekter i system genom att använda vedertagna schabloner och lathunda <b>samt enkla beräkningsmetoder</b> så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>beräkningar</b> med <b>nyanserade</b> omdömen och redogör <b>utförligt</b> för hur man dimensionerar systemen. </p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt</b> <b>och nyanserat</b> för termodynamikens lagar. Dessutom beskriver eleven <b>utförligt</b> <b>och nyanserat</b> en effektiv och miljövänlig energianvändning i energitekniska system.</p><p>Eleven <b>beräknar</b> behov av värme- och kyleffekter i <b>komplexa</b> system genom att använda vedertagna schabloner och lathundar <b>samt komplexa beräkningsmetoder</b> så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>beräkningar</b> med <b>nyanserade</b> omdömen <b>och ger förslag på hur systemet kan energioptimeras</b>. Eleven redogör <b>utförligt och nyanserat</b> för hur man dimensionerar systemen.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>översiktligt</b> för termodynamikens lagar. Dessutom beskriver eleven <b>översiktligt</b> en effektiv och miljövänlig energianvändning i energitekniska system.",
"Eleven <b>uppskattar</b> behov av värme- och kyleffekter i <b>enkla</b> system genom att använda vedertagna schabloner och lathundar så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>uppskattningar</b> med <b>enkla</b> omdömen och redogör <b>översiktligt</b> för hur man dimensionerar systemen."],
"C":["Eleven beskriver <b>utförligt</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt</b> för termodynamikens lagar. Dessutom beskriver eleven <b>utförligt</b> en effektiv och miljövänlig energianvändning i energitekniska system.",
"Eleven <b>beräknar</b> behov av värme- och kyleffekter i system genom att använda vedertagna schabloner och lathunda <b>samt enkla beräkningsmetoder</b> så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>beräkningar</b> med <b>nyanserade</b> omdömen och redogör <b>utförligt</b> för hur man dimensionerar systemen."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> funktionen och konstruktionen hos olika energitekniska system. I beskrivningen redogör eleven <b>utförligt och</b> <b>nyanserat</b> för termodynamikens lagar. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> en effektiv och miljövänlig energianvändning i energitekniska system.",
"Eleven <b>beräknar</b> behov av värme- och kyleffekter i <b>komplexa</b> system genom att använda vedertagna schabloner och lathundar <b>samt komplexa beräkningsmetoder</b> så att systemen följer bygglagstiftningen. Dessutom värderar eleven resultatet av sina <b>beräkningar</b> med <b>nyanserade</b> omdömen <b>och ger förslag på hur systemet kan energioptimeras</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur man dimensionerar systemen."]},
"friends":["SYSINJ0",
"SYSSYT0"]}