{"subject":"TEA",
"name":"Dramatik och dramaturgi",
"origname":"Dramatik och dramaturgi",
"points":100,
"code":"TEADRM0",
"goals":[0,0,2,0,1,1,0,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Dramatiska texters uppbyggnad med fokus på handling, rum, tid, roller, rytm och språk. ",
"Dramaturgiska verktyg för att strukturera en berättelse, till exempel anslag, presentation, upptrappning, vändpunkt och avslut.",
"Sätt att bearbeta olika former av dramatiska texter och sceniska berättelser samt skönlitterära texter för att uppnå maximalt sceniskt uttryck. ",
"Den dramatiska textens samverkan med teaterns övriga uttrycksområden.",
"Framställning av dramatisk text där ett syfte förmedlas till en mottagare.",
"Reflektion över det egna skapandet av dramatisk text.",
"Analys och tolkning av olika dramatiska texter och sceniska gestaltningar.",
"Dramatisk text från olika historiska epoker. Teorier om den dramatiska textens uppbyggnad och dess relation till sitt eget samhälle. ",
"Dramaturgiska begrepp, till exempel tid, rum, rytm, anslag och vändpunkt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för uppbyggnad av dramatisk text och beskriver <b>översiktligt</b> dramaturgiska verktyg. Eleven skapar <b>enkel</b> dramatisk text <b>med utgångspunkt från sig själv</b> samt bearbetar och dramatiserar <b>några</b> <b>enkla</b> förlagor.</p><p>Eleven beskriver <b>översiktligt</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom <b>några former</b> av <b>enkel</b> dramatisk text.</p><p>Eleven diskuterar <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> analys av <b>någon enkel</b> dramatisk text och tolkar <b>denna</b>.</p><p>Eleven redogör <b>översiktligt</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med viss säkerhet</b> kopplingar till teorier och till samhället. I sin analys och redogörelse använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för uppbyggnad av dramatisk text och beskriver <b>utförligt</b> dramaturgiska verktyg. Eleven skapar <b>enkel</b> dramatisk text <b>med utgångspunkt från sig själv</b> samt bearbetar och dramatiserar <b>några</b> förlagor.</p><p>Eleven beskriver <b>utförligt</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom <b>några</b> former av dramatisk text.</p><p>Eleven diskuterar <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några</b> dramatiska texter och tolkar <b>dessa</b>.</p><p>Eleven redogör <b>utförligt</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med viss säkerhet</b> kopplingar till teorier och till samhället. I sina analyser och i sin redogörelse använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnad av dramatisk text och beskriver <b>utförligt och nyanserat</b> dramaturgiska verktyg. Eleven skapar dramatisk text <b>med utgångspunkt från sig själv och med personligt uttryck</b> samt bearbetar och dramatiserar <b>några komplexa</b> förlagor.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med säkerhet</b> med publik genom <b>några</b> former av <b>komplex</b> dramatisk text.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några komplexa</b> dramatiska texter och tolkar <b>dessa</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med säkerhet</b> kopplingar till teorier och till samhället. I sina analyser och i sin redogörelse använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för uppbyggnad av dramatisk text och beskriver <b>översiktligt</b> dramaturgiska verktyg. Eleven skapar <b>enkel</b> dramatisk text <b>med utgångspunkt från sig själv</b> samt bearbetar och dramatiserar <b>några</b> <b>enkla</b> förlagor.",
"Eleven beskriver <b>översiktligt</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom <b>några former</b> av <b>enkel</b> dramatisk text.",
"Eleven diskuterar <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> analys av <b>någon enkel</b> dramatisk text och tolkar <b>denna</b>.",
"Eleven redogör <b>översiktligt</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med viss säkerhet</b> kopplingar till teorier och till samhället. I sin analys och redogörelse använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"C":["Eleven redogör <b>utförligt</b> för uppbyggnad av dramatisk text och beskriver <b>utförligt</b> dramaturgiska verktyg. Eleven skapar <b>enkel</b> dramatisk text <b>med utgångspunkt från sig själv</b> samt bearbetar och dramatiserar <b>några</b> förlagor.",
"Eleven beskriver <b>utförligt</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom <b>några</b> former av dramatisk text.",
"Eleven diskuterar <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några</b> dramatiska texter och tolkar <b>dessa</b>.",
"Eleven redogör <b>utförligt</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med viss säkerhet</b> kopplingar till teorier och till samhället. I sina analyser och i sin redogörelse använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnad av dramatisk text och beskriver <b>utförligt och</b> <b>nyanserat</b> dramaturgiska verktyg. Eleven skapar dramatisk text <b>med utgångspunkt från sig själv och med personligt uttryck</b> samt bearbetar och dramatiserar <b>några komplexa</b> förlagor.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer. Eleven kommunicerar <b>med säkerhet</b> med publik genom <b>några</b> former av <b>komplex</b> dramatisk text.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några komplexa</b> dramatiska texter och tolkar <b>dessa</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för dramatik och dramaturgi från olika historiska epoker. I redogörelsen gör eleven <b>med säkerhet</b> kopplingar till teorier och till samhället. I sina analyser och i sin redogörelse använder eleven <b>med säkerhet</b> relevanta begrepp."]},
"friends":["TEAFYS0",
"TEALJU00S",
"TEAREG0",
"TEARÖS0",
"TEASCE01",
"TEASCE02",
"TEASCE03",
"TEASCI0",
"TEASCN0",
"TEASCE00S",
"TEATEA0"]}