{"subject":"TEA",
"name":"Fysisk teater",
"points":100,
"code":"TEAFYS0",
"goals":[2,0,0,0,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Rörelseorganens anatomi och fysiologi.",
"Avspänningstekniker och fysisk träning för att utveckla ett naturligt användande av kroppen.",
"Effekter på kropp och välbefinnande efter regelbunden fysisk träning.",
"Gestaltning med fysiska tekniker, till exempel mim, pantomim och akrobatik.",
"Kommunikation med publik genom fysisk gestaltning.",
"Samarbete i träningsgrupper och gestaltningsgrupper.",
"Reflektion över det egna skapandet och den egna fysiska träningen.",
"Analys och tolkning av sceniska gestaltningar med fokus på fysiska uttryck.",
"Begrepp för analys av fysisk teater, till exempel rörelse, kraft, rum och tid.",
"Teaterformer från olika kulturer och tider där det fysiska uttrycket betonas."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gestaltar med <b>tillfredsställande</b> resultat <b>enkla</b> uttryck med kroppen samt beskriver <b>översiktligt</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltandet.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>enkla</b> omdömen. Eleven gör en <b>enkel</b> analys av <b>någon annans</b> sceniska gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven redogör <b>översiktligt</b> för <b>någon</b> form av fysisk teater.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gestaltar med <b>tillfredsställande</b> resultat uttryck med kroppen samt beskriver <b>utförligt</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>Eleven redogör <b>utförligt</b> för <b>några</b> former av fysisk teater.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gestaltar med <b>gott</b> resultat <b>personliga och komplexa</b> uttryck med kroppen samt beskriver <b>utförligt och nyanserat</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen.</p><p>Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet och träningen kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för <b>flera</b> former av fysisk teater.</p>",
"judge":{"E":["Eleven gestaltar med <b>tillfredsställande</b> resultat <b>enkla</b> uttryck med kroppen samt beskriver <b>översiktligt</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltandet.",
"Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>enkla</b> omdömen. Eleven gör en <b>enkel</b> analys av <b>någon annans</b> sceniska gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven redogör <b>översiktligt</b> för <b>någon</b> form av fysisk teater."],
"C":["Eleven gestaltar med <b>tillfredsställande</b> resultat uttryck med kroppen samt beskriver <b>utförligt</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen.",
"Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"Eleven redogör <b>utförligt</b> för <b>några</b> former av fysisk teater."],
"A":["Eleven gestaltar med <b>gott</b> resultat <b>personliga och komplexa</b> uttryck med kroppen samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen.",
"Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda fysiska uttrycksmedel. Eleven samarbetar <b>med säkerhet</b> i fysiska gruppövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet och träningen kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> former av fysisk teater."]}}