{"subject":"TEA",
"name":"Ljud och ljus",
"points":100,
"code":"TEALJU00S",
"goals":[0,2,0,0,1,1,1,1,1,0],
"level":"normal",
"content":["Design av sceniska gestaltningar med ljud och ljus, alternativt ljud eller ljus.",
"Val och hantering av relevant utrustning för scenisk gestaltning.",
"Planerings-, ritnings- och riggningsarbete.",
"Arbetsmiljö och säkerhet vid arbete med teknisk utrustning, riggningsarbete, repetition och föreställning, till exempel el, hållfasthet, brand och utrymning.",
"Samspel mellan ljud, alternativt ljus, och teaterns övriga gestaltningskomponenter.",
"Kommunikation med ljud och ljus med publik, till exempel genom att förstärka känslor och stämningar och skapa uppfattning av tid och rum.",
"Teatern som kollektiv konstform och arbetsplats.",
"Reflektion över eget och andras arbete med ljud eller ljus.",
"Analys och tolkning av sceniska gestaltningar med fokus på ljud och ljus, alternativt ljud eller ljus.",
"Begrepp för analys av ljud och ljus, till exempel färg, riktning, intensitet och klang."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>i samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>i samråd</b> med handledare ljud- eller ljusteknik i sceniska gestaltningar. Eleven redogör <b>översiktligt</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>i samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>i samråd</b> med handledar <b></b>utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med viss säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.</p><p>Eleven beskriver <b>översiktligt</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>översiktligt</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>enkla</b> omdömen hur detta interagerar i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>efter samråd</b> med handledare ljud- eller ljusteknik i sceniska gestaltningar. Eleven redogör <b>utförligt</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>efter samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>efter samråd</b> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med viss säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.</p><p>Eleven beskriver <b>utförligt</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>nyanserade</b> omdömen hur detta interagerar i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>efter samråd</b> med handledar <b>och med ett personligt uttryck</b> ljud- eller ljusteknik i <b>komplexa</b> sceniska gestaltningar. Eleven redogör <b>utförligt och nyanserat</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>efter samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>efter samråd</b> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt och nyanserat</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>nyanserade</b> omdömen hur detta interagerar i sceniska gestaltningar <b>och formulerar vägar för hur skapandet kan utvecklas</b>. I diskussionen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven gör <b>i samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>i samråd</b> med handledare ljud- eller ljusteknik i sceniska gestaltningar. Eleven redogör <b>översiktligt</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>i samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>i samråd</b> med handledar 0utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med viss säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
"Eleven beskriver <b>översiktligt</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>översiktligt</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>enkla</b> omdömen hur detta interagerar i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>efter samråd</b> med handledare ljud- eller ljusteknik i sceniska gestaltningar. Eleven redogör <b>utförligt</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>efter samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>efter samråd</b> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med viss säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
"Eleven beskriver <b>utförligt</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>nyanserade</b> omdömen hur detta interagerar i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar använder eleven <b>efter samråd</b> med handledar <b>och med ett personligt uttryck</b> ljud- eller ljusteknik i <b>komplexa</b> sceniska gestaltningar. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas. I sitt designarbete genomför eleven <b>efter samråd</b> med handledare planerings- och ritningsarbete samt riggar <b>efter samråd</b> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen. I arbetet väljer och hanterar eleven <b>med säkerhet</b> relevant utrustning samt utför vid behov <b>enklare</b> felsökning och reparationer. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda ljud eller ljus samt samarbetar <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt och</b> <b>nyanserat</b> sitt eget och andras arbete med ljud eller ljus samt värderar med <b>nyanserade</b> omdömen hur detta interagerar i sceniska gestaltningar <b>och formulerar vägar för hur skapandet kan utvecklas</b>. I diskussionen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}