{"subject":"TEA",
"name":"Röst",
"points":100,
"code":"TEARÖS0",
"goals":[2,0,0,0,0,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Röstorganens anatomi och fysiologi.",
"Avspänningsteknik och röstövningar för att utveckla ett naturligt användande av rösten.",
"Effekter av regelbunden röstträning.",
"Röst och text i samspel.",
"Rösten som en del i skapandet av en scenisk karaktär.",
"Röstträning för att göra sig hörd på och utanför scenen samt för att med rösten förmedla en avsikt till en publik.",
"Samarbete i röstövningsgrupper och gestaltningsgrupper.",
"Reflektion över det egna skapandet och den egna röstträningen.",
"Analys och tolkning av sceniska gestaltningar med fokus på rösten.",
"Begrepp för röstträning och analys av rösten som sceniskt uttrycksmedel, till exempel magstöd, artikulation, ton och volym."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> röstorganens anatomi och redogör <b>översiktligt</b> för olika metoder för röstträning. Dessutom gestaltar eleven <b>enkla</b> uttryck med rösten med tillfredsställande resultat.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med</b> <b>viss säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> röstorganens anatomi och redogör <b>utförligt</b> för olika metoder för röstträning. Dessutom gestaltar eleven uttryck med rösten med tillfredsställande resultat.</p><p>Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med</b> <b>viss säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdömen. Eleven gör analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> röstorganens anatomi och redogör <b>utförligt och nyanserat</b> för olika metoder för röstträning. Dessutom gestaltar eleven <b>komplexa</b> uttryck med rösten med tillfredsställande resultat.</p><p>Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med</b> <b>säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet och träningen kan utvecklas</b>. Eleven gör analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> röstorganens anatomi och redogör <b>översiktligt</b> för olika metoder för röstträning. Dessutom gestaltar eleven <b>enkla</b> uttryck med rösten med tillfredsställande resultat.",
"Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med viss säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"C":["Eleven beskriver <b>utförligt</b> röstorganens anatomi och redogör <b>utförligt</b> för olika metoder för röstträning. Dessutom gestaltar eleven uttryck med rösten med tillfredsställande resultat.",
"Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med viss säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdömen. Eleven gör analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> röstorganens anatomi och redogör <b>utförligt och</b> <b>nyanserat</b> för olika metoder för röstträning. Dessutom gestaltar eleven <b>komplexa</b> uttryck med rösten med tillfredsställande resultat.",
"Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda rösten som uttrycksmedel. Eleven samarbetar även <b>med säkerhet</b> i röstövningar och gestaltningar. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> det egna skapandet och den egna träningen samt värderar dessa med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet och träningen kan utvecklas</b>. Eleven gör analyser av sceniska gestaltningar samt tolkar dessa. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp."]}}