{"subject":"TEA",
"name":"Regi",
"points":100,
"code":"TEAREG0",
"goals":[0,0,0,2,2,2,1,1,1,0],
"level":"normal",
"content":["Aktörers samspel i en gemensam scenisk gestaltning.",
"Moment i regiprocessen, till exempel faser med analys och tolkning, utforskande faser samt faser med det sceniska uttryckets form och komposition.",
"Samordning och ledarskap i regiarbetet, till exempel samarbetet med skådespelarna.",
"Regiarbetet i kommunikation med publik.",
"Sceniskt produktionsarbete som kollektiv konstform.",
"Reflektion över eget och andras regiarbete.",
"Analys och tolkning av sceniska gestaltningar med fokus på regiarbetet.",
"Begrepp för regiarbete, till exempel läsart, konflikt, vändpunkt, rytm och scenerier."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika moment i regiprocessen samt omsätte <b>något</b> av dessa i <b>enkla praktiska</b> övningar. Dessutom redogör eleven <b>översiktligt</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett <b>enkelt</b> regiarbete leder eleven andra och samordnar deras uttryck <b>med viss säkerhet</b>. Eleven formulerar <b>i samråd</b> med handledar <b></b>vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.</p><p>Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>översiktligt</b> sitt eget och andras regiarbete samt värderar dessa med <b>enkla</b> omdömen. Eleven värderar också med <b>enkla</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar. I diskussionen och värderingarna använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika moment i regiprocessen samt omsätte <b>några</b> av dessa i <b>praktiska</b> övningar. Dessutom redogör eleven <b>utförligt</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett regiarbete leder eleven andra och samordnar deras uttryck <b>med viss säkerhet</b>. Eleven formulerar <b>efter samråd</b> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.</p><p>Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>utförligt</b> sitt eget och andras regiarbete samt värderar dessa med <b>nyanserade</b> omdömen. Eleven värderar också med <b>nyanserade</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar. I diskussionen och värderingarna använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika moment i regiprocessen samt omsätte <b>flera</b> av dessa i övningar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett <b>komplext</b> regiarbete leder eleven andra och samordnar deras uttryck <b>med säkerhet samt gestaltar personliga uttryck baserade på egna idéer</b>. Eleven formulerar <b>efter samråd</b> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.</p><p>Eleven samarbetar <b>med säkerhet</b> <b>och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> sitt eget och andras regiarbete samt värderar dessa med <b>nyanserade</b> omdömen. Eleven värderar också med <b>nyanserade</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltninga <b>samt formulerar vägar för hur regiarbetet kan utvecklas</b>. I diskussionen och värderingarna använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för olika moment i regiprocessen samt omsätte <b>något</b> av dessa i <b>enkla praktiska</b> övningar. Dessutom redogör eleven <b>översiktligt</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett <b>enkelt</b> regiarbete leder eleven andra och samordnar deras uttryck <b>med viss säkerhet</b>. Eleven formulerar <b>i samråd</b> med handledar 0vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
"Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>översiktligt</b> sitt eget och andras regiarbete samt värderar dessa med <b>enkla</b> omdömen. Eleven värderar också med <b>enkla</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar. I diskussionen och värderingarna använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven redogör <b>utförligt</b> för olika moment i regiprocessen samt omsätte <b>några</b> av dessa i <b>praktiska</b> övningar. Dessutom redogör eleven <b>utförligt</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett regiarbete leder eleven andra och samordnar deras uttryck <b>med viss säkerhet</b>. Eleven formulerar <b>efter samråd</b> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
"Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>utförligt</b> sitt eget och andras regiarbete samt värderar dessa med <b>nyanserade</b> omdömen. Eleven värderar också med <b>nyanserade</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar. I diskussionen och värderingarna använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika moment i regiprocessen samt omsätte <b>flera</b> av dessa i övningar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning. I ett <b>komplext</b> regiarbete leder eleven andra och samordnar deras uttryck <b>med säkerhet samt gestaltar personliga uttryck baserade på egna idéer</b>. Eleven formulerar <b>efter samråd</b> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
"Eleven samarbetar <b>med säkerhet</b> <b>och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> sitt eget och andras regiarbete samt värderar dessa med <b>nyanserade</b> omdömen. Eleven värderar också med <b>nyanserade</b> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltninga <b>samt formulerar vägar för hur regiarbetet kan utvecklas</b>. I diskussionen och värderingarna använder eleven <b>med säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]}}