{"subject":"TEA",
"name":"Scenisk gestaltning 1",
"points":100,
"code":"TEASCE01",
"goals":[2,1,2,0,2,1,2,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Kroppen och rösten som medel för att utrycka sig på scenen samt träning i att använda kropp och röst i sceniska sammanhang.",
"Träning i att använda teaterns andra uttrycksområden, till exempel scenografi, kostym, mask, ljus och ljud.",
"Den sceniska berättelsens uppbyggnad med till exempel handling, karaktärer, tid och rum.",
"Samspel mellan berättelse, berättare och rum i syfte att skapa en enhetlig gestaltning.",
"Samverkan mellan ett av teaterns uttrycksområden och ett eller flera andra uttrycksområden. Det sceniska uttryckets förändring vid olika kombinationer av uttrycksområden.",
"Träning i att medvetet förmedla tankar, känslor och åsikter till en publik.",
"Teatern som kollektiv konstart med fokus på individuell kreativitet och samspel i grupp.",
"Reflektion över det egna skapandet, både individuellt och i grupp.",
"Analys och tolkning av sceniska gestaltningar med fokus på att särskilja teaterns olika uttrycksområden och hur en berättelse förmedlas.",
"Begrepp för analys av form och innehåll i scenisk gestaltning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> <b>enkla</b> uttryck med kroppen och rösten. Eleven beskriver <b>översiktligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>något</b> av dessa områden. Eleven redogör <b>översiktligt</b> för uppbyggnaden av <b>några</b> <b>enkla</b> sceniska berättelser.</p><p>Eleven beskriver <b>översiktligt</b> hur <b>några</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med viss säkerhet</b> med publik genom att använda <b>några</b> av teaterns uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Eleven gör en <b>enkel</b> analys av <b>någon annans</b> sceniska gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>några</b> av dessa områden. Eleven redogör <b>utförligt</b> för uppbyggnaden av <b>några</b> sceniska berättelser.</p><p>Eleven beskriver <b>utförligt</b> hur <b>några</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med viss säkerhet</b> <b>några</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gestaltar med <b>gott</b> resultat <b>flera komplexa</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt och nyanserat</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>flera</b> av dessa områden. Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnaden av <b>flera komplexa</b> sceniska berättelser.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur <b>flera</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med säkerhet</b> med publik genom att använda <b>flera</b> av teaterns uttrycksmedel. Eleven samarbetar <b>med säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"E":["Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> <b>enkla</b> uttryck med kroppen och rösten. Eleven beskriver <b>översiktligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>något</b> av dessa områden. Eleven redogör <b>översiktligt</b> för uppbyggnaden av <b>några</b> <b>enkla</b> sceniska berättelser.",
"Eleven beskriver <b>översiktligt</b> hur <b>några</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med viss säkerhet</b> med publik genom att använda <b>några</b> av teaterns uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Eleven gör en <b>enkel</b> analys av <b>någon annans</b> sceniska gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"C":["Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>några</b> av dessa områden. Eleven redogör <b>utförligt</b> för uppbyggnaden av <b>några</b> sceniska berättelser.",
"Eleven beskriver <b>utförligt</b> hur <b>några</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med viss säkerhet</b> <b>några</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"A":["Eleven gestaltar med <b>gott</b> resultat <b>flera komplexa</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>flera</b> av dessa områden. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnaden av <b>flera komplexa</b> sceniska berättelser.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur <b>flera</b> av teaterns uttrycksområden samverkar samt kommunicerar <b>med säkerhet</b> med publik genom att använda <b>flera</b> av teaterns uttrycksmedel. Eleven samarbetar <b>med säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av <b>andras</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp."]},
"reqBy":["TEASCE02"],
"friends":["TEADRM0",
"TEAFYS0",
"TEALJU00S",
"TEAREG0",
"TEARÖS0",
"TEASCE02",
"TEASCE03",
"TEASCI0",
"TEASCN0",
"TEASCE00S",
"TEATEA0"]}