{"subject":"TEA",
"name":"Scenisk gestaltning 2",
"points":100,
"instrRAW":"som bygger på kursen scenisk gestaltning 1.",
"descarr":["Den bygger på kursen ",
"TEASCE01",
"."],
"reqRAW":"kursen TEASCE01",
"code":"TEASCE02",
"goals":[1,2,1,0,1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"high",
"content":["Gestaltning av en scenisk karaktär med kropp och röst.",
"Gestaltning med teaterns olika uttrycksområden scenografi, mask, kostym, ljud och ljus.",
"Den sceniska berättelsens uppbyggnad och olika vägar att skapa en scenisk berättelse.",
"Samverkan mellan teaterns uttrycksområden genom kombination av två eller flera områden i gemensamma uttryck.",
"Kommunikation med publik genom gestaltning via teaterns uttrycksområden.",
"Reflektion över det egna skapandet, både individuellt och i grupp.",
"Teatern som kollektiv konstart med fokus på teatern som arbetsplats och samarbetet mellan de olika yrkesroller som finns där. ",
"Analys och tolkning av sceniska gestaltningar med fokus på hur teaterns uttrycksområden kommunicerar med publiken.",
"Begrepp för analys av scenisk gestaltning, till exempel avsikt, kraft, tid och rum."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gestaltar me <b>tillfredsställande</b> resultat <b>några</b> <b>enkla</b> uttryck med kroppen och rösten. Eleven beskriver <b>översiktligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>något</b> av dessa områden. Eleven redogör <b>översiktligt</b> för uppbyggnaden av <b>enkla</b> sceniska berättelser samt bygger <b>i samråd</b> med handledar <b></b><b>enkla</b> sceniska berättelser.</p><p>Eleven beskriver <b>översiktligt</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av <b>några</b> sceniska gestaltningar samt tolkar dessa med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>några</b> av dessa områden. Eleven redogör <b>utförligt</b> för uppbyggnaden av sceniska berättelser samt bygger <b>efter samråd</b> med handledare <b>några</b> sceniska berättelser.</p><p>Eleven beskriver <b>utförligt</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar dessa med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gestaltar med <b>gott</b> resultat <b>flera komplexa</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt och nyanserat</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>flera</b> av dessa områden. Eleven redogör <b>utförligt och nyanserat</b> för uppbyggnaden av <b>komplexa</b> sceniska berättelser samt bygger <b>efter samråd</b> med handledare <b>flera</b> sceniska berättelser.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med säkerhet</b> <b>och tar initiativ i arbetet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av sceniska gestaltningar samt tolkar dessa med <b>gott</b> resultat. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> <b>enkla</b> uttryck med kroppen och rösten. Eleven beskriver <b>översiktligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>något</b> av dessa områden. Eleven redogör <b>översiktligt</b> för uppbyggnaden av <b>enkla</b> sceniska berättelser samt bygger <b>i samråd</b> med handledar 0<b>enkla</b> sceniska berättelser.",
"Eleven beskriver <b>översiktligt</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med viss säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med viss säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av <b>några</b> sceniska gestaltningar samt tolkar dessa med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven gestaltar med <b>tillfredsställande</b> resultat <b>några</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>några</b> av dessa områden. Eleven redogör <b>utförligt</b> för uppbyggnaden av sceniska berättelser samt bygger <b>efter samråd</b> med handledare <b>några</b> sceniska berättelser.",
"Eleven beskriver <b>utförligt</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med säkerhet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar dessa med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven gestaltar med <b>gott</b> resultat <b>flera komplexa</b> uttryck med kroppen och rösten. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <b>flera</b> av dessa områden. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för uppbyggnaden av <b>komplexa</b> sceniska berättelser samt bygger <b>efter samråd</b> med handledare <b>flera</b> sceniska berättelser.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur teaterns uttrycksområden samverkar. Dessutom kommunicerar eleven <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Eleven samarbetar även <b>med säkerhet</b> <b>och tar initiativ i arbetet</b> i olika gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör <b>komplexa</b> analyser av sceniska gestaltningar samt tolkar dessa med <b>gott</b> resultat. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TEASCE01",
"reqarr":["TEASCE01"],
"reqBy":["TEASCE03"]}