{"subject":"TEA",
"name":"Sceniskt karaktärsarbete - text",
"points":100,
"code":"TEASCN0",
"goals":[1,0,1,0,1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Gestaltning med kropp och röst av en scenisk karaktär utifrån en dramatisk text. Metoder och teorier för att gestalta sceniska karaktärer med utgångspunkt i dramatisk text, till exempel Stanislavskijmetoden.",
"Den dramatiska textens form och innehåll samt hur den fungerar som inspiration och stimulans i det sceniska karaktärsarbetet.",
"Förmedling till en publik av den sceniska karaktärens egenskaper och handlingar.",
"Den sceniska karaktären i samspel med andra sceniska karaktärer och med teaterns övriga uttrycksområden.",
"Teatern som kollektiv konstart med fokus på samspel i en ensemble.",
"Reflektion över det egna skapandet av en scenisk karaktär.",
"Analys och tolkning av sceniska gestaltningar med fokus på sceniska karaktärer.",
"Begrepp för analys av sceniska karaktärer, till exempel fysiska, psykiska och sociala dimensioner."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gestaltar en <b>enkel</b> scenisk karaktär med kroppen och rösten med <b>tillfredsställande</b> resultat. Eleven redogör <b>översiktligt</b> för <b>någon</b> metod för sceniskt karaktärsarbete. Dessutom redogör eleven <b>översiktligt</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <b>enkel</b> scenisk berättelse.</p><p>Eleven beskriver <b>översiktligt</b> hur <b>några</b> uttryck samverkar för att skapa en <b>enkel</b> scenisk karaktär och hur en scenisk karaktär samverkar med <b>några</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att gestalta en <b>enkel</b> scenisk karaktär. Eleven samarbetar <b>med viss säkerhet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven gestaltar en scenisk karaktär med kroppen och rösten med <b>tillfredsställande</b> resultat. Eleven redogör <b>utförligt</b> för <b>några</b> metoder för sceniskt karaktärsarbete. Dessutom redogör eleven <b>utförligt</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en scenisk berättelse.</p><p>Eleven beskriver <b>utförligt</b> hur <b>några</b> uttryck samverkar för att skapa en scenisk karaktär och hur en scenisk karaktär samverkar med <b>några</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att gestalta en scenisk karaktär. Eleven samarbetar <b>med viss säkerhet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven gestaltar en <b>komplex</b> scenisk karaktär med kroppen och rösten med <b>gott</b> resultat <b>och med ett personligt uttryck</b>. Eleven redogör <b>utförligt och nyanserat</b> för <b>flera</b> metoder för sceniskt karaktärsarbete. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <b>komplex</b> scenisk berättelse.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur <b>flera</b> uttryck samverkar för att skapa en <b>komplex</b> scenisk karaktär och hur en scenisk karaktär samverkar med <b>flera</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med säkerhet</b> med publik genom att gestalta en scenisk karaktär. Eleven samarbetar <b>med säkerhet</b><b> och tar initiativ i arbetet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och nyanserat</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"E":["Eleven gestaltar en <b>enkel</b> scenisk karaktär med kroppen och rösten med <b>tillfredsställande</b> resultat. Eleven redogör <b>översiktligt</b> för <b>någon</b> metod för sceniskt karaktärsarbete. Dessutom redogör eleven <b>översiktligt</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <b>enkel</b> scenisk berättelse.",
"Eleven beskriver <b>översiktligt</b> hur <b>några</b> uttryck samverkar för att skapa en <b>enkel</b> scenisk karaktär och hur en scenisk karaktär samverkar med <b>några</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att gestalta en <b>enkel</b> scenisk karaktär. Eleven samarbetar <b>med viss säkerhet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>översiktligt</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>enkla</b> omdömen. Eleven gör <b>enkla</b> analyser av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b>. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"C":["Eleven gestaltar en scenisk karaktär med kroppen och rösten med <b>tillfredsställande</b> resultat. Eleven redogör <b>utförligt</b> för <b>några</b> metoder för sceniskt karaktärsarbete. Dessutom redogör eleven <b>utförligt</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en scenisk berättelse.",
"Eleven beskriver <b>utförligt</b> hur <b>några</b> uttryck samverkar för att skapa en scenisk karaktär och hur en scenisk karaktär samverkar med <b>några</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att gestalta en scenisk karaktär. Eleven samarbetar <b>med viss säkerhet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>nyanserade</b> omdömen. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"A":["Eleven gestaltar en <b>komplex</b> scenisk karaktär med kroppen och rösten med <b>gott</b> resultat <b>och med ett personligt uttryck</b>. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för <b>flera</b> metoder för sceniskt karaktärsarbete. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <b>komplex</b> scenisk berättelse.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur <b>flera</b> uttryck samverkar för att skapa en <b>komplex</b> scenisk karaktär och hur en scenisk karaktär samverkar med <b>flera</b> andra uttrycksområden inom teatern. Eleven kommunicerar <b>med säkerhet</b> med publik genom att gestalta en scenisk karaktär. Eleven samarbetar <b>med säkerhet</b><b> och tar initiativ i arbetet</b> i gestaltningsgrupper. Dessutom diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> det egna skapandet av sceniska karaktärer samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet kan utvecklas</b>. Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp."]},
"friends":["TEADRM0",
"TEAFYS0",
"TEALJU00S",
"TEAREG0",
"TEARÖS0",
"TEASCE01",
"TEASCE02",
"TEASCE03",
"TEASCI0",
"TEASCE00S",
"TEATEA0"]}