{"subject":"TEA",
"name":"Scenografi, mask och kostym",
"origname":"Scenografi, mask och kostym",
"points":100,
"code":"TEASCE00S",
"goals":[0,2,0,0,1,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Design och tillverkning av sceniska uttryck, dvs. scenografi, rekvisita, kostym och maskering. Kursen kan fokusera på ett eller flera av dessa områden.",
"Materialkunskap och hantverksteknik som är relevant för valt fokus.",
"Skissteknik och färglära samt metoder för arbete med planering, skisser, ritningar och modeller.",
"Arbetsmiljö och säkerhet i verkstad och på scen som är relevant för valt fokus, till exempel hållfasthet, brand och utrymning.",
"Samspelet mellan formgivningen av scenrummet, rekvisitan, kostymen eller maskeringen och teaterns övriga gestaltningskomponenter.",
"Kommunikation med publik.",
"Teatern som kollektiv konstform och arbetsplats.",
"Reflektion över eget och andras designarbete.",
"Analys och tolkning av sceniska gestaltningar med fokus på teaterns visuella uttrycksformer.",
"Begrepp för analys av visuella uttrycksformer, till exempel färg, form, materialval och stil."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gör <b>i samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>i samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en <b>enkel</b> design av det sceniska rummet. I arbetet planerar eleven <b>i samråd</b> med handledare samt redogör <b>översiktligt</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven me <b>visst</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>översiktligt</b> för de val som har gjorts under arbetet samt för motiven för dessa.</p><p>Eleven beskriver <b>översiktligt</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>översiktligt</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>enkla</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>efter samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en design av det sceniska rummet. I arbetet planerar eleven <b>efter samråd</b> med handledare samt redogör <b>utförligt</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven me <b>gott</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>utförligt</b> för de val som har gjorts under arbetet samt för motiven för dessa.</p><p>Eleven beskriver <b>utförligt</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>nyanserade</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>efter samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en <b>personlig och komplex</b> design av det sceniska rummet. I arbetet planerar eleven <b>efter samråd</b> med handledare samt redogör <b>utförligt och nyanserat</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven me <b>mycket gott</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>utförligt och nyanserat</b> för de val som har gjorts under arbetet samt för motiven för dessa.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt och nyanserat</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>nyanserade</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. <b>Dessutom</b> <b>ger eleven förslag på hur arbetet kan förbättras</b>. I diskussionen använder eleven <b>med säkerhet</b> relevanta begrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven gör <b>i samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>i samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en <b>enkel</b> design av det sceniska rummet. I arbetet planerar eleven <b>i samråd</b> med handledare samt redogör <b>översiktligt</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven med <b>visst</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>översiktligt</b> för de val som har gjorts under arbetet samt för motiven för dessa.",
"Eleven beskriver <b>översiktligt</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>översiktligt</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>enkla</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>efter samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en design av det sceniska rummet. I arbetet planerar eleven <b>efter samråd</b> med handledare samt redogör <b>utförligt</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven me <b>gott</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>utförligt</b> för de val som har gjorts under arbetet samt för motiven för dessa.",
"Eleven beskriver <b>utförligt</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med viss säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>nyanserade</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. I diskussionen använder eleven <b>med viss säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven gör <b>efter samråd</b> med handledare tolkningar av sceniskt material. Utifrån dessa tolkningar skapar eleven, <b>efter samråd</b> med handledare, med hjälp av scenografi, kostym eller maskering en <b>personlig och komplex</b> design av det sceniska rummet. I arbetet planerar eleven <b>efter samråd</b> med handledare samt redogör <b>utförligt och</b> <b>nyanserat</b> för idéer med hjälp av skisser, ritningar och modeller. Dessutom använder eleven me <b>mycket gott</b> handlag material och verktyg. Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de val som har gjorts under arbetet samt för motiven för dessa.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck. Eleven kommunicerar <b>med säkerhet</b> med publik genom att använda scenografi, rekvisita, kostym eller maskering. Dessutom samarbetar eleven <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsuppgifter. Eleven diskuterar även <b>utförligt och</b> <b>nyanserat</b> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <b>nyanserade</b> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. <b>Dessutom</b> <b>ger eleven förslag på hur arbetet kan förbättras</b>. I diskussionen använder eleven <b>med säkerhet</b> relevanta begrepp.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["TEADRM0",
"TEAFYS0",
"TEALJU00S",
"TEAREG0",
"TEARÖS0",
"TEASCE01",
"TEASCE02",
"TEASCE03",
"TEASCI0",
"TEASCN0",
"TEATEA0"]}