{"subject":"TEA",
"name":"Scenisk gestaltning 3",
"points":100,
"instrRAW":"som bygger på kursen scenisk gestaltning 2.",
"reqRAW":"kursen TEASCE02",
"code":"TEASCE03",
"goals":[1,1,1,0,1,1,1,1,1,0],
"level":"normal",
"content":["Gestaltning med fokus på något eller några av teaterns uttrycksområden, dvs. kropp, röst, scenografi, mask, kostym, ljud eller ljus.",
"Gestaltning av en scenisk berättelse.",
"Arbetsprocessen med en scenisk produktion från idé till färdig föreställning. Repetitionsarbetets olika stadier och samverkan mellan samtliga uttrycksområden i en scenisk produktion.",
"Scenisk produktion, möte med publik.",
"Teatern som kollektiv konstart, samarbetets betydelse för att skapa en scenisk produktion.",
"Reflektion över det egna skapandet.",
"Analys och tolkning av sceniska gestaltningar med fokus på att förmedla en berättelse till publik.",
"Begrepp för analys av scenisk gestaltning, till exempel helhet, samband och samverkan."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven gestaltar me <b>tillfredsställande</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med viss säkerhet</b> en <b>enkel</b> scenisk berättelse.</p><p>Eleven beskriver <b>översiktligt</b> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten. Eleven använder med <b>tillfredsställande</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med viss säkerhet</b> med publik genom att använd <b>några av</b> teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsgrupper.</p><p>Eleven diskuterar <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> analys av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b> med <b>tillfredsställande</b> resultat. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven gestaltar me <b>tillfredsställande</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med viss säkerhet</b> en scenisk berättelse. </p><p>Eleven beskriver <b>utförligt</b> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten. Eleven använder med <b>tillfredsställande</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med viss säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsgrupper.</p><p>Eleven diskuterar <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b> med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven gestaltar me <b>gott</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med säkerhet och med personligt uttryck</b> en scenisk berättelse.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> på vilket sätt valt uttrycksområde bidrar till en <b>komplex</b> scenisk helhet. Eleven använder med <b>gott</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsgrupper.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet ska utvecklas</b>. Dessutom gör eleve <b>komplexa</b> analyser av <b>flera</b> sceniska gestaltningar samt tolkar <b>dessa</b> <b>med säkerhet</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp.</p>",
"judge":{"e":["Eleven gestaltar me <b>tillfredsställande</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med viss säkerhet</b> en <b>enkel</b> scenisk berättelse.",
"Eleven beskriver <b>översiktligt</b> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten. Eleven använder med <b>tillfredsställande</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med viss säkerhet</b> med publik genom att använd <b>några av</b> teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsgrupper.",
"Eleven diskuterar <b>översiktligt</b> det egna skapandet samt värderar det med <b>enkla</b> omdömen. Dessutom gör eleven en <b>enkel</b> analys av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b> med <b>tillfredsställande</b> resultat. I sin analys använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"c":["Eleven gestaltar me <b>tillfredsställande</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med viss säkerhet</b> en scenisk berättelse. ",
"Eleven beskriver <b>utförligt</b> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten. Eleven använder med <b>tillfredsställande</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med viss säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med viss säkerhet</b> i olika gestaltningsgrupper.",
"Eleven diskuterar <b>utförligt</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdömen. Dessutom gör eleven analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b> med <b>tillfredsställande</b> resultat. I sina analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp."],
"a":["Eleven gestaltar me <b>gott</b> resultat inom valt uttrycksområde. Dessutom gestaltar eleven <b>med säkerhet och med personligt uttryck</b> en scenisk berättelse.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> på vilket sätt valt uttrycksområde bidrar till en <b>komplex</b> scenisk helhet. Eleven använder med <b>gott</b> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <b>med säkerhet</b> med publik genom att använda teaterns uttrycksmedel. Dessutom samarbetar eleven <b>med säkerhet och tar initiativ i arbetet</b> i olika gestaltningsgrupper.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> det egna skapandet samt värderar det med <b>nyanserade</b> omdöme <b>och formulerar vägar för hur skapandet ska utvecklas</b>. Dessutom gör eleve <b>komplexa</b> analyser av <b>flera</b> sceniska gestaltningar samt tolkar <b>dessa</b> <b>med säkerhet</b>. I sina analyser använder eleven <b>med säkerhet</b> relevanta begrepp."]},
"req":"TEASCE02"}