{"subject":"TEA",
"name":"Teaterteori",
"points":100,
"code":"TEATEA0",
"goals":[0,0,0,0,1,0,0,0,1,1],
"level":"normal",
"content":["Teaterns form och innehåll, sambanden däremellan samt uttryck för detta i det praktiska teaterarbetet.",
"Teorier om teater och dess olika uttrycksområden, till exempel skådespelarkonst, regi och dramatik.",
"Modeller för analys och tolkning av teater, till exempel att jämföra en teaterföreställning med den text som ligger till grund för föreställningen.",
"Teaterns uttrycksområden, dramatik, skådespelarkonst, regi, scenografi, mask, kostym, ljud och ljus, under olika historiska epoker.",
"Teater i relation till samhälle, idéströmningar och andra konstarter under olika historiska epoker samt teater i andra kulturer.",
"Begrepp för analys och tolkning av teater, till exempel avsikt, läsart och stil."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för teaterns olika uttrycksformer samt redogör <b>översiktligt</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. </p><p>Eleven gör en <b>enkel</b> analys av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b>.</p><p>Eleven beskriver <b>översiktigt några</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>översiktligt</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sin analys använder eleven <b>med viss säkerhet någon</b> teori om teater.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för teaterns olika uttrycksformer samt redogör <b>utförligt</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. </p><p>Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>.</p><p>Eleven beskriver <b>utförligt några</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>utförligt</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sina analyser använder eleven <b>med viss säkerhet några olika</b> teorier om teater <b>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</b>.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för teaterns olika uttrycksformer samt redogör <b>utförligt och nyanserat</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. </p><p>Eleven gör <b>komplex</b><b>a</b> analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>.</p><p>Eleven beskriver <b>utförligt och nyanserat flera</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>utförligt och nyanserat</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sina analyser använder eleven <b>med säkerhet några olika</b> teorier om teater <b>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</b>.</p>",
"judge":{"e":["Eleven redogör <b>översiktligt</b> för teaterns olika uttrycksformer samt redogör <b>översiktligt</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. ",
"Eleven gör en <b>enkel</b> analys av <b>någon</b> scenisk gestaltning samt tolkar <b>denna</b>.",
"Eleven beskriver <b>översiktigt några</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>översiktligt</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sin analys använder eleven <b>med viss säkerhet någon</b> teori om teater."],
"c":["Eleven redogör <b>utförligt</b> för teaterns olika uttrycksformer samt redogör <b>utförligt</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. ",
"Eleven gör analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>.",
"Eleven beskriver <b>utförligt några</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>utförligt</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sina analyser använder eleven <b>med viss säkerhet några olika</b> teorier om teater <b>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</b>."],
"a":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för teaterns olika uttrycksformer samt redogör <b>utförligt och</b> <b>nyanserat</b>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar. ",
"Eleven gör <b>komplex</b><b>a</b> analyser av <b>några</b> sceniska gestaltningar samt tolkar <b>dessa</b>.",
"Eleven beskriver <b>utförligt och nyanserat flera</b> av teaterns uttrycksområden ur ett historiskt perspektiv. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> teaterns relation till samhälle, idéströmningar och andra konstarter. I sina beskrivningar och i sina analyser använder eleven <b>med säkerhet några olika</b> teorier om teater <b>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</b>."]}}