{"name":"Teknik 7-9",
"code":"Teknik 7-9",
"content":{"Tekniska lösningar":["Styr- och reglersystem i tekniska lösningar för överföring och kontroll av kraft och rörelse.",
"Tekniska lösningar för hållfasta och stabila konstruktioner, till exempel armering och balkformer.",
"Grundläggande elektronik och elektroniska komponenter, till exempel lysdioder och enkla förstärkare.",
"Bearbetning av råvara till färdig produkt och hantering av avfall i någon industriell process, till exempel papperstillverkning och livsmedelstillverkning.",
"Hur komponenter och delsystem samverkar i ett större system, till exempel vid produktion och distribution av elektricitet.",
"Tekniska lösningar inom kommunikations- och informationsteknik för utbyte av information, till exempel datorer, internet och mobiltelefoni.",
"Betydelsen av egenskaper, till exempel drag- och tryckhållfasthet, hårdhet och elasticitet vid val av material i tekniska lösningar. Egenskaper hos och tillämpningar av ett antal nya material.",
"Ord och begrepp för att benämna och samtala om tekniska lösningar."],
"Arbetssätt för utveckling av tekniska lösningar":["Teknikutvecklingsarbetets olika faser: identifiering av behov, undersökning, förslag till lösningar, konstruktion och utprövning. Hur faserna i arbetsprocessen samverkar.",
"Egna konstruktioner där man tillämpar principer för styrning och reglering med hjälp av pneumatik eller elektronik.",
"Dokumentation i form av manuella och digitala skisser och ritningar med förklarande ord och begrepp, symboler och måttangivelser samt dokumentation med fysiska eller digitala modeller. Enkla, skriftliga rapporter som beskriver och sammanfattar konstruktions- och teknikutvecklingsarbete."],
"Teknik, människa, samhälle och miljö":["Internet och andra globala tekniska system. Systemens fördelar, risker och sårbarhet.",
"Samband mellan teknisk utveckling och vetenskapliga framsteg. Hur tekniken har möjliggjort vetenskapliga upptäckter och hur vetenskapen har möjliggjort tekniska innovationer.",
"Återvinning och återanvändning av material i olika tillverkningsprocesser. Hur tekniska lösningar kan bidra till hållbar utveckling.",
"Konsekvenser av teknikval utifrån ekologiska, ekonomiska, etiska och sociala aspekter, till exempel i fråga om utveckling och användning av biobränslen och krigsmateriel.",
"Hur kulturella föreställningar om teknik påverkar kvinnors och mäns yrkesval och teknikanvändning."]},
"subject":"GRGRTEK01",
"school":"grund",
"stadium":"hög",
"goals":[1,1,1,1,1],
"judge":{"E":["Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>viss </strong>användning av ämnesspecifika begrepp beskriva <strong>hur enkelt identifierbara delar samverkar</strong> för att uppnå ändamålsenlighet och funktion. Dessutom för eleven <strong>enkla och till viss del </strong>underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
"Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>pröva</strong> möjliga idéer till lösningar samt utforma <strong>enkla </strong>fysiska eller digitala modeller. Under arbetsprocessen <strong>bidrar </strong><strong>eleven</strong> <strong>till att formulera och välja handlingsalternativ som leder framåt</strong>. Eleven gör <strong>enkla</strong> dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet <strong>till viss del </strong>är synliggjord.",
"Eleven kan föra<strong> enkla och till viss del </strong>underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen. Dessutom kan eleven föra <strong>enkla och till viss del </strong>underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö."],
"C":["Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>relativt god </strong>användning av ämnesspecifika begrepp beskriva <strong>hur ingående delar</strong> <strong>samverkar</strong> för att uppnå ändamålsenlighet och funktion. Dessutom för eleven <strong>utvecklade och relativt väl </strong>underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
"Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>pröva</strong> <strong>och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>utvecklade </strong>fysiska eller digitala modeller. Under arbetsprocessen <strong>formulerar </strong><strong>och</strong> <strong>väljer </strong><strong>eleven</strong> <strong>handlingsalternativ som med någon bearbetning</strong> <strong>leder framåt</strong>. Eleven gör <strong>utvecklade </strong>dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet är<strong> relativt väl </strong>synliggjord.",
"Eleven kan föra<strong> utvecklade och relativt väl </strong>underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen. Dessutom kan eleven föra <strong>utvecklade och relativt väl </strong>underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö."],
"A":["Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>god </strong>användning av ämnesspecifika begrepp beskriva <strong>hur ingående delar</strong> <strong>samverkar</strong> för att uppnå ändamålsenlighet och funktion och <strong>visar då på</strong> <strong>andra</strong> <strong>liknande lösningar</strong>. Dessutom för eleven <strong>välutvecklade och väl </strong>underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
"Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>systematiskt pröva och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>välutvecklade och</strong> <strong>genomarbetade </strong>fysiska eller digitala modeller. Under arbetsprocessen <strong>formulerar</strong> <strong>och</strong> <strong>väljer </strong><strong>eleven</strong> <strong>handlingsalternativ</strong> <strong>som leder framåt</strong>. Eleven gör <strong>väl</strong><strong>utvecklade </strong>dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet är<strong> väl </strong>synliggjord.",
"Eleven kan föra<strong> välutvecklade och väl </strong>underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen. Dessutom kan eleven föra <strong>välutvecklade och väl </strong>underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö."]}}