{"subject":"TEK",
"name":"Teknik 2",
"points":100,
"instrRAW":"som bygger på kursen teknik 1.",
"descarr":["Den bygger på kursen ",
"TEKTEK01",
"."],
"reqRAW":"kursen TEKTEK01",
"code":"TEKTEK02",
"goals":[0,1,1,1,1,0,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Principer och tekniker för mätning och registrering av prestanda i mekaniska, pneumatiska, hydrauliska och elektriska system.",
"Principer och samband för omvandling av elektrisk energi till mekanisk energi och vice versa, till exempel motor och generator.",
"Principer och samband för mekaniska, hydrauliska, pneumatiska och elektriska transmissionssystem för energiöverföring.",
"Förutsättningar och begränsningar vid andra former av energiomvandling, till exempel fusion, fission och sol-, vind- och vattenkraft.",
"Dimensionsanalys och rimlighetsbedömning.",
"De matematiska och fysikaliska förutsättningarna och de teknikvetenskapliga grunderna för energiöverföring i olika system med betoning på analys, beräkningar, simuleringar och rimlighetsbedömningar.",
"Matematiska modeller för givna förlopp.",
"Mätteknik, till exempel principer för mätgivare och komponenter, mätning av olika storheter, användning och tolkning av resultat.",
"Planering och genomförande av experimentella undersökningar samt hur mätdata inhämtas, analyseras och redovisas.",
"Visualisering och analys av tekniska system och processer med hjälp av anpassad programvara."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.</p><p>Eleven löser <b>enkla</b> tekniska problem, använder <b>i samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med viss säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför beräkningar och analyser av <b>enkla</b> tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. </p><p>Eleven undersöker <b>enkla</b> tekniska system avseende funktionssamband och begränsningar samt redogör <b>översiktligt</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med viss säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.</p><p>Eleven löser tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med viss säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. </p><p>Eleven undersöker tekniska system avseende funktionssamband och begränsningar samt redogör <b>utförligt</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med viss säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>nyanserade</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.</p><p>Eleven löser <b>avancerade</b> tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför <b>avan</b><b>cerade</b> beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. </p><p>Eleven undersöker <b>avancerade</b> tekniska system avseende funktionssamband och begränsningar samt redogör <b>utförligt och nyanserat</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
"Eleven löser <b>enkla</b> tekniska problem, använder <b>i samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med viss säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför beräkningar och analyser av <b>enkla</b> tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. ",
"Eleven undersöker <b>enkla</b> tekniska system avseende funktionssamband och begränsningar samt redogör <b>översiktligt</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med viss säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
"Eleven löser tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med viss säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. ",
"Eleven undersöker tekniska system avseende funktionssamband och begränsningar samt redogör <b>utförligt</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med viss säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem. Dessutom analyserar och värderar eleven med <b>nyanserade</b> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
"Eleven löser <b>avancerade</b> tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete använder eleven <b>med säkerhet</b> tekniska begrepp, teorier och modeller. Eleven utför <b>avan</b><b>cerade</b> beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat. ",
"Eleven undersöker <b>avancerade</b> tekniska system avseende funktionssamband och begränsningar samt redogör <b>utförligt och</b> <b>nyanserat</b> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband. Dessutom använder eleven <b>med säkerhet</b> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TEKTEK01",
"reqarr":["TEKTEK01"],
"friends":["TEKTEK00S",
"TEKTEK01",
"TEKTEK01",
"Teknik 1-3",
"Teknik 4-6",
"Teknik 7-9"]}