{"subject":"TEK",
"novux":false,
"name":"Teknik 1",
"origname":"Teknik 1",
"points":150,
"code":"TEKTEK01",
"goals":[1,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Teknikutvecklingsprocessens alla delar från idé och modell, produkt eller tjänst till användning och återvinning med praktisk tillämpning av teknik och teknikutveckling inom ett eller flera teknikområden.",
"Entreprenörskap och entreprenörskapets villkor med utgångspunkt i innovativa och kreativa processer.",
"Materials tekniska egenskaper, till exempel termiska, elektriska, mekaniska och kemiska samt materialens möjligheter och begränsningar utifrån olika användningsområden.",
"Teknikens och teknikerns roll med fokus på framtidens teknik och ett hållbart samhälle, till exempel med utgångspunkt i energieffektivisering.",
"Kvalitetsarbete, till exempel kvalitetssäkring, miljösäkring, arbetsmiljö och riskanalys.",
"Ritningsläsning och skiss- och ritteknik med introduktion i hur man hanterar cad-program.",
"Projektarbets-, kommunikations-, presentations- och modellteknik, till exempel digitala medier och programvaror, manualer och instruktioner, muntliga och skriftliga framställningar samt digitala och manuella tekniker för att skapa modeller.",
"Tekniska begrepp, teorier och modeller innefattande beräkningar och rimlighetsbedömningar.",
"Teknikens historia och teknikutvecklingens betydelse för samhället samt introduktion i aktuella utvecklingsområden inom teknik.",
"Grundläggande teknikfilosofi: etiska värderingar och genusstrukturer samt hur de har påverkat och påverkar tekniken, dess användning och tillgänglighet. Hur teknik och teknikens attribut könsmärks.",
"Kommunikations-, dator- och nätverksteknik för lärande och förmedling av teknik och information."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> hur teknik utvecklas och redogör <b>översiktligt</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.</p><p>Eleven redogör <b>översiktligt</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.</p><p>Eleven löser <b>enkla</b> tekniska problem, använder <b>i samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <b>med viss säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med viss säkerhet</b> tekniska begrepp och teorier, utför <b>med viss säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. </p><p>Eleven redogör <b>översiktligt</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>översiktligt</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, me <b>enkla</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>översiktligt</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>enkla</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.</p><p>Eleven använder <b>med viss säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med viss säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> hur teknik utvecklas och redogör <b>utförligt</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.</p><p>Eleven redogör <b>utförligt</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.</p><p>Eleven löser <b>enkla</b> tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och rita <b>med viss säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med viss säkerhet</b> tekniska begrepp och teorier, utför <b>med viss säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. </p><p>Eleven redogör <b>utförligt</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>utförligt</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, me <b>enkla</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>utförligt</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>välgrundade</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.</p><p>Eleven använder <b>med viss säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med viss säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik <b>samt anpassar kommunikationen till mottagaren</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> hur teknik utvecklas och redogör <b>utförligt och nyanserat</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>nyanserade</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.</p><p>Eleven löser tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <b>med säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med säkerhet</b> tekniska begrepp och teorier, utför <b>med säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. </p><p>Eleven redogör <b>utförligt och nyanserat</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>utförligt och nyanserat</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, me <b>nyanserade</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>utförligt och nyanserat</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>välgrundade och nyanserade</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.</p><p>Eleven använder <b>med säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik <b>samt anpassar kommunikationen till mottagaren</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> hur teknik utvecklas och redogör <b>översiktligt</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
"Eleven redogör <b>översiktligt</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
"Eleven löser <b>enkla</b> tekniska problem, använder <b>i samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <b>med viss säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med viss säkerhet</b> tekniska begrepp och teorier, utför <b>med viss säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. ",
"Eleven redogör <b>översiktligt</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>översiktligt</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, med <b>enkla</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>översiktligt</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>enkla</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
"Eleven använder <b>med viss säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med viss säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> hur teknik utvecklas och redogör <b>utförligt</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
"Eleven redogör <b>utförligt</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>enkla</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
"Eleven löser <b>enkla</b> tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och rita <b>med viss säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med viss säkerhet</b> tekniska begrepp och teorier, utför <b>med viss säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. ",
"Eleven redogör <b>utförligt</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>utförligt</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, me <b>enkla</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>utförligt</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>välgrundade</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
"Eleven använder <b>med viss säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med viss säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik <b>samt anpassar kommunikationen till mottagaren</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur teknik utvecklas och redogör <b>utförligt och</b> <b>nyanserat</b> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för tekniska egenskaper hos olika material samt för hur och när de kan användas. Dessutom analyserar och värderar eleven med <b>nyanserade</b> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
"Eleven löser tekniska problem, <b>väljer och</b> använder <b>efter samråd</b> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet. I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <b>med säkerhet</b> både manuellt och med relevanta cad-program. Eleven använder <b>med säkerhet</b> tekniska begrepp och teorier, utför <b>med säkerhet</b> tekniska beräkningar och bedömer rimligheten i sina resultat. ",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <b>utförligt och</b> <b>nyanserat</b> hur samhälle och teknik samspelar. Dessutom värderar eleven, me <b>nyanserade</b> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling. Eleven ger <b>välgrundade och nyanserade</b> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
"Eleven använder <b>med säkerhet</b> datorn som verktyg för kommunikation, dokumentation och information. Dessutom använder eleven <b>med säkerhet</b> olika relevanta medier och programvaror för att förmedla och presentera teknik <b>samt anpassar kommunikationen till mottagaren</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["TEKTEK02",
"TEKTEK00S"],
"friends":["TEKTEK00S",
"TEKTEK00S",
"Teknik 1-3",
"TEKTEK02",
"TEKTEK02",
"Teknik 4-6",
"Teknik 7-9"]}