{"subject":"TEN",
"name":"Teknik i vård och omsorg",
"points":100,
"instrRAW":"som bygger på kursen vård- och omsorgsarbete 2.",
"descarr":["Den bygger på kursen VÅRVÅR02."],
"reqRAW":"kursen VÅRVÅR02",
"code":"TENTEK0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Samspel mellan människa, miljö och teknik inom vård och omsorg.",
"Teknisk utrustning i patienters och brukares dagliga livsföring, till exempel lyfthjälpmedel.",
"Teknisk utrustning för metoder och behandlingar, till exempel vid provtagning.",
"Medicintekniska informationsdatasystem (MIDS), till exempel journalsystem.",
"Grundläggande elsäkerhet.",
"Grundläggande gassäkerhet, till exempel hantering av syrgas till patienter och brukare.",
"Säkerhetsföreskrifter för teknisk utrustning inom vård och omsorg.",
"Hur man instruerar patienter och brukare, närstående och annan personal om användning av teknisk utrustning inom vård och omsorg."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>översiktligt</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>översiktligt</b> hur medicintekniska informationsdatasystem fungerar.</p><p>Eleven redogör <b>översiktligt</b> för elsäkerhet samt för riskerna vid användning av gas.</p><p>Eleven handhar och underhåller <b>i samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med viss säkerhet</b> patienter och brukare om hur utrustningen används.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>utförligt</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>utförligt</b> hur medicintekniska informationsdatasystem fungerar.</p><p>Eleven redogör <b>utförligt</b> för elsäkerhet samt för riskerna vid användning av gas.</p><p>Eleven handhar och underhåller <b>efter</b> <b>samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med viss säkerhet</b> patienter och brukare om hur utrustningen används.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>utförligt och nyanserat</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur medicintekniska informationsdatasystem fungerar.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för elsäkerhet samt för riskerna vid användning av gas.</p><p>Eleven handhar och underhålle <b>efter samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med säkerhet</b> patienter och brukare om hur utrustningen används.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>översiktligt</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>översiktligt</b> hur medicintekniska informationsdatasystem fungerar.",
"Eleven redogör <b>översiktligt</b> för elsäkerhet samt för riskerna vid användning av gas.",
"Eleven handhar och underhåller <b>i samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med viss säkerhet</b> patienter och brukare om hur utrustningen används.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>utförligt</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>utförligt</b> hur medicintekniska informationsdatasystem fungerar.",
"Eleven redogör <b>utförligt</b> för elsäkerhet samt för riskerna vid användning av gas.",
"Eleven handhar och underhåller <b>efter</b> <b>samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med viss säkerhet</b> patienter och brukare om hur utrustningen används.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> teknisk utrustning i patienters och brukares dagliga livsföring samt hur utrustningen underlättar för dem och bidrar till ökad livskvalitet. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> teknisk utrustning för metoder och behandlingar samt hur den kan användas i personalens arbete. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur medicintekniska informationsdatasystem fungerar.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för elsäkerhet samt för riskerna vid användning av gas.",
"Eleven handhar och underhålle <b>efter samråd</b> med handledare teknisk utrustning, även elektrisk utrustning och gasutrustning, utifrån säkerhetsföreskrifter. Dessutom instruerar eleven <b>med säkerhet</b> patienter och brukare om hur utrustningen används.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"VÅRVÅR02",
"reqarr":["VÅRVÅR02"]}