{"subject":"TEY",
"name":"Komponenter och system el",
"origname":"Komponenter och system el",
"points":100,
"code":"TEYKOM0",
"goals":[0,0,0,1,1,1,1,1,0,0],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Teleinstallationer för till exempel drift och övervakning, passagekontroll och datanät.",
"Kommuniserande system, till exempel dator- och medienät, telefoni och trådlös kommunikation.",
"Komponent och materialkunskap, även kopplat till olika installationsmiljöer.",
"Montering av elmateriel inklusive förläggning och anslutning av ledningar.",
"Kopplingsutrustningar, apparatskåp och enklare styrutrustning.",
"Egenkontroller och idrifttagning.",
"Arbete med värmekamera.",
"Elscheman av olika typer med komponenters funktion och symbol.",
"Ritningskonstruktion.",
"Belysningsanläggningar, värmekabelsystem, smarta hem och solcellsanläggningar.",
"Elmotorer med enklare tillhörande startutrustningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>översiktligt</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>i samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med</b> <b>viss säkerhet</b> tillämpliga storheter.</p><p>Eleven redogör <b>översiktligt</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur några system installeras, driftsätts och underhålls.</p><p>Eleven framställer med datorhjälp och <b>i samråd</b> med handledare ritningar och scheman. Inför arbetet väljer eleven <b>med viss säkerhet</b> lämpliga verktyg.</p><p>Eleven tolkar och använder <b>i samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med viss säkerhet</b> lämpliga verktyg och metoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>utförligt</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>efter samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med</b> <b>viss säkerhet</b> tillämpliga storheter.</p><p>Eleven redogör <b>utförligt</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>utförligt</b> för hur några system installeras, driftsätts och underhålls.</p><p>Eleven framställer med datorhjälp och <b>efter samråd</b> med handledare ritningar och scheman. Inför arbetet väljer eleven lämpliga verktyg.</p><p>Eleven tolkar och använder <b>efter samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med</b> <b>viss säkerhet</b> lämpliga verktyg och metoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med</b> <b>viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>utförligt och nyanserat</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>efter samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med säkerhet</b> tillämpliga storheter.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur några system installeras, driftsätts och underhålls.</p><p>Eleven framställer med datorhjälp ritningar och scheman. Inför arbetet väljer eleven <b>med säkerhet</b> lämpliga verktyg.</p><p>Eleven tolkar och använder <b>efter samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med säkerhet</b> lämpliga verktyg och metoder.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>översiktligt</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>i samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med viss säkerhet</b> tillämpliga storheter.",
"Eleven redogör <b>översiktligt</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>översiktligt</b> för hur några system installeras, driftsätts och underhålls.",
"Eleven framställer med datorhjälp och <b>i samråd</b> med handledare ritningar och scheman. Inför arbetet väljer eleven <b>med viss säkerhet</b> lämpliga verktyg.",
"Eleven tolkar och använder <b>i samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med viss säkerhet</b> lämpliga verktyg och metoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>utförligt</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>efter samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med viss säkerhet</b> tillämpliga storheter.",
"Eleven redogör <b>utförligt</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>utförligt</b> för hur några system installeras, driftsätts och underhålls.",
"Eleven framställer med datorhjälp och <b>efter samråd</b> med handledare ritningar och scheman. Inför arbetet väljer eleven lämpliga verktyg.",
"Eleven tolkar och använder <b>efter samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med viss säkerhet</b> lämpliga verktyg och metoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika komponentkategorier inom elbranschens olika verksamhetsområden. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för dessa komponenters funktion i de system där de ingår. Eleven väljer <b>efter samråd</b> med handledare komponenter till några system från olika kategorier och dimensionerar <b>med säkerhet</b> tillämpliga storheter.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur system för dator- och medianät, telefoni och trådlös kommunikation är uppbyggda och fungerar. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur några system installeras, driftsätts och underhålls.",
"Eleven framställer med datorhjälp ritningar och scheman. Inför arbetet väljer eleven <b>med säkerhet</b> lämpliga verktyg.",
"Eleven tolkar och använder <b>efter samråd</b> med handledare ritningar och scheman i både tryckt och digital form. Inför arbetet väljer eleven <b>med säkerhet</b> lämpliga verktyg och metoder.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":["TEYPRO01",
"TEYPRO02"]}