{"subject":"TRA",
"name":"Yrkestrafik &mdash; vux",
"points":300,
"code":"TRAYRK1",
"goaltext":"Kursen yrkestrafik &mdash; vux omfattar punkterna 1&mdash;8 under rubriken Ämnets syfte. Förkunskapskrav för att få delta i kursen är att eleven har körkort med behörigheten B.",
"goals":[1,1,1,1,1,1,1,1],
"level":"normal",
"content":["Tekniska egenskaper och funktioner hos bromssystem, bromshjälpsystem och utrustningar på transportfordon.",
"Kraftöverföring: motor, vridmoment, växellåda och differential.",
"Körning och manövrering av fordon på ett trafiksäkert och miljövänligt sätt i varierande trafikmiljöer.",
"Begreppet yrkesmässig trafik och dess olika indelningar samt förutsättningar för gods- och persontrafik.",
"Olika typer av transportuppdrag samt de krav på säkerhet, kvalitet och noggrannhet som de olika uppdragen kräver.",
"Säkerhetskontroll, funktionstillsyn och underhåll av transportfordon.",
"Olika fordons säkerhetsanordningar samt säkerhetsanordningarnas tekniska egenskaper och funktioner.",
"Tillståndskrav, utbildning och ekonomiska villkor i vägtransportverksamheter.",
"Frakthandlingar och anvisningar som reglerar gods och varudistribution.",
"Färdvägsplanering med hjälp av olika informationssystem.",
"Arbetstidsregler vid vägtransporter samt användning av utrustning för registrering och dokumentation.",
"Lastning av fordon och lastbärare, lastsäkringsmetoder och lastviktsberäkning med hänsyn till begränsningar för bruttovikter, axeltryck och vägnätets bärighet. Lagar och andra bestämmelser som reglerar lastvikter på fordon, vägnätets bärighetsklassning och beräkning av lastvikter.",
"Faktorer som kan orsaka olyckor och hur man kan förebygga olyckor. Agerande i kris, olyckssituationer och brand samt första hjälpen till skadade.",
"Lagar och andra bestämmelser som reglerar hantering och märkning av farligt gods.",
"Ergonomi, riskfyllda rörelser, arbetsställningar och förebyggande av fysiska skador.",
"Kundrelationer och kvalitetsbegreppets innebörd i samband med transportuppdrag."]}