{"subject":"TRA",
"novux":false,
"name":"Yrkestrafik 1b",
"origname":"Yrkestrafik 1b",
"points":300,
"instrRAW":"som bygger på kursen fordons- och transportbranschens villkor och arbetsområden samt kursen fordonsteknik - introduktion.",
"descarr":["Den bygger på kursen ",
"FORFOD0",
" samt kursen ",
"FODFOO0",
"."],
"reqRAW":"kursen FORFOD0 samt kursen FODFOO0",
"code":"TRAYRK01b",
"goals":[1,1,0,0,0,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Tekniska egenskaper och funktioner hos bromssystem, bromshjälpsystem och utrustningar på transportfordon.",
"Kraftöverföring: motor, vridmoment, växellåda och differential.",
"Begreppet yrkesmässig trafik och dess olika indelningar samt förutsättningar för gods- och persontrafik.",
"Arbetstidsregler vid vägtransporter samt användning av utrustning för registrering och dokumentation.",
"Lagar och andra bestämmelser som reglerar, och används i samband med, lastvikter på fordon, vägnätets bärighetsklassning och beräkning av lastvikter.",
"Färdvägsplanering med hjälp av olika informationssystem.",
"Krav och metoder för lastsäkring av gods och lastbärare.",
"Lagar och andra bestämmelser som reglerar hantering och märkning av farligt gods.",
"Frakthandlingar och anvisningar som reglerar gods och varudistribution.",
"Agerande i kris, olyckssituationer och brand samt första hjälpen till skadade.",
"Ergonomi, riskfyllda rörelser, arbetsställningar och förebyggande av fysiska skador.",
"Kundrelationer och kvalitetsbegreppets innebörd i samband med transportuppdrag."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>översiktligt</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>översiktligt</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>översiktligt</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <b>tillfredsställande</b> resultat, <b>enkla</b> beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>översiktligt</b> hur last ska säkras samt ger <b>enkla</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>översiktligt</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <b>översiktligt</b> risker i arbetsmiljön och ger <b>i samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>översiktligt</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>utförligt</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>utförligt</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>utförligt</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <b>tillfredsställande</b> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>utförligt</b> hur last ska säkras samt ger <b>välgrundade</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>utförligt</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <b>utförligt</b> risker i arbetsmiljön och ger <b>efter samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>utförligt</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>utförligt och nyanserat</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>utförligt och nyanserat</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>utförligt och nyanserat</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <b>gott</b> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur last ska säkras samt ger <b>välgrundade och nyanserade</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>utförligt och nyanserat</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> risker i arbetsmiljön och ger <b>efter samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>utförligt och nyanserat</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>översiktligt</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>översiktligt</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>översiktligt</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.",
"Eleven gör, med <b>tillfredsställande</b> resultat, <b>enkla</b> beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>översiktligt</b> hur last ska säkras samt ger <b>enkla</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>översiktligt</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.",
"Eleven beskriver <b>översiktligt</b> risker i arbetsmiljön och ger <b>i samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>översiktligt</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>utförligt</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>utförligt</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>utförligt</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.",
"Eleven gör, med <b>tillfredsställande</b> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>utförligt</b> hur last ska säkras samt ger <b>välgrundade</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>utförligt</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.",
"Eleven beskriver <b>utförligt</b> risker i arbetsmiljön och ger <b>efter samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>utförligt</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.",
"Eleven gör, med <b>gott</b> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur last ska säkras samt ger <b>välgrundade och nyanserade</b> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <b>utförligt och</b> <b>nyanserat</b> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> risker i arbetsmiljön och ger <b>efter samråd</b> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["GOSGOD0",
"PESPER01a",
"PESPER01b"],
"req":{"type":"AND",
"arr":["FORFOD0",
"FODFOO0"]},
"reqarr":["FORFOD0",
"FODFOO0"],
"notwitharr":["TRAYRK1"],
"remotenotwitharr":["TRAYRK1"],
"foreignlinks":["FORFOD0",
"FODFOO0",
"GOSGOD0",
"PESPER01a",
"PESPER01b"],
"hasreqs":true,
"friends":["FORFOD0",
"TRAFOR0",
"TRAFOD0",
"FODFOO0",
"GOSGOD0",
"GOSGOD00S",
"GOSLAL0",
"PESPER1",
"PESPER01a",
"PESPER01b",
"PESPER00S",
"PESTAX0",
"TRAYRK1",
"TRAYRK01a"]}