{"subject":"TRA",
"novux":false,
"name":"Yrkestrafik 1a",
"origname":"Yrkestrafik 1a",
"points":200,
"instrRAW":"som bygger på kursen fordons- och transportbranschens villkor och arbetsområden samt kursen fordonsteknik - introduktion.",
"descarr":["Den bygger på kursen ",
"FORFOD0",
" samt kursen ",
"FODFOO0",
"."],
"reqRAW":"kursen FORFOD0 samt kursen FODFOO0",
"code":"TRAYRK01a",
"goals":[1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Körning och manövrering av fordon på ett trafiksäkert och miljövänligt sätt i varierande trafikmiljöer.",
"Olika typer av transportuppdrag samt de krav på säkerhet, kvalitet och noggrannhet som de olika uppdragen kräver.",
"Säkerhetskontroll, funktionstillsyn och underhåll av transportfordon.",
"Olika fordons säkerhetsanordningar samt säkerhetsanordningarnas tekniska egenskaper och funktioner.",
"Tillståndskrav, utbildning och ekonomiska villkor i vägtransportverksamheter.",
"Lastning av fordon, lastsäkringsmetoder och lastviktsberäkning med hänsyn till begränsningar för bruttovikter, axeltryck och vägnätets bärighet.",
"Kör- och vilotidsregler samt färdskrivarens funktioner och användning.",
"Faktorer som kan orsaka olyckor samt hur man kan förebygga olyckor och agera när en olycka har hänt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven kör och manövrerar i bekanta situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>översiktligt</b> för hur man planerar och genomför <b>enkla</b> transportuppdrag samt redogör <b>översiktligt</b> för säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <b>i samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>översiktligt</b>. Eleven följer <b>med viss säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>översiktligt</b> några metoder för lastförankring. Dessutom gör eleven, med <b>tillfredsställande</b> resultat, <b>enkla</b> lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>enkla</b> omdömen. Eleven väljer <b>med viss säkerhet</b> relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>översiktligt</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>enkla</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>översiktligt</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med viss säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven kör och manövrerar i bekanta <b>och delvis nya</b> situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>utförligt</b> för hur man planerar och genomför transportuppdrag samt redogör <b>utförligt</b> för <b>miljö- och</b> säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <b>efter samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>utförligt</b>. Eleven följer <b>med viss säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>utförligt</b> några metoder för lastförankring. Dessutom gör eleven, med <b>tillfredsställande</b> resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>enkla</b> omdömen. Eleven väljer <b>med viss säkerhet</b> relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>utförligt</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>välgrundade</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>utförligt</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med viss säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>tillfredsställande</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven kör och manövrerar i bekanta <b>och nya</b> situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>utförligt och nyanserat</b> för hur man planerar och genomför transportuppdrag samt redogör <b>utförligt och nyanserat</b> för <b>miljö- och</b> säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <b>efter samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>utförligt och nyanserat</b>. Eleven följer <b>med säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>utförligt och nyanserat</b> några metoder för lastförankring. Dessutom gör eleven, med <b>gott</b> resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>nyanserade</b> omdömen. Eleven väljer <b>med säkerhet</b> relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <b>med säkerhet</b> och beskriver <b>utförligt och nyanserat</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>välgrundade och nyanserade</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>gott</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven kör och manövrerar i bekanta situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>översiktligt</b> för hur man planerar och genomför <b>enkla</b> transportuppdrag samt redogör <b>översiktligt</b> för säkerhetsaspekter vid transportuppdrag.",
"Eleven utför <b>i samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>översiktligt</b>. Eleven följer <b>med viss säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>översiktligt</b> några metoder för lastförankring. Dessutom gör eleven, med <b>tillfredsställande</b> resultat, <b>enkla</b> lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>enkla</b> omdömen. Eleven väljer <b>med viss säkerhet</b> relevant utrustning och arbetsmetod.",
"Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>översiktligt</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>enkla</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>översiktligt</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med viss säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven kör och manövrerar i bekanta <b>och delvis nya</b> situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>utförligt</b> för hur man planerar och genomför transportuppdrag samt redogör <b>utförligt</b> för <b>miljö- och</b> säkerhetsaspekter vid transportuppdrag.",
"Eleven utför <b>efter samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>utförligt</b>. Eleven följer <b>med viss säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>utförligt</b> några metoder för lastförankring. Dessutom gör eleven, med <b>tillfredsställande</b> resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>enkla</b> omdömen. Eleven väljer <b>med viss säkerhet</b> relevant utrustning och arbetsmetod.",
"Eleven identifierar <b>med viss säkerhet</b> och beskriver <b>utförligt</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>välgrundade</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>utförligt</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med viss säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>tillfredsställande</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven kör och manövrerar i bekanta <b>och nya</b> situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur man planerar och genomför transportuppdrag samt redogör <b>utförligt och</b> <b>nyanserat</b> för <b>miljö- och</b> säkerhetsaspekter vid transportuppdrag.",
"Eleven utför <b>efter samråd</b> med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <b>utförligt och</b> <b>nyanserat</b>. Eleven följer <b>med säkerhet</b> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <b>utförligt och</b> <b>nyanserat</b> några metoder för lastförankring. Dessutom gör eleven, med <b>gott</b> resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <b>nyanserade</b> omdömen. Eleven väljer <b>med säkerhet</b> relevant utrustning och arbetsmetod.",
"Eleven identifierar <b>med säkerhet</b> och beskriver <b>utförligt och</b> <b>nyanserat</b> gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <b>välgrundade och nyanserade</b> exempel på riskerna med denna hantering. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.",
"Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <b>med säkerhet</b> bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <b>gott</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["GOSGOD0",
"PESPER01a",
"PESPER01b"],
"req":{"type":"AND",
"arr":["FORFOD0",
"FODFOO0"]},
"reqarr":["FORFOD0",
"FODFOO0"],
"hasreqs":true,
"friends":["FORFOD0",
"TRAFOR0",
"TRAFOD0",
"FODFOO0",
"GOSGOD0",
"GOSGOD00S",
"GOSLAL0",
"PESPER1",
"PESPER01a",
"PESPER01b",
"PESPER00S",
"PESTAX0",
"TRAYRK1",
"TRAYRK01b"]}