{"subject":"TRD",
"novux":false,
"name":"Trädgårdsanläggning 1",
"origname":"Trädgårdsanläggning 1",
"points":100,
"instrRAW":"som bygger på kursen trädgårdsodling.",
"descarr":["Den bygger på kursen ",
"TRRTRA0",
"."],
"reqRAW":"kursen TRRTRA0",
"code":"TRDTRÄ01",
"goals":[2,1,1,1,1,1,1,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":{"Arbetsuppgifter":["Mätteknik, till exempel utsättning, avvägning och inmätning med aktuell teknisk utrustning. ",
"Användning av teknisk utrustning och handredskap.",
"Schakt, fyllningar, överbyggnader och växtbäddar.",
"Markbeläggningar, hårdgjorda ytor, trappor, murar och hägnader.",
"Vegetationsytor innefattande gräsytor, planteringsytor och vattenanläggningar. ",
"Material och materialval, till exempel trä, natursten och betong."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö och säkerhet. ",
"Lagar och andra bestämmelser i samband med trädgårdsanläggning, till exempel bygglagstiftning och arbetsmiljölagstiftning."],
"Byggprocess och funktion":["Byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. ",
"Läsning av ritningar.",
"Människors behov av gröna miljöer, parker och trädgårdar.",
"Parker och trädgårdar ur ett historiskt perspektiv.",
"Parker, kyrkogårdar och trädgårdsanläggningar. Deras funktion, uppbyggnad och läge."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>översiktligt</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med viss säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>översiktligt</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.</p><p>I samband med fältstudier redogör eleven <b>översiktligt</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>översiktligt</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>enkla</b> bedömningar av trädgårdsanläggningars estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med viss säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>utförligt</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.</p><p>I samband med fältstudier redogör eleven <b>utförligt</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>utförligt</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>välgrundade</b> bedömningar av trädgårdsanläggningars estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>utförligt och nyanserat</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.</p><p>I samband med fältstudier redogör eleven <b>utförligt och nyanserat</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>utförligt och nyanserat</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av trädgårdsanläggningars estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>översiktligt</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med viss säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>översiktligt</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
"I samband med fältstudier redogör eleven <b>översiktligt</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>översiktligt</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>enkla</b> bedömningar av trädgårdsanläggningars estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med viss säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>utförligt</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
"I samband med fältstudier redogör eleven <b>utförligt</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>utförligt</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>välgrundade</b> bedömningar av trädgårdsanläggningars estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning. Dessutom läser och tolkar eleven <b>med säkerhet</b> ritningar och andra bygghandlingar. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
"I samband med fältstudier redogör eleven <b>utförligt och</b> <b>nyanserat</b> för parkers, kyrkogårdars och trädgårdsanläggningars historia. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval. Dessutom gör eleven <b>välgrundade och nyanserade</b> bedömningar av trädgårdsanläggningars estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TRRTRA0",
"reqarr":["TRRTRA0"],
"reqBy":["TRDTRÄ02"],
"foreignlinks":["TRRTRA0"],
"hasreqs":true,
"friends":["TRDTRÄ00S",
"TRDTRÄ02",
"TRRTRA0",
"TRRTRD0",
"TRRTRG0",
"TRRTRA00S"]}