{"subject":"TRD",
"novux":false,
"name":"Trädgårdsanläggning 2",
"origname":"Trädgårdsanläggning 2",
"points":100,
"instrRAW":"som bygger på kursen trädgårdsanläggning 1.",
"descarr":["Den bygger på kursen ",
"TRDTRÄ01",
"."],
"reqRAW":"kursen TRDTRÄ01",
"code":"TRDTRÄ02",
"goals":[1,1,1,1,1,1,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Genomförande av planerade arbetsuppgifter, till exempel anläggning av hårdgjorda ytor samt anläggning av växtbäddar och planteringsytor.",
"Montering av fast utrustning, till exempel lekutrustning. ",
"Säkerhet och ergonomi.",
"Lagar och andra bestämmelser inom området, till exempel plan- och bygglagen.",
"Planering, genomförande och utvärdering av en mindre trädgårdsanläggning - från idé till färdig anläggning.",
"Planering av gröna miljöer för olika brukargrupper och funktioner.",
"Ekonomiska beräkningar.",
"Färg och form, skissteknik samt materialval och växtval."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>visst</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven löser <b>i samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven utarbetar <b>i samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>översiktligt</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en <b>enkel</b> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>översiktligt</b> dessa val samt gör <b>enkla</b> bedömningar av trädgårdsanläggningens estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>gott</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven utarbetar <b>efter samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>utförligt</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>utförligt</b> dessa val samt gör <b>välgrundade</b> bedömningar av trädgårdsanläggningens estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>mycket gott</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>gott</b>. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>Eleven utarbetar <b>efter samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>utförligt och nyanserat</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en <b>avancerad</b> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>utförligt och nyanserat</b> dessa val samt gör <b>välgrundade och nyanserade</b> bedömningar av trädgårdsanläggningens estetiska uttryck.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven organiserar, planerar och utför <b>i samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>visst</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven löser <b>i samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven utarbetar <b>i samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>översiktligt</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en <b>enkel</b> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>översiktligt</b> dessa val samt gör <b>enkla</b> bedömningar av trädgårdsanläggningens estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>gott</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>tillfredsställande</b>. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven utarbetar <b>efter samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>utförligt</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>utförligt</b> dessa val samt gör <b>välgrundade</b> bedömningar av trädgårdsanläggningens estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsanläggning. I arbetet använder eleven med <b>mycket gott</b> handlag aktuell teknisk utrustning och handredskap. Resultatet av arbetet är <b>gott</b>. Eleven löser <b>efter samråd</b> med handledare de problem som uppstår. Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används. Dessutom redogör eleven <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
"Eleven utarbetar <b>efter samråd</b> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp. I arbetet redogör eleven <b>utförligt och</b> <b>nyanserat</b> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen. I förslaget ingår en <b>avancerad</b> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen. Eleven motiverar <b>utförligt och</b> <b>nyanserat</b> dessa val samt gör <b>välgrundade och nyanserade</b> bedömningar av trädgårdsanläggningens estetiska uttryck.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"TRDTRÄ01",
"reqarr":["TRDTRÄ01"],
"reqBy":["TRDTRÄ00S"],
"friends":["TRDTRÄ00S",
"TRDTRÄ01",
"TRDTRÄ01"]}