{"subject":"TRN",
"name":"Träningslära 1",
"points":100,
"code":"TRNTRN01",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"basic",
"content":["Anatomi och fysiologi med fokus på kroppens rörelseapparat, skelett, leder och muskler.",
"Närings- och kostkunskap för prestation och hälsa.",
"Betydelsen av återhämtning och vila för prestation, välbefinnande och hälsa.",
"Människors olika förutsättningar för fysisk aktivitet i olika situationer.",
"Motionsmiljöers betydelse för träning, motivation och prestation.",
"Träningsmetoder för till exempel uthållighet, styrka, rörlighet, koordination och koncentration.",
"Planering, genomförande, utvärdering och dokumentation av anpassade träningsprogram för såväl individer som grupper.",
"Metoder för att arbeta skadeförebyggande samt akut omhändertagande och grundläggande behandling av skada i samband med fysisk aktivitet.",
"Etiska normer och regler för träningsverksamhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>översiktligt</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>översiktligt</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. Utifrån planeringen genomför eleven träningsprogrammen <b>i samråd</b> med handledare. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen me <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>utförligt</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>utförligt</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledare.<b> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>utförligt och nyanserat</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade</b> slutsatser.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>.<b> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen me <b>nyanserade</b> omdömen utifrån uppsatta må <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>översiktligt</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>översiktligt</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar <b>enkla</b> samband och drar <b>enkla</b> slutsatser.",
"Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. Utifrån planeringen genomför eleven träningsprogrammen <b>i samråd</b> med handledare. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen med <b>enkla</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>översiktligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>översiktligt</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>enkla</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>utförligt</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>utförligt</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med viss säkerhet</b> centrala begrepp och teorier samt förklarar samband och drar <b>välgrundade</b> slutsatser.",
"Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledare.<b> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med viss säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen me <b>nyanserade</b> omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <b>utförligt</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>välgrundade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> kroppens byggnad och funktion samt hur olika typer av kost påverkar hälsa och prestation. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur kroppen påverkas av träning och vila samt för hur träning kan användas för att förebygga skador och ohälsa. Eleven redogör även <b>utförligt och</b> <b>nyanserat</b> för några olika träningsmetoder. I beskrivningar och redogörelser använder eleven <b>med säkerhet</b> centrala begrepp och teorier samt förklarar <b>komplexa</b> samband och drar <b>välgrundade</b> slutsatser.",
"Eleven planerar, såväl självständigt som i samarbete med andra, träningsprogram utifrån syfte och mål. <b>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</b>. Utifrån planeringen genomför eleven träningsprogrammen <b>efter samråd</b> med handledar <b>samt anpassar vid behov genomförandet till ändrade förutsättningar</b>.<b> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda aktiviteter. I dokumentationen använder eleven <b>med säkerhet</b> relevanta begrepp. Eleven utvärderar träningsprogrammen me <b>nyanserade</b> omdömen utifrån uppsatta må <b>och deltagarnas respons</b>. I utvärderingen diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> egna och andras attityder, värderingar och handlingar i relation till träning och kroppsideal. I diskussionen framför eleven <b>välgrundade och nyanserade</b> argument för sina åsikter samt visar respekt för andras åsikter.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["SPEIDS02",
"SPETRÄ02",
"TRNTRN02"]}