{"subject":"TRR",
"name":"Trädgårdsodling",
"points":100,
"instrRAW":"som bygger på kursen marken och växternas biologi. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen växtodling 1.",
"descarr":["Den bygger på kursen ",
"BIGMAN0",
". Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen ",
"VAOVAT01",
"."],
"reqRAW":"kursen BIGMAN0",
"notwithRAW":"kursen VAOVAT01",
"code":"TRRTRA0",
"goals":[0,1,1,0,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Arbetsuppgifter":["Arbete med förökning, skötsel och skörd av trädgårdsväxter.",
"Arbete med jordbearbetning, jordförbättring, bevattning, gödsling och marktäckning.",
"Hantering, förvaring och lagring av trädgårdsväxter.",
"Användning av maskiner, handredskap och annan teknisk utrustning för arbetsuppgifter inom trädgårdsodling.",
"Fältstudier för uppföljning av växternas utveckling."],
"Arbetsmiljö och säkerhetsfrågor":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med trädgårdsodling."],
"Biologisk grund":["Tillväxtfaktorernas betydelse för växtval, tillväxt, odlingsplanering, skötsel och växtkvalitet.",
"Odlingsjordar, markförhållanden, växtföljder, växtnäringsämnen och växters behov av växtnäring.",
"Klimat och klimatets inverkan på odlingsresultatet.",
"Ogräs i olika utvecklingsstadier, spridningsbiologi och val av bekämpningsmetod.",
"Vanliga växtsjukdomar och skadedjur på trädgårdsväxter. Symtom och motåtgärder.",
"Odlingssystem för hållbar produktion."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <b>översiktligt</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>enkla</b> exempel på jordförbättrande åtgärder. Redogörelsen innehåller <b>enkla</b> motiv till varför olika jordar passar för olika växtslag samt <b>enkla</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>översiktligt</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <b>utförligt</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>välgrundade</b> exempel på jordförbättrande åtgärder. Redogörelsen innehålle <b>välgrundade</b> motiv till varför olika jordar passar för olika växtslag samt <b>välgrundade</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>utförligt</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>välgrundade och nyanserade</b> exempel på jordförbättrande åtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> motiv till varför olika jordar passar för olika växtslag samt <b>välgrundade och nyanserade</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>utförligt och nyanserat</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> växternas utveckling och kvalitet samt identifierar <b>med säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
"Eleven redogör <b>översiktligt</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>enkla</b> exempel på jordförbättrande åtgärder. Redogörelsen innehåller <b>enkla</b> motiv till varför olika jordar passar för olika växtslag samt <b>enkla</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>översiktligt</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
"Eleven redogör <b>utförligt</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>välgrundade</b> exempel på jordförbättrande åtgärder. Redogörelsen innehålle <b>välgrundade</b> motiv till varför olika jordar passar för olika växtslag samt <b>välgrundade</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>utförligt</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> växternas utveckling och kvalitet samt identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <b>välgrundade och nyanserade</b> exempel på jordförbättrande åtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> motiv till varför olika jordar passar för olika växtslag samt <b>välgrundade och nyanserade</b> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> växternas utveckling och kvalitet samt identifierar <b>med säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"samenamecoursecode":"ODLTRÅ0",
"samenamesubjectcode":"ODL",
"samenamesubjectname":"Odling",
"reqBy":["ODIODL01",
"TRDTRÄ01",
"TRRTRD0",
"TRRTRG0"],
"req":"BIGMAN0",
"notwith":"VAOVAT01",
"reqarr":["BIGMAN0"],
"friends":["BIGMAN0",
"ODLTRÅ0",
"TRRTRD0",
"TRRTRG0",
"TRRTRA00S"]}