{"subject":"TRR",
"name":"Trädgårdsodling &mdash; grönsaker, frukt och bär",
"points":100,
"requirements":{"type":"OR",
"arr":["trädgårdsodling",
"växtodling 1"]},
"instructiontext":"som bygger på kursen trädgårdsodling eller kursen växtodling 1.",
"code":"TRRTRD0",
"goaltext":"Kursen trädgårdsodling &mdash; grönsaker, frukt och bär omfattar punkterna 1&mdash;5 och 7&mdash;8 under rubriken Ämnets syfte.",
"goals":[1,1,1,1,1,0,1,1],
"level":"normal",
"content":{"Arbetsuppgifter":["Odlingsplanering och arbetsorganisation i samband med produktion av frilandsodlade grönsaker, frukt och bär.",
"Arbete med förökning och skötselåtgärder, såväl hantverksmässigt som med teknisk utrustning, till exempel ogräshantering, jordbearbetning, bevattning, marktäckning, gödsling, beskärningsåtgärder, skörd och lagring.",
"Provtagning av jord och växter för olika växtnäringsanalyser och jordbedömning. Bedömning av resultat och växtnäringsberäkningar.",
"Bedömning av och beslut om odlingsåtgärder och arbetsorganisation med utgångspunkt i växtslag, utvecklingsstadium och rådande förhållanden. Bedömning av resultat.",
"Produktkännedom, odlingsvärda produkter, kvalitetsbedömning och försäljningskanaler.",
"Effektivitet, lönsamhet och miljöpåverkan vid olika odlingssystem samt ekonomiska beräkningar, till exempel bidragskalkyler."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med produktion av grönsaker, frukt och bär.",
"Lagar och andra bestämmelser som rör produktion av grönsaker, frukt och bär, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa."],
"Biologisk grund":["Tillväxtfaktorernas betydelse för produktion av grönsaker, frukt och bär.",
"Ogräs, skadedjur och växtsjukdomar samt ekologiska samband och miljöhänsyn vid ställningstaganden om växtskyddsåtgärder.",
"Bins ekologiska betydelse för odlingsresultatet.",
"Biologiska processer vid hantering, förvaring och lagring av grönsaker, frukt och bär.",
"Miljöhänsyn i samband med odlingsåtgärder, till exempel vid gödsling, jordbearbetning och bevattning."]}}