{"subject":"TUR",
"novux":false,
"name":"Besöksnäringen [ej aktuell]",
"origname":"Besöksnäringen",
"obsolete":true,
"points":100,
"code":"TURBEÖ0",
"goals":[2,1,1,1,2,1,0,0,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Besöksnäringens centrala organisationer.",
"Besöksnäringens olika verksamhetsområden, aktörer och yrkesroller.",
"Betydelsen av samverkan mellan olika aktörer inom verksamhetsområdena.",
"Turismens utveckling och trender genom tiderna.",
"Kända resmål i Sverige och i världen.",
"Olika målgrupper och deras skiftande krav på resor, aktiviteter och service.",
"Lokala och regionala förutsättningar för hållbar utveckling inom besöksnäringen.",
"Informationssökning samt kritisk granskning och bearbetning av materialet.",
"Muntlig och skriftlig presentation med hjälp av modern teknik.",
"Det verbala språkets och kroppsspråkets betydelse för kommunikation med andra."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>översiktligt</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>översiktligt</b> för turismens utveckling samt redogör <b>översiktligt</b> för resmål och resvägar. Vidare beskriver eleven <b>översiktligt</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>översiktligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>översiktligt</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>enkla</b> omdömen. Inför presentationen väljer eleven <b>med viss säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med viss säkerhet</b> en <b>enkel</b> presentation och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. </p><p>Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. </p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>utförligt</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>utförligt</b> för turismens utveckling samt redogör <b>utförligt</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>utförligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.</p><p>Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>utförligt</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>enkla</b> omdömen. Inför presentationen väljer eleven <b>med viss säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med viss säkerhet</b> en <b>enkel</b> presentation <b>på ett strukturerat sätt</b> och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. </p><p>Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. </p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>utförligt och nyanserat</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>utförligt och nyanserat</b> för turismens utveckling samt redogör <b>utförligt och nyanserat</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt och nyanserat</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>utförligt och nyanserat</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.</p><p>Eleven söker, sorterar och granskar <b>med säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>utförligt och nyanserat</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>nyanserade</b> omdömen. Inför presentationen väljer eleve <b>med säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med säkerhet</b> en presentation <b>på ett strukturerat sätt</b> och integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen. </p><p>Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> samt anpassar sitt språk efter situation och mottagare. </p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>översiktligt</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>översiktligt</b> för turismens utveckling samt redogör <b>översiktligt</b> för resmål och resvägar. Vidare beskriver eleven <b>översiktligt</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>översiktligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>översiktligt</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>enkla</b> omdömen. Inför presentationen väljer eleven <b>med viss säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med viss säkerhet</b> en <b>enkel</b> presentation och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. ",
"Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. ",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen."],
"C":["Eleven beskriver <b>utförligt</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>utförligt</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>utförligt</b> för turismens utveckling samt redogör <b>utförligt</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>utförligt</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.",
"Eleven söker, sorterar och granskar <b>med viss säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>utförligt</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>enkla</b> omdömen. Inför presentationen väljer eleven <b>med viss säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med viss säkerhet</b> en <b>enkel</b> presentation <b>på ett strukturerat sätt</b> och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel i presentationen. ",
"Eleven samverkar med andra och kommunicerar <b>med viss säkerhet</b> samt anpassar sitt språk efter situation och mottagare. ",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> besöksnäringens organisationer, verksamheter, deras aktörer, var för sig och hur de samverkar, samt beskriver <b>utförligt och</b> <b>nyanserat</b> vanliga yrkesroller och arbetsuppgifter. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för turismens utveckling samt redogör <b>utförligt och</b> <b>nyanserat</b> för resmål och resvägar. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster. Eleven redogör dessutom <b>utförligt och</b> <b>nyanserat</b> för lokala och regionala förutsättningar för en hållbar utveckling inom turismnäringen.",
"Eleven söker, sorterar och granskar <b>med säkerhet</b> information om olika verksamhetsområden inom besöksnäringen samt beskrive <b>utförligt och</b> <b>nyanserat</b> likheter och skillnader mellan olika verksamheter. Dessutom värderar eleven resultatet med <b>nyanserade</b> omdömen. Inför presentationen väljer eleve <b>med säkerhet</b> material, teknisk utrustning och metod som passar för uppgiften. Eleven gör <b>med säkerhet</b> en presentation <b>på ett strukturerat sätt</b> och integrerar <b>med säkerhet</b> tekniska hjälpmedel i presentationen. ",
"Eleven samverkar med andra och kommunicerar <b>med säkerhet</b> samt anpassar sitt språk efter situation och mottagare. ",
"När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet och kommunikationen kan förbättras</b>."]},
"friends":["AKTAKT0",
"TURAKT0",
"FRIBAD0",
"AKTBEO0",
"FRIDRF0",
"FORFOD0",
"FRIFRT0",
"FRIFRS0",
"AKTGUI0",
"TURGUI0",
"NAGGUD0",
"RESHAL0",
"TURHÅL0",
"RESMAS0",
"TURMAS0",
"NAUNAU0",
"NAGNAT01",
"NAGNAT02",
"RENREN01",
"RENREN02",
"RENREE01",
"RENREE02",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"SASSAM0",
"AKTTUR0",
"TURTUR0",
"AKTVAR0",
"TURVÄR0"]}