{"subject":"TUR",
"name":"Marknadsföring och försäljning [ej aktuell]",
"origname":"Marknadsföring och försäljning",
"obsolete":true,
"points":100,
"instrRAW":"som bygger på kursen besöksnäringen eller på kursen fritids- och friskvårdsverksamheter.",
"descarr":["Den bygger på kursen ",
"TURBEÖ0",
" eller på kursen ",
"FRIFRT0",
"."],
"reqRAW":"kursen TURBEÖ0 eller på kursen FRIFRT0",
"code":"TURMAS0",
"goals":[2,2,2,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Marknadsföringens påverkan på individen.",
"Riktad marknadsföring anpassad för olika målgrupper.",
"Marknadsföring och försäljning via media.",
"Varumärkets och marknadsföringens roll i köpprocessen från behov till beslut.",
"Företagsprofilens betydelse i all kommunikation.",
"Begrepp, definitioner, lagar och etiska regler inom området.",
"Utformning av marknadsplan utifrån affärsidé och målsättning.",
"Planering, genomförande och utvärdering av marknadsaktiviteter, till exempel mässor, evenemang, sponsring och annonsering.",
"Informationsteknik som ett verktyg i marknadsföringsarbetet.",
"Layout och exponering av marknadsföringsmaterial.",
"Analysmetoder och undersökningar för att anpassa tjänst eller produkt efter marknad."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>översiktligt</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.</p><p>Eleven redogör <b>översiktligt</b> för vanliga begrepp och definitioner samt ge <b>något</b> exempel på lagar och etiska regler som är relevanta för området.</p><p>Eleven planerar, organiserar och presenterar <b>i samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem i samråd med handledare.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>utförligt</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.</p><p>Eleven redogör <b>utförligt</b> för vanliga begrepp och definitioner samt ge <b>några</b> exempel på lagar och etiska regler som är relevanta för området.</p><p>Eleven planerar, organiserar och presenterar <b>efter samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med viss säkerhet</b> en presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med</b> <b>viss säkerhet</b> med andra samt anpassar med <b>viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>utförligt och nyanserat</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vanliga begrepp och definitioner samt ge <b>flera</b> exempel på lagar och etiska regler som är relevanta för området.</p><p>Eleven planerar, organiserar och presenterar <b>efter samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med säkerhet</b> en <b>avancerad</b> presentation av informationen och integrerar <b>med</b> <b>säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.</p><p>I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> med andra samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>översiktligt</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
"Eleven redogör <b>översiktligt</b> för vanliga begrepp och definitioner samt ge <b>något</b> exempel på lagar och etiska regler som är relevanta för området.",
"Eleven planerar, organiserar och presenterar <b>i samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>i samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med viss säkerhet</b> en <b>enkel</b> presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem i samråd med handledare.",
"I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>utförligt</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
"Eleven redogör <b>utförligt</b> för vanliga begrepp och definitioner samt ge <b>några</b> exempel på lagar och etiska regler som är relevanta för området.",
"Eleven planerar, organiserar och presenterar <b>efter samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med viss säkerhet</b> en presentation av informationen och integrerar <b>med viss säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> med andra samt anpassar med <b>viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring. Vidare redogör eleven <b>utförligt och</b> <b>nyanserat</b> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vanliga begrepp och definitioner samt ge <b>flera</b> exempel på lagar och etiska regler som är relevanta för området.",
"Eleven planerar, organiserar och presenterar <b>efter samråd</b> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen och inför presentationen väljer eleven <b>efter samråd</b> med handledare material, teknisk utrustning och metod som passar för uppgiften. Dessutom gör eleven <b>med säkerhet</b> en <b>avancerad</b> presentation av informationen och integrerar <b>med säkerhet</b> tekniska hjälpmedel. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare.",
"I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> med andra samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["TURBEÖ0",
"FRIFRT0"]},
"reqarr":["TURBEÖ0",
"FRIFRT0"],
"foreignlinks":["FRIFRT0"],
"hasreqs":true,
"friends":["AKTAKT0",
"TURAKT0",
"FRIBAD0",
"AKTBEO0",
"TURBEÖ0",
"FRIDRF0",
"FORFOD0",
"FRIFRT0",
"FRIFRS0",
"AKTGUI0",
"TURGUI0",
"NAGGUD0",
"RESHAL0",
"TURHÅL0",
"RESMAS0",
"NAUNAU0",
"NAGNAT01",
"NAGNAT02",
"RENREN01",
"RENREN02",
"RENREE01",
"RENREE02",
"RESRES0",
"TURRES0",
"RESREM0",
"TURREM0",
"SASSAM0",
"AKTTUR0",
"TURTUR0",
"AKTVAR0",
"TURVÄR0"]}