{"subject":"TUR",
"name":"Resmål och resvägar",
"points":100,
"instrRAW":"som bygger på kursen besöksnäringen eller kursen fordons- och transportbranschens villkor och arbetsområden.",
"descarr":["Den bygger på kursen TURBEÖ0 eller kursen ",
"FORFOD0",
"."],
"reqRAW":"kursen TURBEÖ0 eller kursen FORFOD0",
"code":"TURREM0",
"goals":[1,2,1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Vanliga resmål i Sverige och i andra länder.",
"Val av transportmedel och resväg med hänsyn till miljön.",
"Turismens och destinationens utveckling i takt med samhällsförändringar och trender.",
"Resvägen som attraktion.",
"Marknadsföring och presentation av olika resmål.",
"Seder och bruk i olika kulturer.",
"Händelser och aktiviteter som påverkar turistflöden till och från en destination.",
"Geografisk information från kartor för att söka alternativa resvägar mellan resmål.",
"Företags och offentliga verksamheters satsningar på resmål samt konsekvenser av dessa.",
"Lagar, andra bestämmelser och överenskommelser inom området."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>översiktligt</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>något</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>översiktligt</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.</p><p>Eleven söker <b>med viss säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>enkel</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>i samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>utförligt</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>några</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>utförligt</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.</p><p>Eleven söker <b>med viss säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>välgrundad</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>efter samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>viss säkerhet</b> med andra samt anpassar <b>med</b> <b>viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt</b> <b>och nyanserat</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>utförligt och nyanserat</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>flera</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>utförligt och nyanserat</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.</p><p>Eleven söker <b>med säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>välgrundad och nyanserad</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>efter samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.</p><p>Eleven samverkar och kommunicerar <b>med</b> <b>säkerhet</b> med andra samt anpassar <b>med</b> <b>säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>översiktligt</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>något</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>översiktligt</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
"Eleven söker <b>med viss säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>enkel</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>i samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>utförligt</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>några</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>utförligt</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
"Eleven söker <b>med viss säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>välgrundad</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>efter samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med viss säkerhet</b> med andra samt anpassar <b>med viss säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för destinationsutveckling i förhållande till aktuella trender. Dessutom ger eleven <b>flera</b> exempel på marknadsföring av såväl resmål som resväg. Vidare beskriver eleven <b>utförligt och</b> <b>nyanserat</b> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
"Eleven söker <b>med säkerhet</b> information från kartor och andra källor för att hitta alternativa resmål och resvägar. Eleven gör en <b>välgrundad och nyanserad</b> granskning, bearbetning och presentation av resultatet. I arbetet väljer eleven <b>efter samråd</b> med handledare material, källor och metod som passar för uppgiften. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser de <b>efter samråd</b> med handledare.",
"Eleven samverkar och kommunicerar <b>med säkerhet</b> med andra samt anpassar <b>med säkerhet</b> sitt språk efter situation och mottagare. När arbetet är utfört utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdöme <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["AKTVAR0",
"TURVÄR0"],
"req":{"type":"OR",
"arr":["TURBEÖ0",
"FORFOD0"]},
"reqarr":["TURBEÖ0",
"FORFOD0"]}