{"subject":"UTS",
"novux":false,
"name":"Utställningsdesign 1",
"origname":"Utställningsdesign 1",
"points":100,
"code":"UTSUTS01",
"goals":[2,1,2,1,2,0,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"basic",
"content":["Arbete med butiks- och fönsterexponeringar, utställningar, mässor och event.",
"Lagar och andra bestämmelser inom området.",
"Metoder för analys av olika budskap och för att föra ut dem till olika målgrupper.",
"Framställning av idéer med hjälp av skissmetoder och två- och tredimensionella modeller.",
"Två- och tredimensionellt skapande.",
"Matchning och koordinering.",
"Färglära och olika textframställningar.",
"Digital teknik och teknisk utrustning."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med viss säkerhet</b> fram <b>enkla</b> idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och <b>enkla</b> två- och tredimensionella modeller. Eleven realiserar <b>i samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>i samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>enkla</b> omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>god</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med</b> <b>säkerhet</b> digital teknik och teknisk utrustning. <b>Vid behov gör eleven anpassningar under arbetets gång.</b> </p><p>När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och nyanserat</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar, organiserar och utför <b>i samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med viss säkerhet</b> fram <b>enkla</b> idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och <b>enkla</b> två- och tredimensionella modeller. Eleven realiserar <b>i samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>i samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med viss säkerhet</b> digital teknik och teknisk utrustning. ",
"När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>enkla</b> omdömen de val som har gjorts under arbetet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med viss säkerhet</b> digital teknik och teknisk utrustning. ",
"När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <b>med säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>god</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning och textframställning. I arbetet använder eleven <b>med säkerhet</b> digital teknik och teknisk utrustning. <b>Vid behov gör eleven anpassningar under arbetets gång.</b> ",
"När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet <b>och ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["UTSUTS02"],
"friends":["KONEVE0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONKOF0",
"KONRUM0",
"UTSUTS02",
"UTSUTS02",
"UTSUTS03S"]}