{"subject":"UTS",
"name":"Utställningsdesign 3",
"points":100,
"instrRAW":"som bygger på kursen utställningsdesign 2. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den bygger på kursen ",
"UTSUTS02",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen UTSUTS02",
"code":"UTSUTS03S",
"goals":[1,2,1,1,1,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"high",
"content":["Produktionsprocessen från idé till färdig produkt.",
"Frågor om etik och genus inom området.",
"Rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet.",
"Intern och extern marknadsföring, analysmetoder och dokumentation samt fördjupning av marknadsföringsbegrepp.",
"Utökad presentationsteknik.",
"Tredimensionella modeller och virtuella utställningar och miljöer.",
"Fördjupad matchning och koordinering.",
"Fördjupning av hur färgsystem, belysning och ljudteknik används.",
"Avancerad digital teknik och teknisk utrustning.",
"Produktionskostnader inom exponering.",
"Arbete med logistik, till exempel att med modell eller digitalt bygga upp scener och miljöer för teater och film."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>översiktligt</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med viss säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <b>i samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>i samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också <b>enkla</b> beräkningar av produktionskostnader samt arbetar <b>i samråd</b> med handledare med logistik i sin exponering.</p><p>När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>enkla</b> omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>utförligt</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med viss säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med</b> <b>viss säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <b>efter samråd</b> med handledare med logistik i sin exponering.</p><p>När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <b>med säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>god</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med</b> <b>säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <b>efter samråd</b> med handledare med logistik i sin exponering. <b>Vid behov gör eleven anpassningar under arbetets gång.</b></p><p>När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och nyanserat</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven planerar, organiserar och utför <b>i samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.",
"Eleven tar <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>översiktligt</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med viss säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.",
"Eleven realiserar <b>i samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>i samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med viss säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också <b>enkla</b> beräkningar av produktionskostnader samt arbetar <b>i samråd</b> med handledare med logistik i sin exponering.",
"När arbetsuppgiften är utförd diskuterar eleven <b>översiktligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>enkla</b> omdömen de val som har gjorts under arbetet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.",
"Eleven tar <b>med viss säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>utförligt</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med viss säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.",
"Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>tillfredsställande</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med viss säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med viss säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <b>efter samråd</b> med handledare med logistik i sin exponering.",
"När arbetsuppgiften är utförd diskuterar eleven <b>utförligt</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.",
"Eleven tar <b>med säkerhet</b> fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <b>med säkerhet</b> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.",
"Eleven realiserar <b>efter samråd</b> med handledare sina idéer i en exponering eller utställning som är av <b>god</b> teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <b>med säkerhet</b> produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <b>efter samråd</b> med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <b>med säkerhet</b> avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <b>efter samråd</b> med handledare med logistik i sin exponering. <b>Vid behov gör eleven anpassningar under arbetets gång.</b>",
"När arbetsuppgiften är utförd diskuterar eleven <b>utförligt och</b> <b>nyanserat</b> på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <b>nyanserade</b> omdömen de val som har gjorts under arbetet <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"UTSUTS02",
"reqarr":["UTSUTS02"]}