{"subject":"VAD",
"name":"Vård och omsorg - specialisering",
"points":50,
"instrRAW":"som beroende av valt kunskapsområde bygger på kursen vård och omsorgsarbete 2, kursen medicin 2, kursen psykiatri 2, kursen akutsjukvård eller kursen palliativ vård. Kursen kan läsas flera gånger med olika innehåll.",
"descarr":["Den beroende av valt kunskapsområde bygger på kursen VÅRVÅR02, kursen ",
"MEDMED02",
", kursen ",
"PSYPSY02",
", kursen ",
"SJUAKU0",
" eller kursen ",
"SJULIN0",
". Kursen kan läsas flera gånger med olika innehåll."],
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"reqRAW":"kursen VÅRVÅR02, kursen MEDMED02, kursen PSYPSY02, kursen SJUAKU0 eller kursen SJULIN0",
"code":"VADVAR00S",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Begrepp och teorier som är relevanta för kunskapsområdet.",
"Granskning, tolkning och värdering av information från olika källor.",
"Fördjupning inom valt kunskapsområde, till exempel inom gerontologi, geriatrik, palliativ vård, rehabilitering och habilitering, demenssjukvård, prehospital vård eller psykiatri.",
"Planering och utvärdering av arbetsuppgifter inom kunskapsområdet.",
"Lagar och andra bestämmelser relevanta för kunskapsområdet.",
"Kommunikation, bemötande och förhållningssätt relevant för kunskapsområdet.",
"Uttrycks- och presentationsformer som är relevanta för kunskapsområdet och för vård- och omsorgsverksamheten."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>översiktligt</b> för relevanta teorier samt ger <b>något</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med viss säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier. </p><p>Eleven planerar och utför <b>i samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>enkla</b> omdömen sina arbetsinsatser.</p><p>Eleven redogör <b>översiktligt</b> för relevanta lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till syfte, mottagare och situation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>utförligt</b> för relevanta teorier samt ger <b>några</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med viss säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier. </p><p>Eleven planerar och utför <b>efter samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsinsatser.</p><p>Eleven redogör <b>utförligt</b> för relevanta lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till syfte, mottagare och situation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven bearbetar, analyserar och diskuterar <b>med säkerhet flera</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>utförligt och nyanserat</b> för relevanta teorier samt ger <b>flera</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med säkerhet</b> relevanta begrepp och teorier. </p><p>Eleven planerar och utför, <b>efter samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsinsatser <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt</b> för relevanta lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med säkerhet</b> sin kommunikation till syfte, mottagare och situation.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>översiktligt</b> för relevanta teorier samt ger <b>något</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med viss säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier. ",
"Eleven planerar och utför <b>i samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>enkla</b> omdömen sina arbetsinsatser.",
"Eleven redogör <b>översiktligt</b> för relevanta lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till syfte, mottagare och situation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven bearbetar, analyserar och diskuterar <b>med viss säkerhet några</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>utförligt</b> för relevanta teorier samt ger <b>några</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med viss säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med viss säkerhet</b> relevanta begrepp och teorier. ",
"Eleven planerar och utför <b>efter samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsinsatser.",
"Eleven redogör <b>utförligt</b> för relevanta lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till syfte, mottagare och situation.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven bearbetar, analyserar och diskuterar <b>med säkerhet flera</b> frågor inom kunskapsområdet. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för relevanta teorier samt ger <b>flera</b> exempel på hur dessa kan användas i det praktiska arbetet. Eleven använder <b>med säkerhet</b> information från olika källor. I diskussioner och analyser använder eleven <b>med säkerhet</b> relevanta begrepp och teorier. ",
"Eleven planerar och utför, <b>efter samråd</b> med handledare uppgifter inom kunskapsområdet. Efter utfört arbete utvärderar eleven med <b>nyanserade</b> omdömen sina arbetsinsatser <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"Eleven redogör <b>utförligt</b> för relevanta lagar och andra bestämmelser.",
"Eleven anpassar <b>med säkerhet</b> sin kommunikation till syfte, mottagare och situation.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"OR",
"arr":["VÅRVÅR02",
"MEDMED02",
"PSYPSY02",
"SJUAKU0",
"SJULIN0"]}}