{"subject":"VAE",
"name":"Vattenkraftstationer",
"points":100,
"instrRAW":"som bygger på kursen energiteknik 1.",
"reqRAW":"kursen ENEENE01",
"code":"VAEVAN0",
"goals":[1,0,0,0,0,1,0,1],
"level":"basic",
"content":["Vattenkraftstationers uppbyggnad, vilka faktorer som styr en vattenkraftstations utformning samt vattenkraftstationens funktion avseende energiomvandling till elkraftproduktion.",
"Vattenkraftstationers huvudkomponenter, till exempel vattenmagasin, dammar, vattenvägar, turbiner, generatorer, transformatorer och ställverk.",
"Kraftöverföringssystemets uppbyggnad och funktion."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>enkla</b> kopplingar till relevanta fysikaliska principer.</p><p>Eleven utför på ett elsäkert och personsäkert sätt <b>enkelt</b> arbete i en vattenkraftstation. I arbetet använder eleven <b>med viss säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett <b>enkelt</b> fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det med <b>enkla</b> omdömen.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>välgrundade</b> kopplingar till relevanta fysikaliska principer.</p><p>Eleven utför på ett elsäkert och personsäkert sätt arbete i en vattenkraftstation. I arbetet använder eleven <b>med viss säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det med <b>nyanserade</b> omdömen.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>välgrundade och nyanserade</b> kopplingar till relevanta fysikaliska principer.</p><p>Eleven utför på ett elsäkert och personsäkert sätt <b>komplext</b> arbete i en vattenkraftstation. I arbetet använder eleven <b>med säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett <b>nyanserat</b> fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det med <b>nyanserade</b> omdömen. <b>Dessutom ger eleven förslag på hur arbetet kan förbättras</b>.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>enkla</b> kopplingar till relevanta fysikaliska principer.",
"Eleven utför på ett elsäkert och personsäkert sätt <b>enkelt</b> arbete i en vattenkraftstation. I arbetet använder eleven <b>med viss säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett <b>enkelt</b> fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>enkel</b> dokumentation av sitt arbete samt utvärderar det med <b>enkla</b> omdömen."],
"c":["Eleven beskriver <b>utförligt</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>välgrundade</b> kopplingar till relevanta fysikaliska principer.",
"Eleven utför på ett elsäkert och personsäkert sätt arbete i en vattenkraftstation. I arbetet använder eleven <b>med viss säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>noggrann</b> dokumentation av sitt arbete samt utvärderar det med <b>nyanserade</b> omdömen."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> vattenkraftstationens huvudkomponenter och deras funktion dels var för sig, dels hur de samverkar för att göra produktion, transformation och överföring av elektrisk kraft möjlig. I beskrivningen gör eleven <b>välgrundade och nyanserade</b> kopplingar till relevanta fysikaliska principer.",
"Eleven utför på ett elsäkert och personsäkert sätt <b>komplext</b> arbete i en vattenkraftstation. I arbetet använder eleven <b>med säkerhet</b> utrustningen på ett riktigt sätt. Dessutom samarbetar och kommunicerar eleven på ett ansvarsfullt sätt med andra för att lösa arbetsuppgiften samt använder ett <b>nyanserat</b> fackspråk som fungerar för arbetsuppgiften. Eleven gör en <b>noggrann och utförlig</b> dokumentation av sitt arbete samt utvärderar det med <b>nyanserade</b> omdömen. <b>Dessutom ger eleven förslag på hur arbetet kan förbättras</b>."]},
"req":"ENEENE01",
"reqBy":["VAEDRT0",
"VAEGEN0",
"VAEHYD0",
"VAEKOR0"]}