{"subject":"VAI",
"name":"Våningsservice 2",
"points":100,
"instrRAW":"som bygger på kursen våningsservice 1.",
"descarr":["Den bygger på kursen ",
"VAIVAI01",
"."],
"reqRAW":"kursen VAIVAI01",
"code":"VAIVAI02",
"goals":[1,2,2,1,2,2],
"excludesgoals":false,
"focusesgoals":true,
"level":"normal",
"content":["Grundläggande arbetsledning, organisation och planering av arbetet inom våningsservice.",
"Utrustning och maskiner för städning och underhåll av rum och övriga utrymmen.",
"Säker och systematisk städning samt underhåll. Kontroll av utfört arbete efter checklista.",
"Personalplanering och upprättande av arbetstidsschema.",
"Inköp av material och externa tjänster.",
"Inredning med tanke på omtanke, design och tillgänglighet för alla.",
"Blommor, dekorationer och annat som förhöjer gästens upplevelse.",
"Budgetering samt beräkning och användning av nyckeltal.",
"Miljömärkningar och certifieringar.",
"Betydelsen av ergonomiskt arbete för såväl individ som verksamhet.",
"Arbetsmiljö och säkerhet i enlighet med lagar och andra bestämmelser.",
"Hänsyn till gästens integritet och säkerhet i enlighet med föreskrifter och företagets policy.",
"Service och bemötande samt omtanke om gästen inför ankomst och under vistelse.",
"Olika målgrupper och deras skiftande behov.",
"Kommunikation och samverkan såväl inom som mellan olika avdelningar."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>översiktligt</b> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <b>i samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet me <b>visst</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>utförligt</b> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>utförligt och nyanserat</b> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och nyanserat</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven beskriver <b>översiktligt</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>översiktligt</b> hur budget för avdelningen upprättas samt användning av nyckeltal.",
"Eleven planerar, organiserar och utför <b>i samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>i samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>visst</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>i samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>översiktligt</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>enkla</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven beskriver <b>utförligt</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>utförligt</b> hur budget för avdelningen upprättas samt användning av nyckeltal.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.",
"Eleven anpassar <b>med viss säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>enkla</b> omdömen sitt arbetssätt samt resonerar <b>utförligt</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med viss säkerhet</b> samt anpassar <b>med viss säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> hur budget för avdelningen upprättas samt användning av nyckeltal.",
"Eleven planerar, organiserar och utför <b>efter samråd</b> med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <b>efter samråd</b> med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <b>mycket gott</b> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <b>efter samråd</b> med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
"Eleven anpassar <b>med säkerhet</b> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <b>nyanserade</b> omdömen sitt arbetssätt samt resonerar <b>utförligt och</b> <b>nyanserat</b> om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <b>med säkerhet</b> samt anpassar <b>med säkerhet</b> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <b>nyanserade</b> omdömen <b>samt ger förslag på hur arbetet kan förbättras</b>.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["ADMPER0",
"HOTVÅN03",
"VAIVAI03"],
"req":"VAIVAI01"}