{"subject":"VAN",
"name":"Fiskodling 1",
"points":200,
"instrRAW":"som bygger på kursen vattenbruk - grunder.",
"descarr":["Den bygger på kursen ",
"VANVAT0",
"."],
"reqRAW":"kursen VANVAT0",
"code":"VANFIS01",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Arbetsuppgifter":["Planering, genomförande och uppföljning av daglig skötsel av en odlingsanläggning.",
"Skötsel, service och underhåll av utrustning och redskap.",
"Val av foder, hantering av foder, beräkning av fodergivor, planering och genomförande av utfodring samt olika utfodringssystem.",
"Hantering av levande fisk.",
"Arbetsrutiner och provtagningar i samband med hälsovård och miljöövervakning.",
"Skötsel och genomförande av behandlingsmetoder vid sjukdomsutbrott.",
"Avlivning, slakt och vidareförädling av fisk.",
"Arbetsrutiner vid sortering och transport av fisk.",
"Ekonomiska beräkningar."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiskodling.",
"Lagar och andra bestämmelser som rör odling i vatten: miljölagstiftning som rör vattenbruk, fiskelagstiftning i samband med flyttning av fisk och lagstiftning för småskalig livsmedelshantering.",
"Tillståndsprövning för vattenbruk."],
"Biologisk grund":["Fiskens krav på odlingsmiljön.",
"Foderslag samt dess uppbyggnad, kvalitet och förvaring.",
"Krav på foder, utfodring för optimal tillväxt och god hälsa samt miljöhänsyn.",
"Beräkningar av tillväxttakt samt de faktorer som styr tillväxttakten.",
"Biologiska, fysikaliska och kemiska faktorer som styr odlingsprocessen.",
"Sjukdomar och behandlingsmetoder samt hälsokontroll och hälsovård inom fiskodling."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven upprättar en <b>enkel</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> de arbetsmoment som ingår. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>i samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>i samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>översiktligt</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>översiktligt</b> den biologiska bakgrunden till dessa arbetsrutiner.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>enkla</b> förklaringar av fiskarnas tillväxt och kondition, <b>enkla</b> bedömningar av miljöns inverkan samt <b>enkla</b> förslag till fortsatta åtgärder. Eleven redogör <b>översiktligt</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och <b>enkla</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven upprättar en <b>genomarbetad</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> de arbetsmoment som ingår. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>efter samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>efter samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>utförligt</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>utförligt</b> den biologiska bakgrunden till dessa arbetsrutiner.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>välgrundade</b> förklaringar av fiskarnas tillväxt och kondition, <b>välgrundade</b> bedömningar av miljöns inverkan samt <b>välgrundade</b> förslag till fortsatta åtgärder. Eleven redogör <b>utförligt</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och <b>välgrundade</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven upprättar en <b>genomarbetad</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och nyanserat</b> de arbetsmoment som ingår. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>efter samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>efter samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>utförligt och nyanserat</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>utförligt och nyanserat</b> den biologiska bakgrunden till dessa arbetsrutiner.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar av fiskarnas tillväxt och kondition, <b>välgrundade och nyanserade</b> bedömningar av miljöns inverkan samt <b>välgrundade och nyanserade</b> förslag till fortsatta åtgärder. Eleven redogör <b>utförligt</b> <b>och nyanserat</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar samt <b>välgrundade och nyanserade</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven upprättar en <b>enkel</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> de arbetsmoment som ingår. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>i samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>i samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>översiktligt</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>översiktligt</b> den biologiska bakgrunden till dessa arbetsrutiner.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>enkla</b> förklaringar av fiskarnas tillväxt och kondition, <b>enkla</b> bedömningar av miljöns inverkan samt <b>enkla</b> förslag till fortsatta åtgärder. Eleven redogör <b>översiktligt</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar och <b>enkla</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven upprättar en <b>genomarbetad</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> de arbetsmoment som ingår. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>efter samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>efter samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>utförligt</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>utförligt</b> den biologiska bakgrunden till dessa arbetsrutiner.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>välgrundade</b> förklaringar av fiskarnas tillväxt och kondition, <b>välgrundade</b> bedömningar av miljöns inverkan samt <b>välgrundade</b> förslag till fortsatta åtgärder. Eleven redogör <b>utförligt</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och <b>välgrundade</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven upprättar en <b>genomarbetad</b> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de arbetsmoment som ingår. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning. Eleven genomför också <b>efter samråd</b> med handledare provtagningar i samband med hälsovård och miljöövervakning. Dessutom genomför eleven <b>efter samråd</b> med handledare slakt och vidareförädling av fisk. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <b>utförligt och</b> <b>nyanserat</b> den biologiska bakgrunden till dessa arbetsrutiner.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar av fiskarnas tillväxt och kondition, <b>välgrundade och nyanserade</b> bedömningar av miljöns inverkan samt <b>välgrundade och nyanserade</b> förslag till fortsatta åtgärder. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar samt <b>välgrundade och nyanserade</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"VANVAT0",
"reqBy":["VANFIS02"]}