{"subject":"VAN",
"name":"Fiskodling 2",
"points":200,
"instrRAW":"som bygger på kursen fiskodling 1.",
"descarr":["Den bygger på kursen ",
"VANFIS01",
"."],
"reqRAW":"kursen VANFIS01",
"code":"VANFIS02",
"goals":[1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Arbetsuppgifter":["Planering, genomförande och uppföljning av skötsel av en fiskodling.",
"Ekonomiska beräkningar och kalkyler för en fiskodling.",
"Bedömning av produktkvalitet.",
"Planering och genomförande av arbetsuppgifter i samband med slakt.",
"Skötsel, service och underhåll av utrustning och redskap.",
"Arbetsrutiner vid förebyggande hälsovård och för att upptäcka ohälsa inom aktuell produktion."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiskodling.",
"Lagar och andra bestämmelser som rör odling i vatten: lagstiftning som rör fiskodling och lagstiftning för småskalig livsmedelshantering.",
"Arbetsgången med ett tillståndsärende för fiskodling."],
"Biologisk grund":["Förutsättningar och krav på odlingsplats, vattenkvalitet och miljöhänsyn.",
"Foder, utfodring och näringstillgång samt fodrets påverkan på tillväxt och kvalitet.",
"Förebyggande hälsovård, vanliga sjukdomar och behandlingsmetoder.",
"Fisk som livsmedel och de krav som gäller för den fisk som går till konsumtion."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven upprättar en <b>enkel</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en <b>enkel</b> ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>i samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.</p><p>Eleven redogör <b>översiktligt</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>översiktligt</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>översiktligt</b> för arbetsgången i samband med tillståndsgivning. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven upprättar en <b>genomarbetad</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>efter samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.</p><p>Eleven redogör <b>utförligt</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>utförligt</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>utförligt</b> för arbetsgången i samband med tillståndsgivning. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven upprättar en <b>genomarbetad</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och nyanserat</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>efter samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>utförligt och nyanserat</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>utförligt och nyanserat</b> för arbetsgången i samband med tillståndsgivning. </p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven upprättar en <b>enkel</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>översiktligt</b> sina val i planen. I planen beskriver eleven <b>översiktligt</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en <b>enkel</b> ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>i samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
"Eleven redogör <b>översiktligt</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>översiktligt</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>översiktligt</b> för arbetsgången i samband med tillståndsgivning. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven upprättar en <b>genomarbetad</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt</b> sina val i planen. I planen beskriver eleven <b>utförligt</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>efter samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
"Eleven redogör <b>utförligt</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>utförligt</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>utförligt</b> för arbetsgången i samband med tillståndsgivning. ",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven upprättar en <b>genomarbetad</b> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. I planen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de skötselåtgärder och arbetsrutiner som ingår. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl med beräkningar för fiskodlingen. Eleven bedömer <b>efter samråd</b> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för förutsättningar och krav för en fiskodling. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för arbetsgången i samband med tillståndsgivning. ",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"VANFIS01"}