{"subject":"VAN",
"novux":false,
"name":"Vattenbruk - grunder",
"origname":"Vattenbruk - grunder",
"points":100,
"instrRAW":"som bygger på kursen biologi i vattenmiljöer 1.",
"descarr":["Den bygger på kursen ",
"BIIVAT01",
"."],
"reqRAW":"kursen BIIVAT01",
"code":"VANVAT0",
"goals":[0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":{"Arbetsuppgifter":["Arbetsuppgifter vid daglig skötsel av en odlingsanläggning, till exempel kontroll av djurens utveckling och hälsa, hantering av de odlade organismerna samt kontroll av redskap och teknisk utrustning.",
"Observationer för att kontrollera djurens beteende. ",
"Utfodring och hantering av foder samt enkla foderberäkningar.",
"Användning och vård av redskap och annan teknisk utrustning inom vattenbruk.",
"Uppföljning och bedömning av odlingsresultatet."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med vattenbruk.",
"Lagar och andra bestämmelser som rör odling i vatten, till exempel fiskelagstiftning."],
"Biologisk grund":["Några aktuella arter för odling både nationellt och internationellt.",
"De odlade organismernas anatomi och fysiologi.",
"Vattenbrukets förutsättningar, till exempel tillgång på föda, utrymme som en odling tar i anspråk både på land och i vatten samt ekonomiska förutsättningar.",
"Olika former av vattenbruk, till exempel odling av fisk, musslor, ostron och kräftor.",
"De olika arternas krav på vattenkvalitet, närmiljö och näring.",
"Skador och angrepp av olika sjukdomsframkallande organismer och virus.",
"Förebyggande hälsovård."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare<b><strong> avgränsade</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.</p><p>Eleven redogör <b>översiktligt</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehålle <b>enkla</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>översiktligt</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>översiktligt</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>översiktligt</b> för förutsättningar för ett hållbart vattenbruk. </p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> de vattenlevande organismernas utveckling och identifierar <b>med viss säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>översiktligt</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare<b><strong> sammanhållna</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.</p><p>Eleven redogör <b>utförligt</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehålle <b>välgrundade</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>utförligt</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>utförligt</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>utförligt</b> för förutsättningar för ett hållbart vattenbruk.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> de vattenlevande organismernas utveckling och identifierar <b>med viss säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>utförligt</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare<b><strong> sammanhållna</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehåller <b>välgrundade och nyanserade</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>utförligt och nyanserat</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>utförligt och nyanserat</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>utförligt och nyanserat</b> för förutsättningar för ett hållbart vattenbruk.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> de vattenlevande organismernas utveckling och identifierar <b>med säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>utförligt och nyanserat</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare<b><strong> avgränsade</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
"Eleven redogör <b>översiktligt</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehålle <b>enkla</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>översiktligt</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>översiktligt</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>översiktligt</b> för förutsättningar för ett hållbart vattenbruk. ",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> de vattenlevande organismernas utveckling och identifierar <b>med viss säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>översiktligt</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare<b><strong> sammanhållna</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
"Eleven redogör <b>utförligt</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehålle <b>välgrundade</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>utförligt</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>utförligt</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>utförligt</b> för förutsättningar för ett hållbart vattenbruk.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> de vattenlevande organismernas utveckling och identifierar <b>med viss säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>utförligt</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare<b><strong> sammanhållna</b> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda. Redogörelsen innehåller <b>välgrundade och nyanserade</b> motiv till varför olika vattenmiljöer passar för olika organismer. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för betydelsen av tillgång på föda och utrymme för optimal produktion. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för förutsättningar för ett hållbart vattenbruk.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> de vattenlevande organismernas utveckling och identifierar <b>med säkerhet</b> problem i odlingen. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för hur problemen kan åtgärdas. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIIVAT01",
"reqarr":["BIIVAT01"],
"reqBy":["VANFIS01",
"VANVAE00S"],
"friends":["BIIVAT01",
"BIIVAT01",
"BIIVAT02",
"BIIVAT03",
"VANFIS01",
"VANFIS01",
"VANFIS02",
"VANVAE00S",
"VANVAE00S"]}