{"subject":"VAN",
"name":"Vattenbruk &mdash; specialisering",
"points":100,
"repeat":"Kursen kan läsas flera gånger med olika innehåll.",
"requirements":"vattenbruk – grunder",
"instructiontext":"som bygger på kursen vattenbruk – grunder. Kursen kan läsas flera gånger med olika innehåll.",
"code":"VANVAE00S",
"goaltext":"Kursen vattenbruk &mdash; specialisering omfattar punkterna 1&mdash;6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom vald odling.",
"goals":[1,1,1,1,1,1],
"level":"normal",
"content":{"Arbetsuppgifter":["Planering, genomförande och uppföljning av daglig skötsel av vald odlingsanläggning. Exempel på odlingar är musselodling, kräftodling och fiskodling.",
"Skötsel, service och underhåll av utrustning och redskap.",
"Val av foder, hantering av foder, beräkning av fodergivor, planering och genomförande av utfodring samt olika utfodringssystem i samband med fisk- och kräftodling.",
"Hantering av levande organismer.",
"Arbetsrutiner och provtagningar i samband med miljöövervakning.",
"Skötsel och genomförande av behandlingsmetoder vid sjukdomsutbrott i fisk- och kräftodling alternativt åtgärder vid risk för toxin i skaldjur.",
"Skörd och vidareförädling av odlade produkter.",
"Arbetsrutiner vid sortering och transport av odlade produkter.",
"Ekonomiska beräkningar och kalkyler."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med vald odling.",
"Lagar och andra bestämmelser som rör odling i vatten: miljölagstiftning som rör vattenbruk och lagstiftning för småskalig livsmedelshantering.",
"Tillståndsprövning för vattenbruk."],
"Biologisk grund":["Den odlade organismens krav på odlingsmiljön.",
"Olika organismers näringsbehov, tillgång på näring och optimal tillväxt samt miljöhänsyn i samband med odling.",
"Biologiska, fysikaliska och kemiska faktorer som styr odlingsprocessen.",
"Sjukdomar och behandlingsmetoder samt hälsokontroll och hälsovård inom fisk- och kräftodling.",
"Livsmedelskontroll med avseende på toxiner, bakterier och virus."]}}