{"subject":"VAO",
"name":"Odling av djurfoder",
"points":100,
"instrRAW":"som bygger på kursen djurens biologi.",
"descarr":["Den bygger på kursen ",
"BIGDJE0",
"."],
"reqRAW":"kursen BIGDJE0",
"code":"VAOODL0",
"goals":[0,2,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":{"Arbetsuppgifter":["Arbetsuppgifter i samband med odling av djurfoder, till exempel sådd och skötselåtgärder samt skörd, transport och lagring av foderväxter.",
"Användning av aktuell teknisk utrustning.",
"Fältstudier för besiktning och uppföljning av grödornas utveckling samt bedömning av odlingsåtgärder och skördetidpunkt.",
"Skötsel av slåtter- och betesvallar.",
"Skötsel av diken.",
"Avläsning och tolkning av väderprognoser.",
"Miljöhänsyn i samband med odling."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med odling.",
"Lagar och andra bestämmelser som rör odling, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald samt människors hälsa."],
"Biologisk grund":["Foderväxters egenskaper och användningsområden.",
"Olika foderväxters odlingsegenskaper, näringsinnehåll och kvalitet.",
"Foderanalyser.",
"Odlingsjordar och jordmån.",
"Vatten, vattentillgångar, vattnets kretslopp, vattenkvalitet, bevattning och dränering.",
"Växtnäringsämnen och deras kretslopp.",
"Tillväxtfaktorernas betydelse för odlingsresultatet.",
"Odlingsplaner och växtföljder.",
"Klimat, klimatförutsättningar och klimatets inverkan på odlingsresultatet.",
"Ogräs i olika utvecklingsstadier: hjärtbladsstadiet, utvecklat vegetativt stadium och blommande exemplar.",
"Vanliga växtsjukdomar och skadedjur på foderväxter."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.</p><p>Eleven beskrive <b>översiktligt</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>översiktligt</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>enkla</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>översiktligt</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>översiktligt</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> fodergrödornas utveckling och identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>enkla</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.</p><p>Eleven beskriver <b>utförligt</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>utförligt</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>välgrundade</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>utförligt</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>utförligt</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> fodergrödornas utveckling och identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>välgrundade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.</p><p>Eleven beskrive <b>utförligt och nyanserat</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>utförligt och nyanserat</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>välgrundade och nyanserade</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>utförligt och nyanserat</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>utförligt och nyanserat</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> fodergrödornas utveckling och identifierar <b>med säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"e":["Eleven följer arbetsinstruktioner och utför <b>i samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.",
"Eleven beskrive <b>översiktligt</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>översiktligt</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>enkla</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>översiktligt</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>översiktligt</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>enkla</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> fodergrödornas utveckling och identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>översiktligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>enkla</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"c":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.",
"Eleven beskriver <b>utförligt</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>utförligt</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>välgrundade</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>utförligt</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>utförligt</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> fodergrödornas utveckling och identifierar <b>med viss säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>utförligt</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>välgrundade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"a":["Eleven följer arbetsinstruktioner och utför <b>efter samråd</b> med handledare arbetsuppgifter inom odling av foderväxter med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av foderväxter.",
"Eleven beskrive <b>utförligt och</b> <b>nyanserat</b> foderväxternas egenskaper och näringsinnehåll. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur olika odlingsjordar passar för olika grödor och vilken teknisk utrustning som är lämplig att använda samt för klimatets inverkan på odlingsresultatet. Redogörelsen innehåller <b>välgrundade och nyanserade</b> motiv till varför olika jordar passar för olika grödor och varför olika teknisk utrustning används för olika jordar. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för vattnets och vattenkvalitetens betydelse i samband med odling av foderväxter samt hur man på bästa sätt påverkar växternas tillgång på vatten. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för dräneringens betydelse för optimal produktion. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar till vattnets och dräneringens centrala roll för olika grödor och jordar.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> fodergrödornas utveckling och identifierar <b>med säkerhet</b> ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på fodergrödor. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehåller <b>välgrundade och nyanserade</b> biologiska förklaringar.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"BIGDJE0",
"reqarr":["BIGDJE0"]}