{"subject":"VAO",
"name":"Växtodling 2",
"points":100,
"instrRAW":"som bygger på kursen växtodling 1.",
"descarr":["Den bygger på kursen ",
"VAOVAT01",
"."],
"reqRAW":"kursen VAOVAT01",
"code":"VAOVAT02",
"goals":[1,1,1,1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":{"Arbetsuppgifter":["Utarbetande av odlingsplaner och ekonomiska kalkyler. Bedömning av hur och när arbetsuppgifterna ska genomföras samt organisation, planering och genomförande av arbetsuppgifter med utgångspunkt i den upprättade odlingsplanen och den aktuella situationen.",
"Försäljning och marknadsföring av odlade produkter.",
"Fältstudier för besiktning och uppföljning av grödornas utveckling samt bestämning av skördetidpunkt.",
"Tolkning av dikningskartor och åtgärder vid funktionsstörningar.",
"Lagring av skördade produkter.",
"Miljöhänsyn i samband med växtodling."],
"Arbetsmiljö, säkerhetsfrågor och bestämmelser":["Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med växtodling och lagring av skördade produkter.",
"Lagar och andra bestämmelser som rör växtodling, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa."],
"Biologisk grund":["Tillväxtfaktorernas betydelse för växtval, tillväxt, odlingsplanering, skötsel och produktkvalitet.",
"Klimat, klimatförutsättningar och klimatets inverkan på odlingsresultatet.",
"Ogräs i olika utvecklingsstadier: hjärtbladsstadiet, utvecklat vegetativt stadium och blommande exemplar.",
"Växtsjukdomar och skadedjur på lantbruksgrödor.",
"Växtföljder.",
"Olika sorter och deras egenskaper. Val av sorter beroende på användningsområde och odlingsförutsättningar.",
"Biologiska processer i samband med lagring."]},
"judgeraw":"<h4>Betyget E</h4><p>Eleven upprättar en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>översiktligt</b> för lagring av olika produkter. Redogörelsen innehåller <b>enkla</b> förklaringar till de biologiska processer som sker i samband med lagring.</p><p>I samband med fältstudier beskriver eleven <b>översiktligt</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehåller <b>enkla</b> förklaringar kring grödornas utveckling och kondition, <b>enkla</b> biologiska och ekonomiska samband,<b> enkla</b> bedömningar av klimatets inverkan samt <b>enkla</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>översiktligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>enkla</b> biologiska förklaringar och <b>enkla</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>utförligt</b> för lagring av olika produkter. Redogörelsen innehåller <b>välgrundade</b> förklaringar till de biologiska processer som sker i samband med lagring.</p><p>I samband med fältstudier beskriver eleven <b>utförligt</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehålle <b>välgrundade</b> förklaringar kring grödornas utveckling och kondition, <b>välgrundade</b> biologiska och ekonomiska samband,<b> välgrundade</b> bedömningar av klimatets inverkan samt <b>välgrundade</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>utförligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och <b>välgrundade</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt och nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleve <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>utförligt och nyanserat</b> för lagring av olika produkter. Redogörelsen innehåller <b>välgrundade och nyanserade</b> förklaringar till de biologiska processer som sker i samband med lagring.</p><p>I samband med fältstudier beskriver eleven <b>utförligt och nyanserat</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar kring grödornas utveckling och kondition, <b>välgrundade och nyanserade</b> biologiska och ekonomiska samband, <b>välgrundade och nyanserade</b> bedömningar av klimatets inverkan samt <b>välgrundade och nyanserade</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar oc <b>välgrundade och nyanserade</b> ekonomiska samband.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven upprättar en <b>enkel</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>översiktligt</b> sina val i planen. Planen innehåller en <b>enkel</b> ekonomisk kalkyl. Eleven bedömer <b>i samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>i samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>i samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>översiktligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>översiktligt</b> för lagring av olika produkter. Redogörelsen innehåller <b>enkla</b> förklaringar till de biologiska processer som sker i samband med lagring.",
"I samband med fältstudier beskriver eleven <b>översiktligt</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehåller <b>enkla</b> förklaringar kring grödornas utveckling och kondition, <b>enkla</b> biologiska och ekonomiska samband,<b> enkla</b> bedömningar av klimatets inverkan samt <b>enkla</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>översiktligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>enkla</b> biologiska förklaringar och <b>enkla</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt</b> sina val i planen. Planen innehåller en ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>tillfredsställande</b>. I arbetet löser eleven <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>utförligt</b> för lagring av olika produkter. Redogörelsen innehåller <b>välgrundade</b> förklaringar till de biologiska processer som sker i samband med lagring.",
"I samband med fältstudier beskriver eleven <b>utförligt</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehålle <b>välgrundade</b> förklaringar kring grödornas utveckling och kondition, <b>välgrundade</b> biologiska och ekonomiska samband,<b> välgrundade</b> bedömningar av klimatets inverkan samt <b>välgrundade</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med viss säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>utförligt</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehåller <b>välgrundade</b> biologiska förklaringar och <b>välgrundade</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven upprättar en <b>genomarbetad</b> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <b>utförligt och</b> <b>nyanserat</b> sina val i planen. Planen innehåller en <b>avancerad</b> ekonomisk kalkyl. Eleven bedömer <b>efter samråd</b> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn. Eleven organiserar, planerar och utför <b>efter samråd</b> med handledare aktuella arbetsuppgifter inom växtodling och lagring med aktuell teknisk utrustning. Resultatet av arbetet är <b>gott</b>. I arbetet löser eleve <b>efter samråd</b> med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <b>utförligt</b> för och arbetar i enlighet med lagar och andra bestämmelser som rör växtodling. Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för lagring av olika produkter. Redogörelsen innehåller <b>välgrundade och nyanserade</b> förklaringar till de biologiska processer som sker i samband med lagring.",
"I samband med fältstudier beskriver eleven <b>utförligt och</b> <b>nyanserat</b> resultatet av genomförda odlingsåtgärder. Beskrivningen innehåller <b>välgrundade och nyanserade</b> förklaringar kring grödornas utveckling och kondition, <b>välgrundade och nyanserade</b> biologiska och ekonomiska samband, <b>välgrundade och nyanserade</b> bedömningar av klimatets inverkan samt <b>välgrundade och nyanserade</b> förslag till fortsatta åtgärder. Eleven identifierar <b>med säkerhet</b> ett flertal vanliga ogräs, växtsjukdomar och skadedjur på lantbruksgrödor. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga motåtgärder. Redogörelsen innehålle <b>välgrundade och nyanserade</b> biologiska förklaringar oc <b>välgrundade och nyanserade</b> ekonomiska samband.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"samenamecoursecode":"ODLVÄT02",
"samenamesubjectcode":"ODL",
"samenamesubjectname":"Odling",
"req":"VAOVAT01",
"reqarr":["VAOVAT01"],
"reqBy":["VAOVAT00S"],
"friends":["VAOODL0",
"VAOVAT00S",
"VAOVAT01",
"VAOVAT01",
"ODLVÄT02"]}