{"subject":"VIS",
"name":"Visuell kommunikation",
"points":100,
"code":"VISVIS0",
"goals":[1,1,1,1,1],
"excludesgoals":false,
"focusesgoals":false,
"level":"normal",
"content":["Analys av hur fotografiet och den rörliga bilden har använts inom olika områden och vid olika tidpunkter för att bära olika typer av budskap. ",
"Visuell kommunikation som bärare av budskap.",
"Teknikens utveckling och dess påverkan på den visuella kulturen.",
"Avsändar- och mottagarperspektiv samt bilddistribution och bildkonsumtion.",
"Semiotik, kontext och dramaturgi.",
"Bildteoretiska modeller och teorier.",
"Fotografiska och rörliga bilder och deras samspel med andra uttycksformer, till exempel text och ljud."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>översiktligt</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>översiktligt</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.</p><p>Eleven diskuterar <b>översiktligt</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>översiktligt</b> för samband mellan avsändares och betraktares positioner och drar <b>enkla</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.</p><p>Eleven beskriver <b>översiktligt</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>översiktligt</b>, och gör en <b>enkel</b> analys av, bildens funktion i dagens samhälle.</p><p>Eleven redogör <b>översiktligt</b> för hur bild, text och ljud kan samverka i visuella budskap.</p><p>I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med viss säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.</p><p>Eleven framställer och förmedlar <b>i samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med viss säkerhet</b> och på ett sätt som <b>till viss del</b> är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>enkla</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>utförligt</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>utförligt</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.</p><p>Eleven diskuterar <b>utförligt</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>utförligt</b> för samband mellan avsändares och betraktares positioner och drar <b>välgrundade</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.</p><p>Eleven beskriver <b>utförligt</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>utförligt</b>, och gör en analys av, bildens funktion i dagens samhälle.</p><p>Eleven redogör <b>utförligt</b> för hur bild, text och ljud kan samverka i visuella budskap.</p><p>I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med</b> <b>viss säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.</p><p>Eleven framställer och förmedlar <b>efter samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med viss säkerhet</b> och på ett sätt som <b>till viss del</b> är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>välgrundade</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>utförligt och nyanserat</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>utförligt och nyanserat</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.</p><p>Eleven diskuterar <b>utförligt och nyanserat</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>utförligt och nyanserat</b> för samband mellan avsändares och betraktares positioner och drar <b>välgrundade och nyanserade</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.</p><p>Eleven beskriver <b>utförligt och nyanserat</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>utförligt och nyanserat</b>, och gör en <b>komplex</b> analys av, bildens funktion i dagens samhälle.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för hur bild, text och ljud kan samverka i visuella budskap.</p><p>I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.</p><p>Eleven framställer och förmedlar <b>efter samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med</b> <b>säkerhet</b> och på ett sätt som är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>välgrundade och nyanserade</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>översiktligt</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>översiktligt</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
"Eleven diskuterar <b>översiktligt</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>översiktligt</b> för samband mellan avsändares och betraktares positioner och drar <b>enkla</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
"Eleven beskriver <b>översiktligt</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>översiktligt</b>, och gör en <b>enkel</b> analys av, bildens funktion i dagens samhälle.",
"Eleven redogör <b>översiktligt</b> för hur bild, text och ljud kan samverka i visuella budskap.",
"I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med viss säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.",
"Eleven framställer och förmedlar <b>i samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med viss säkerhet</b> och på ett sätt som <b>till viss del</b> är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>enkla</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>utförligt</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>utförligt</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
"Eleven diskuterar <b>utförligt</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>utförligt</b> för samband mellan avsändares och betraktares positioner och drar <b>välgrundade</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
"Eleven beskriver <b>utförligt</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>utförligt</b>, och gör en analys av, bildens funktion i dagens samhälle.",
"Eleven redogör <b>utförligt</b> för hur bild, text och ljud kan samverka i visuella budskap.",
"I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med viss säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.",
"Eleven framställer och förmedlar <b>efter samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med viss säkerhet</b> och på ett sätt som <b>till viss del</b> är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>välgrundade</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör, utifrån exempel från olika tider och olika samhällen, <b>utförligt och</b> <b>nyanserat</b> för fotografiets och den rörliga bildens språk, funktioner och utveckling. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
"Eleven diskuterar <b>utförligt och</b> <b>nyanserat</b> skillnader mellan olika typer av bildkonsumtion. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för samband mellan avsändares och betraktares positioner och drar <b>välgrundade och nyanserade</b> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
"Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b>, och gör en <b>komplex</b> analys av, bildens funktion i dagens samhälle.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hur bild, text och ljud kan samverka i visuella budskap.",
"I beskrivningar, redogörelser, diskussioner och analyser använder eleven <b>med säkerhet</b> några bildteoretiska begrepp samt någon teori och modell.",
"Eleven framställer och förmedlar <b>efter samråd</b> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar. I arbetet utformar eleverna produktionerna <b>med säkerhet</b> och på ett sätt som är anpassat till ett givet syfte och sammanhang. Eleven motiverar med <b>välgrundade och nyanserade</b> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"friends":[]}