{"subject":"VVI",
"name":"VVS-teknik",
"points":200,
"instrRAW":"som bygger på kursen sanitetsteknik 2 och kursen värmeteknik 2.",
"descarr":["Den bygger på kursen ",
"VVSSAN02",
" och kursen ",
"VVSVÄR02",
"."],
"reqRAW":"kursen VVSSAN02 och kursen VVSVÄR02",
"code":"VVIVVT0",
"goals":[1,0,1,1,1,1,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Konventionella och alternativa energisystem samt deras uppbyggnad och funktion.",
"Avluftning och avgasning av värmesystem och komfortkylsystem.",
"Planering, organisering och genomförande av VVS-installationer.",
"Ritningar, arbetsbeskrivningar och monteringsanvisningar.",
"Bygglagstiftning, standarder, branschregler och övriga regler för uppbyggnad av VVS-anläggningar.",
"Montering av sammansatta VVS-installationer med produktionsenhet, distributionssystem och förbrukningsdelar med värme- och sanitetstekniska system.",
"Dimensionering av rör, värmare och luftkylare.",
"Fogningsteknik med odemonterbara och demonterbara förband, till exempel löd- och svetsfogar, mekaniska kopplingar och flänsförband.",
"Verktyg, maskiner och övriga hjälpmedel.",
"Medier i VVS-system och deras användningsområden, miljöpåverkan och driftegenskaper.",
"Felsökning, service- och underhållsarbeten i VVS-anläggningar.",
"Täthetsprovning, kontroller och bedömning samt dokumentation av utförda åtgärder.",
"Arbetsmiljö, hälsa och säkerhet enligt skyddsföreskrifter. Hur man arbetar säkert såväl för egen del som för den som använder installationen.",
"Ergonomiskt riktigt arbetssätt."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>översiktligt</b> för de miljökrav som gäller.</p><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> någon vanligt förekommande arbetsmetod och teknik. Eleven utför <b>i samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven redogör <b>översiktligt</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>utförligt</b> för de miljökrav som gäller.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> någon vanligt förekommande arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven redogör <b>utförligt</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>utförligt och nyanserat</b> för de miljökrav som gäller.</p><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med säkerhet</b> någon vanligt förekommande arbetsmetod och teknik <b>samt motiverar sina val</b>. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>utförligt och nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>översiktligt</b> för de miljökrav som gäller.",
"Eleven planerar <b>i samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> någon vanligt förekommande arbetsmetod och teknik. Eleven utför <b>i samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven redogör <b>översiktligt</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>utförligt</b> för de miljökrav som gäller.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med viss säkerhet</b> någon vanligt förekommande arbetsmetod och teknik. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven redogör <b>utförligt</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> uppbyggnad och funktion av olika energisystem och värme- och komfortkylsystem. Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för de miljökrav som gäller.",
"Eleven planerar <b>efter samråd</b> med handledare sitt arbete. I planeringen väljer eleven <b>med säkerhet</b> någon vanligt förekommande arbetsmetod och teknik <b>samt motiverar sina val</b>. Eleven utför <b>efter samråd</b> med handledare arbetet utifrån ritningar, andra handlingar samt lagar och andra bestämmelser, med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> komponenter och apparater samt material och metoder för sammanfogning. Dessutom använder eleven <b>med säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för olika medier i VVS-system samt för deras användningsområden, miljöpåverkan och driftegenskaper. Dessutom ger eleven exempel på, och redogör <b>utförligt och</b> <b>nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på system och installationer. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":{"type":"AND",
"arr":["VVSSAN02",
"VVSVÄR02"]},
"reqarr":["VVSSAN02",
"VVSVÄR02"]}