{"subject":"VVS",
"name":"VVS gassvetsning rör",
"points":100,
"instrRAW":"som bygger på kursen VVS svets och lödning rör.",
"descarr":["Den bygger på kursen ",
"VVSVVS0",
"."],
"reqRAW":"kursen VVSVVS0",
"code":"VVSVVG0",
"goals":[0,0,1,1,1,0,1,0,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Svetsdatablad som behandlar parametrar, till exempel val av munstycke för olika materialtjocklekar och lägen.",
"Vanliga problem och formavvikelser vid gassvetsning.",
"Kvalitetsnivåer och provmetoder av svetsförband samt kompetenskrav vid svetsning.",
"Förbränningsprocessen, lågans reglering och temperaturzoner.",
"Sammanfogning med gassvetsning med teknikerna från- och motsvets i förekommande positioner i horisontellt och vertikalt läge i tubrör.",
"Arbetsmetoder med maskiner och gasskärutrustning för bearbetning och fogförberedelser.",
"Gasskärning och utrustning för håltagning till påstick, rörförgreningar och stutsförband samt för demontering.",
"Materiallära för stål och dess legeringar samt för tillsatsmaterial.",
"Skötsel och underhåll av gassvetsutrustning, verktyg och maskiner.",
"Täthetsprovning, kontroller och dokumentation vid svetsarbeten.",
"Egenskaper och förvaring av behållare för bränngaser och syre.",
"Distribution av svetsgaser till arbetsplatser.",
"Arbetsmiljö, hälsa och säkerhet vid arbete med svetsning och skärning.",
"Brandsäkerhet för skydd mot brand och brandgasspridning samt lagar och föreskrifter om brandsäkerhet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven planerar <b>i samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med viss säkerhet</b> material och utrustning. Eleven utför arbetet med <b>visst</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med viss säkerhet metoder,</b> material och utrustning. Eleven utför arbetet med <b>gott</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven planerar <b>efter samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med säkerhet</b> <b>metoder,</b> material och utrustning <b>samt motiverar sina val</b>. Eleven utför arbetet med <b>mycket gott</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.</p><p>Eleven ger exempel på, och redogör <b>utförligt och nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.</p><p>Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven planerar <b>i samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med viss säkerhet</b> material och utrustning. Eleven utför arbetet med <b>visst</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>översiktligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>i samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>i samråd</b> med handledare kontroller. Eleven värderar också med <b>enkla</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>enkel</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven planerar <b>efter samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med viss säkerhet metoder,</b> material och utrustning. Eleven utför arbetet med <b>gott</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med viss säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med viss säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>utförligt</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav. Dessutom gör eleven en <b>noggrann</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven planerar <b>efter samråd</b> med handledare sitt arbete utifrån ritningar och andra handlingar. I planeringen väljer eleven <b>med säkerhet</b> <b>metoder,</b> material och utrustning <b>samt motiverar sina val</b>. Eleven utför arbetet med <b>mycket gott</b> handlag och med ett resultat som uppfyller fastställda kvalitetskrav. I arbetet använder eleven <b>med säkerhet</b> metoder och tekniker för sammanfogning enligt lagar och andra bestämmelser. Dessutom använder eleven <b>med säkerhet</b> verktyg och maskiner samt följer föreskrifter och anvisningar för dem.",
"Eleven ger exempel på, och redogör <b>utförligt och</b> <b>nyanserat</b> utifrån dessa för, nya och beprövade produkter och material. Eleven utför <b>efter samråd</b> med handledare reparationer, service och underhåll på maskiner och utrustning. Under arbetets gång och när arbetet är utfört gör eleven <b>efter samråd</b> med handledare kontroller. Eleven värderar också med <b>nyanserade</b> omdömen om arbetet uppfyller fastställda kvalitetskrav <b>samt ger förslag på hur arbetet kan förbättras</b>. Dessutom gör eleven en <b>noggrann och utförlig</b> dokumentation av utförda åtgärder.",
"Eleven använder skyddsutrustning, följer skyddsföreskrifter för sin egen och andras säkerhet samt arbetar ergonomiskt.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"VVSVVS0",
"reqarr":["VVSVVS0"]}