{"subject":"VVS",
"name":"VVS TIG-svetsning rör",
"points":100,
"code":"VVSVVI0",
"goaltext":"Kursen VVS TIG-svetsning rör omfattar punkterna 3&mdash;5, 7 och 9&mdash;10 under rubriken Ämnets syfte.",
"goals":[0,0,1,1,1,0,1,0,1,1],
"level":"normal",
"content":["Svetsdatablad som behandlar parametrar, till exempel val av svetsström och svetshastighet för olika materialtjocklekar och lägen.",
"Reglering av svetsström, likström och växelström.",
"Diskontinuiteter och formavvikelser i svetsar och möjliga problem för TIG-svetsning.",
"Kvalitetsnivåer och provmetoder av svetsförband samt kompetenskrav vid svetsning.",
"Sammanfogning av enkelsidiga stumsvetsar av plåt i olegerat stål med TIG-svetsmetod i förekommande positioner i horisontellt och vertikalt läge.",
"Sammanfogning av enkelsidiga stumsvetsar av rör i rostfritt stål med TIG-svetsmetod i förekommande positioner i horisontellt och vertikalt läge.",
"Verktyg och maskiner för fogberedning samt rengöring av fogar vid svetsning av olegerat och rostfritt stål.",
"Definition och identifiering av rostfritt stål och jämförelse mellan rostfritt stål och olegerat stål.",
"Materiallära för stål och dess legeringar samt för tillsatsmaterial. Hur egenskaper för inre och yttre påverkan tillgodoses.",
"Tillsatsmaterial för TIG-svetsning i rostfritt stål och olegerat stål.",
"TIG-elektroder: indelning, slipning och hantering.",
"Skyddsgaser och rotgaser och deras egenskaper och användningsområden.",
"Utrustning för TIG-svetsning: strömkälla, svetspistol samt anordningar för återledning och kablar.",
"Hjälpmedel för tändning av ljusbågen.",
"Underhåll av utrustning: kablars och kopplingars tillstånd, kontaktytors och komponenters renhet samt gastillförsel och kontroll av denna.",
"Täthetsprovning, kontroller och dokumentation vid svetsarbeten.",
"Egenskaper och förvaring av behållare för skyddsgaser och rotgaser.",
"Distribution av skyddsgaser och rotgaser till arbetsplatser.",
"Arbetsmiljö, hälsa och säkerhet vid arbete med TIG-svetsning. Brandsäkerhet för skydd mot brand och brandgasspridning samt lagar och föreskrifter om brandsäkerhet."]}