{"subject":"VÄX",
"name":"Växtkunskap 1",
"points":100,
"code":"VÄXVÄX01",
"goals":[2,1,1,1,1,0],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Identifiering, beskrivning och namngivning av ett begränsat sortiment av träd, buskar, barrväxter, perenner och annueller med vetenskapliga och yrkesmässiga termer.",
"Växtmiljöer samt växters härdighet, ståndort och proveniens.",
"Växternas funktion i olika miljöer, till exempel som rumsbildare, vindskydd och estetiska uttryck med färg och form.",
"Olika moment i planteringen av växter, till exempel jordförbättring, efterarbete, skötsel och uppföljning.",
"Sortiment, växtkvalitet samt handel med växter, till exempel vad gäller kvalitetsmärkningen E-planta och växtpass."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven identifierar och namnger <b>med viss säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>översiktligt</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>enkla</b> jämförelser av olika växtval och av växternas kvalitet och lämplighet i olika miljöer samt föreslår <b>med viss säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>översiktligt</b> växternas kvalitet.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven identifierar och namnger <b>med viss säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>utförligt</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>välgrundade</b> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <b>med viss säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>utförligt</b> växternas kvalitet.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven identifierar och namnger <b>med säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>utförligt och nyanserat</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>välgrundade och nyanserade</b> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <b>med säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>utförligt och nyanserat</b> växternas kvalitet.</p>",
"judge":{"E":["Eleven identifierar och namnger <b>med viss säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>översiktligt</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>enkla</b> jämförelser av olika växtval och av växternas kvalitet och lämplighet i olika miljöer samt föreslår <b>med viss säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>översiktligt</b> växternas kvalitet."],
"C":["Eleven identifierar och namnger <b>med viss säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>utförligt</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>välgrundade</b> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <b>med viss säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>utförligt</b> växternas kvalitet."],
"A":["Eleven identifierar och namnger <b>med säkerhet</b> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer. I samband med fältstudier redogör eleven <b>utförligt och</b> <b>nyanserat</b> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat. Eleven gö <b>välgrundade och nyanserade</b> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <b>med säkerhet</b> alternativa växtval. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> växternas kvalitet."]},
"reqBy":["SKÖBEK0",
"VÄXVÄX02"],
"friends":["VÄXVÄK0",
"VÄXVÄX02"]}