{"subject":"VÅR",
"name":"Vård- och omsorgsarbete 1",
"origname":"Vård- och omsorgsarbete 1",
"points":200,
"code":"VÅRVÅR01",
"goals":[1,1,1,0,1,1,1,0,0,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"basic",
"content":["Centrala begrepp, till exempel vård och omsorg, omvårdnad och socialt arbete.",
"Hygien, till exempel att förebygga smitta och smittspridning genom rena rutiner.",
"Det normala åldrandet, fysiskt, psykiskt och socialt.",
"Etiskt förhållningssätt i hälso- och sjukvård samt socialtjänst.",
"Hur man utför arbetsuppgifter på ett estetiskt sätt.",
"Personlig vård, till exempel personlig hygien, munvård, kost och vätska, måltidssituation, vila och sömn, elimination och klädsel samt komplikationer vid långvarigt sängläge.",
"Sociala och socialpedagogiska uppgifter, till exempel i form av samtal, kontakt och aktivering. ",
"Serviceuppgifter i hushållet, till exempel tvätthantering, städning, inköp, matlagning och livsmedelshantering.",
"Medicintekniska uppgifter, till exempel blodtrycks- och pulskontroller, temperaturmätning, urinprov och enklare såromläggning.",
"Administrativa uppgifter, till exempel beställning av sjukvårdsmaterial och schemaplanering.",
"Arbetsställningar och förflyttningar.",
"Sekretess i vård- och omsorgsarbetet.",
"Tekniska och andra hjälpmedel.",
"Datoranvändning och säker informationshantering.",
"Kommunikation, bemötande, förhållningssätt, sinnesstimulering och samarbete. Estetik och kulturella yttringar i form av till exempel musik, dans, konst och litteratur.",
"Den historiska utvecklingen inom verksamhetsområdet."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>översiktligt</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>översiktligt</b> vad som kännetecknar normalt åldrande.</p><p>Eleven utför i bekanta situationer och <b>i samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt. I arbetet hanterar eleven <b>i samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>i samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>i samråd</b> med handledare den enskilda människans behov och förutsättningar. </p><p>Eleven redogör <b>översiktligt</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>utförligt</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>utförligt</b> vad som kännetecknar normalt åldrande.</p><p>Eleven utför i bekanta situationer och <b>efter samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt. I arbetet hanterar eleven <b>efter samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>efter samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>efter samråd</b> med handledare den enskilda människans behov och förutsättningar. </p><p>Eleven redogör <b>utförligt</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>utförligt och nyanserat</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>utförligt och nyanserat</b> vad som kännetecknar normalt åldrande.</p><p>Eleven utför i bekanta situationer och <b>efter samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt <b>samt anpassar vid behov utförandet i samråd med handledare</b>. I arbetet hanterar eleven <b>efter samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>efter samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>efter samråd</b> med handledare den enskilda människans behov och förutsättningar. </p><p>Eleven redogör <b>utförligt och nyanserat</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>översiktligt</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>översiktligt</b> vad som kännetecknar normalt åldrande.",
"Eleven utför i bekanta situationer och <b>i samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt. I arbetet hanterar eleven <b>i samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>i samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>i samråd</b> med handledare den enskilda människans behov och förutsättningar. ",
"Eleven redogör <b>översiktligt</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>utförligt</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>utförligt</b> vad som kännetecknar normalt åldrande.",
"Eleven utför i bekanta situationer och <b>efter samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt. I arbetet hanterar eleven <b>efter samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>efter samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med viss säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>efter samråd</b> med handledare den enskilda människans behov och förutsättningar. ",
"Eleven redogör <b>utförligt</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> innebörden av centrala begrepp inom vård och omsorg. Eleven redogör också <b>utförligt och</b> <b>nyanserat</b> för hur smitta och smittspridning förhindras. Dessutom beskriver eleven <b>utförligt och</b> <b>nyanserat</b> vad som kännetecknar normalt åldrande.",
"Eleven utför i bekanta situationer och <b>efter samråd</b> med handledare vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt och ergonomiskt sätt <b>samt anpassar vid behov utförandet i samråd med handledare</b>. I arbetet hanterar eleven <b>efter samråd</b> med handledare apparater och tekniska hjälpmedel samt använder, <b>efter samråd</b> med handledare och på ett patientsäkert sätt, informationsteknik för information, kommunikation och dokumentation. Eleven anpassar <b>med säkerhet</b> sin kommunikation till mottagaren och samarbetar med andra. Dessutom uppmärksammar eleven <b>efter samråd</b> med handledare den enskilda människans behov och förutsättningar. ",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för hälso- och sjukvårdens samt socialtjänstens historia och utveckling.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["VÅRVÅR02"],
"hasreqs":true,
"friends":["SJUAKU0",
"SJUBAR0",
"MÄNETI0",
"GRUGRD0",
"SJUHEM0",
"MÄNINA0",
"ITIITI0",
"SJULIN0",
"SJURÄD0",
"PEASOC0",
"TENTEK0",
"VADVAR00S",
"GERVÅR0",
"VÅRVÅR02",
"PEAVÅD0",
"GERÄLD0"]}