{"subject":"WEB",
"name":"Webbutveckling 2",
"origname":"Webbutveckling 2",
"points":100,
"instrRAW":"som bygger på kursen webbutveckling 1.",
"descarr":["Den bygger på kursen ",
"WEBWEU01",
"."],
"reqRAW":"kursen WEBWEU01",
"code":"WEBWEU02",
"goals":[1,1,1,0,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Webben som körmiljö för applikationer av olika slag.",
"Utvecklingsprocessen för ett webbtekniskt projekt. Målsättningar, planering, specifikation av struktur och design, kodning, optimering, testning, dokumentation och uppföljning.",
"Märkspråk och stilmallar.",
"Skriptspråk för webbutveckling på klientsidan och dokumentobjektsmodellen som en teknik för ökad användbarhet genom progressiv förbättring.",
"Bilder, ljud, video och två- eller tredimensionell interaktiv grafik för webbapplikationer med möjlighet till fördjupning inom någon sådan teknik, till exempel skalbar vektorgrafik, SVG (Scalable Vector Graphics) eller WebGL (Web Graphics Library).",
"Nationella och internationella riktlinjer för god praxis inom webbutveckling.",
"Uppnående av interoperabilitet genom att följa standarder och testa på olika användaragenter.",
"Applikationer som fungerar oberoende av val av användaragent, operativsystem eller hårdvaruplattform samt hur tillgänglighet uppnås utifrån att applikationerna ska vara användarvänliga och robusta även för användare med funktionsnedsättning.",
"Kvalitetssäkring av applikationens funktion och validering av kodens kvalitet.",
"Lagar och andra bestämmelser som styr digital information, till exempel personuppgiftslagen och lagen om elektronisk kommunikation.",
"Vanliga attackvektorer mot webbapplikationer och åtgärder för att skapa säkerhet.",
"Terminologi inom området webbutveckling."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> webben som körmiljö samt gör en <b>enkel</b> jämförelse med <b>något</b> annat alternativ.</p><p>Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende <b>i begränsad utsträckning</b> är åtskilda. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven med <b>tillfredsställande</b> resultat <b>enkel</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar med <b>tillfredsställande</b> funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven med <b>några</b> <b>enkla</b> tester. Dessutom kontrollerar eleven <b>med viss säkerhet</b> produktens tillgänglighet med automatiserade tester. Eleven <b>vidtar några enkla åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten.</p><p>Eleven använder <b>med</b> <b>viss säkerhet enkel</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> webben som körmiljö samt gör en <b>välgrundad</b> jämförelse med <b>några</b> andra alternativ.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende är åtskilda. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven me <b>tillfredsställande</b> resultat <b>och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar med <b>tillfredsställande</b> resultat funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven med <b>några</b> tester. Dessutom kontrollerar eleven <b>med viss säkerhet</b> produktens tillgänglighet med automatiserade tester <b>och begränsad manuell testning</b>. Eleven <b>vidtar några åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat. <b>I utvärderingen resonerar eleven kring eventuella avvikelser samt motiverar översiktligt de val som har gjorts.</b></p><p>Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. <b>Dessutom för eleven välgrundade resonemang om webbrelaterade frågor om etik och integritet.</b> Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten <b>samt</b> <b>kontrollerar produktens säkerhet med något test</b>.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> webben som körmiljö samt gör en <b>välgrundad och nyanserad</b> jämförelse med <b>flera</b> andra alternativ.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen.</b> Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende <b>i omfattande utsträckning</b> är åtskilda. I arbetet utvecklar eleven kod som med <b>gott</b> resultat följer standarder och som omfattar <b>flera</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven med <b>gott</b> resulta <b>och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar me <b>gott</b> resultat funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.</p><p>Produkten är av <b>god</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven <b>både manuellt och</b> med <b>flera</b> tester. Dessutom kontrollerar eleven <b>med säkerhet</b> produktens tillgänglighet med automatiserade tester,<b> simuleringar</b> <b>och manuell testning</b>. Eleven <b>optimerar</b> bilder och andra mediafiler för att åstadkomma snabb överföring <b>och vidtar åtgärder för att reducera antalet överföringar per sida</b>.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>. <b>I utvärderingen resonerar eleven kring eventuella avvikelser samt motiverar utförligt de val som har gjorts.</b></p><p>Eleven redogör <b>utförligt och nyanserat</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. <b>Dessutom för eleven välgrundade och nyanserade resonemang om webbrelaterade frågor om etik och integritet.</b> Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten <b>samt</b> <b>kontrollerar produktens säkerhet med några tester</b>.</p><p>Eleven använder <b>med</b> <b>säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> webben som körmiljö samt gör en <b>enkel</b> jämförelse med <b>något</b> annat alternativ.",
"Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende <b>i begränsad utsträckning</b> är åtskilda. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven med <b>tillfredsställande</b> resultat <b>enkel</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar med <b>tillfredsställande</b> funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.",
"Produkten är av <b>tillfredsställande</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven med <b>några</b> <b>enkla</b> tester. Dessutom kontrollerar eleven <b>med viss säkerhet</b> produktens tillgänglighet med automatiserade tester. Eleven <b>vidtar några enkla åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.",
"Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten.",
"Eleven använder <b>med viss säkerhet enkel</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> webben som körmiljö samt gör en <b>välgrundad</b> jämförelse med <b>några</b> andra alternativ.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende är åtskilda. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven med <b>tillfredsställande</b> resultat <b>och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar med <b>tillfredsställande</b> resultat funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.",
"Produkten är av <b>tillfredsställande</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven med <b>några</b> tester. Dessutom kontrollerar eleven <b>med viss säkerhet</b> produktens tillgänglighet med automatiserade tester <b>och begränsad manuell testning</b>. Eleven <b>vidtar några åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat. <b>I utvärderingen resonerar eleven kring eventuella avvikelser samt motiverar översiktligt de val som har gjorts.</b>",
"Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. <b>Dessutom för eleven välgrundade resonemang om webbrelaterade frågor om etik och integritet.</b> Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten <b>samt</b> <b>kontrollerar produktens säkerhet med något test</b>.",
"Eleven använder <b>med viss säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> webben som körmiljö samt gör en <b>välgrundad och nyanserad</b> jämförelse med <b>flera</b> andra alternativ.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen.</b> Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där logiker som styr innehåll, design och beteende <b>i omfattande utsträckning</b> är åtskilda. I arbetet utvecklar eleven kod som med <b>gott</b> resultat följer standarder och som omfattar <b>flera</b> tekniker för märkspråk och stilmallar. Dessutom väljer och anger eleven lämplig teckenkodning. I arbetet bearbetar eleven med <b>gott</b> resulta <b>och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten. Eleven utvecklar me <b>gott</b> resultat funktionalitet inom något eller några av områdena domskript, interaktiv 2D-grafik, 3D-grafik eller animationer.",
"Produkten är av <b>god</b> kvalitet när det gäller funktion och följer etablerad god praxis. Detta kontrollerar eleven <b>både manuellt och</b> med <b>flera</b> tester. Dessutom kontrollerar eleven <b>med säkerhet</b> produktens tillgänglighet med automatiserade tester,<b> simuleringar</b> <b>och manuell testning</b>. Eleven <b>optimerar</b> bilder och andra mediafiler för att åstadkomma snabb överföring <b>och vidtar åtgärder för att reducera antalet överföringar per sida</b>.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>. <b>I utvärderingen resonerar eleven kring eventuella avvikelser samt motiverar utförligt de val som har gjorts.</b>",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. <b>Dessutom för eleven välgrundade och nyanserade resonemang om webbrelaterade frågor om etik och integritet.</b> Eleven tar hänsyn till säkerhetsaspekter i sitt arbete och i fråga om produkten <b>samt</b> <b>kontrollerar produktens säkerhet med några tester</b>.",
"Eleven använder <b>med säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"WEBWEU01",
"reqarr":["WEBWEU01"],
"reqBy":["WEBWEU03"],
"friends":["WEBMOB0",
"WEBWEB01",
"WEBWEB02",
"WEBWEU01",
"WEBWEU01",
"WEBWEU03"]}