{"subject":"WEB",
"name":"Webbserverprogrammering 2",
"points":100,
"instrRAW":"som bygger på kursen webbserverprogrammering 1.",
"descarr":["Den bygger på kursen ",
"WEBWEB01",
"."],
"reqRAW":"kursen WEBWEB01",
"code":"WEBWEB02",
"goals":[1,1,0,1,1,1,1,1,1],
"excludesgoals":true,
"focusesgoals":false,
"level":"normal",
"content":["Webbserverns och dynamiska webbplatsers funktionalitet.",
"Utvecklingsprocessen för ett webbtekniskt projekt: målsättningar, planering, systemering, kodning, optimering, dokumentation och uppföljning.",
"Dokumentation av utvecklingsprocess och färdig produkt, inklusive kod och mjukvarugränssnitt.",
"Funktionen i ett programmeringsspråk för dynamiska webbplatser.",
"Datalagring i relationsdatabas eller med annan teknik.",
"Datautbytesformat, till exempel XML och JSON.",
"Teckenkodning: begrepp, standarder och handhavande.",
"Kodning och dokumentation enligt vedertagen praxis för den teknik som används i sammanhanget.",
"Applikationsarkitektur och separation av olika slags logik.",
"Kvalitetssäkring av dynamiska webbapplikationers funktionalitet, säkerhet och kodkvalitet.",
"Säkerhet: attackvektorer mot webbapplikationer och principer för att hindra attacker."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven redogör <b>översiktligt</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.</p><p>Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. I projektplanen beskriver eleven <b>översiktligt</b> produktens funktion. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledar <b></b>produkten, där presentations­logiken <b>huvudsakligen</b> är skild från produktens övriga logik. I arbetet utvecklar eleven kod som ä <b>läsbar</b> och <b>översiktligt</b> kommenterad. Produkten uppvisar <b>enkel</b> funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett <b>enkelt</b> informations­hanterings­system som också hämtar eller lämnar data via <b>någon</b> <b>enkel</b> webbtjänst. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring. I arbetet redogör eleven också <b>översiktligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Dessutom identifierar eleven <b>några</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem.</p><p>Eleven använder <b>med</b> <b>viss säkerhet enkel</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>     <h4>Betyget C</h4><p>Eleven redogör <b>utförligt</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. I projektplanen beskriver eleven <b>utförligt</b> produktens funktion <b>och arkitektur</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där presentations­logiken är skild från produktens övriga logik. <b>Produkten är i begränsad utsträckning skapad med objektorienterad eller funktionell programmering</b>. I arbetet utvecklar eleven kod som <b>följer en angiven kodningsstandard</b> och är <b>utförligt</b> kommenterad. Produkten uppvisar funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett <b>enkelt</b> informations­hanterings­system som också hämtar eller lämnar data via <b>några</b> webbtjänster. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring <b>och eleven utför en enkel optimering av denna</b>. I arbetet redogör eleven också <b>utförligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation <b>samt</b> <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning</b>. <b>Eleven utför också konverteringar mellan olika slags teckenkodning</b>.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven med några tester</b>.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.</p><p>Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Dessutom identifierar eleven <b>några</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem.</p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>     <h4>Betyget A</h4><p>Eleven redogör <b>utförligt och nyanserat</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen</b>. I projektplanen beskriver eleven <b>utförligt och nyanserat</b> produktens funktion, <b>arkitektur och</b> <b>mjukvarugränssnitt</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där presentations­logiken är skild från produktens övriga logik. <b>Produkten är i omfattande utsträckning skapad med objektorienterad eller funktionell programmering och uppvisar användning av ett eller flera enkla designmönster</b>. I arbetet utvecklar eleven kod som <b>följer en angiven kodningsstandard</b> och är <b>utförligt och nyanserat</b> kommenterad. Produkten uppvisar funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett informations­hanterings­system som också hämtar eller lämnar data via <b>flera</b> webbtjänster. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring <b>och eleven utför en optimering av denna</b>. I arbetet redogör eleven också <b>utförligt och nyanserat</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation, <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning samt anger hur enklare problem som relaterar till teckenkodningar hanteras</b>. <b>Eleven utför också konverteringar mellan olika slags teckenkodning</b>.</p><p>Produkten är av <b>god</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven både manuellt och med flera tester</b>.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för innehållet i de lagar och andra bestämmelser som rör publicering på webben samt följer dessa i sitt arbete. Dessutom identifierar eleven <b>flera</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem. <b>Dessutom kontrollerar eleven produktens säkerhet med några tester</b>.</p><p>Eleven använder <b>med</b> <b>säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven redogör <b>översiktligt</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.",
"Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. I projektplanen beskriver eleven <b>översiktligt</b> produktens funktion. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledar 0produkten, där presentations­logiken <b>huvudsakligen</b> är skild från produktens övriga logik. I arbetet utvecklar eleven kod som ä <b>läsbar</b> och <b>översiktligt</b> kommenterad. Produkten uppvisar <b>enkel</b> funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett <b>enkelt</b> informations­hanterings­system som också hämtar eller lämnar data via <b>någon</b> <b>enkel</b> webbtjänst. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring. I arbetet redogör eleven också <b>översiktligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation.",
"Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.",
"Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Dessutom identifierar eleven <b>några</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem.",
"Eleven använder <b>med viss säkerhet enkel</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven redogör <b>utförligt</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. I projektplanen beskriver eleven <b>utförligt</b> produktens funktion <b>och arkitektur</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där presentations­logiken är skild från produktens övriga logik. <b>Produkten är i begränsad utsträckning skapad med objektorienterad eller funktionell programmering</b>. I arbetet utvecklar eleven kod som <b>följer en angiven kodningsstandard</b> och är <b>utförligt</b> kommenterad. Produkten uppvisar funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett <b>enkelt</b> informations­hanterings­system som också hämtar eller lämnar data via <b>några</b> webbtjänster. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring <b>och eleven utför en enkel optimering av denna</b>. I arbetet redogör eleven också <b>utförligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation <b>samt</b> <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning</b>. <b>Eleven utför också konverteringar mellan olika slags teckenkodning</b>.",
"Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven med några tester</b>.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.",
"Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Dessutom identifierar eleven <b>några</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem.",
"Eleven använder <b>med viss säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för de tekniker som möjliggör dynamiska webbplatser och webbtjänster.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen</b>. I projektplanen beskriver eleven <b>utförligt och</b> <b>nyanserat</b> produktens funktion, <b>arkitektur och</b> <b>mjukvarugränssnitt</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten, där presentations­logiken är skild från produktens övriga logik. <b>Produkten är i omfattande utsträckning skapad med objektorienterad eller funktionell programmering och uppvisar användning av ett eller flera enkla designmönster</b>. I arbetet utvecklar eleven kod som <b>följer en angiven kodningsstandard</b> och är <b>utförligt och</b> <b>nyanserat</b> kommenterad. Produkten uppvisar funktionalitet med ett språk för webbserver­programmering och tillhandahåller ett informations­hanterings­system som också hämtar eller lämnar data via <b>flera</b> webbtjänster. Dessutom tillhandahåller produkten <b>någon</b> lösning för permanent datalagring <b>och eleven utför en optimering av denna</b>. I arbetet redogör eleven också <b>utförligt och</b> <b>nyanserat</b> för vanliga problem som beror på felaktigt angiven teckenkodning i en applikation, <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning samt anger hur enklare problem som relaterar till teckenkodningar hanteras</b>. <b>Eleven utför också konverteringar mellan olika slags teckenkodning</b>.",
"Produkten är av <b>god</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven både manuellt och med flera tester</b>.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innehållet i de lagar och andra bestämmelser som rör publicering på webben samt följer dessa i sitt arbete. Dessutom identifierar eleven <b>flera</b> attackvektorer mot produkten och följer grundläggande principer för att förhindra dem. <b>Dessutom kontrollerar eleven produktens säkerhet med några tester</b>.",
"Eleven använder <b>med säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"req":"WEBWEB01",
"reqarr":["WEBWEB01"],
"friends":["WEBWEB01",
"WEBWEB01",
"WEBWEU01",
"WEBWEU02",
"WEBWEU03"]}