{"subject":"WEB",
"novux":false,
"name":"Webbutveckling 1",
"origname":"Webbutveckling 1",
"points":100,
"code":"WEBWEU01",
"goals":[2,2,2,0,1,2,2,1,1],
"excludesgoals":true,
"focusesgoals":true,
"level":"normal",
"content":["Webben som plattform, dess historia och samhällspåverkan.",
"Teknisk orientering om webbens protokoll, adresser, säkerhet och samspelet mellan klient och server.",
"Utvecklingsprocessen för ett webbtekniskt projekt. Målsättningar, planering, specifikation av struktur och design, kodning, optimering, testning, dokumentation och uppföljning.",
"Märkspråk och deras inbördes roller, syntax och semantik - där det huvudsakliga innehållet är standarderna för HTML 5 (Hyper Text Markup Language och CSS (Cascading Style Sheets) samt orientering om dokumentobjektsmodellen, DOM (Document Object Model) och Ecmaskript.",
"Teckenkodning. Orientering om ASCII (American Standard Code for Information Interchange), ISO-8859, Windows-1252 och Unicode.",
"Bilder och media med alternativa format, optimering och tillgänglighet.",
"Nationella och internationella riktlinjer för god praxis inom webbutveckling.",
"Uppnående av interoperabilitet genom att följa standarder och testa på olika användaragenter.",
"Applikationer som fungerar oberoende av val av användaragent, operativsystem eller hårdvaruplattform samt hur tillgänglighet uppnås utifrån att applikationerna ska vara användarvänliga och robusta även för användare med funktionsnedsättning.",
"Kvalitetssäkring av applikationens funktion och validering av kodens kvalitet.",
"Lagar och andra bestämmelser som styr digital information, till exempel personuppgiftslagen och lagen om elektronisk kommunikation.",
"Terminologi inom området webbutveckling."],
"judgeraw":"<h4>Betyget E</h4><p>Eleven beskriver <b>översiktligt</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.</p><p>Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> av de grundläggande teknikerna för märkspråk och stilmallar. Dessutom redogör eleven <b>översiktligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer. I arbetet bearbetar eleven <b>med viss säkerhet enkel</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. Eleven testar produkten <b>i några webbläsare</b> samt <b>vidtar</b> <b>några enkla</b> <b>åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler. Dessutom bygger eleven en webbplats som med <b>tillfredsställande</b> resultat följer grundläggande principer för tillgänglighet.</p><p>När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.</p><p>Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt.</p><p>Eleven använder <b>med</b> <b>viss säkerhet enkel</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget D</h4><p>Betyget D innebär att kunskapskraven för E och till övervägande del för C är uppfyllda.</p>                     <h4>Betyget C</h4><p>Eleven beskriver <b>utförligt</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> av de grundläggande teknikerna för märkspråk och stilmallar. <b>I produkten infogar eleven enkla diskreta domskript.</b> Dessutom redogör eleven <b>utförligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer <b>samt</b> <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning</b>. I arbetet bearbetar eleven <b>med viss säkerhet och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.</p><p>Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven med några tester</b>. Eleven testar produkten <b>på</b> <b>flera</b> <b>plattformar, inklusive traditionella datorer och mobila enheter</b>, samt <b>vidtar några åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler. Dessutom bygger eleven en webbplats som med <b>tillfredsställande</b> resultat följer grundläggande principer för tillgänglighet <b>och</b> <b>kontrollerar detta med några automatiserade tester</b>.</p><p>När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.</p><p>Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt <b>samt för välgrundade resonemang om andra webbrelaterade frågor om etik och integritet</b>. <b>Dessutom anger eleven hur tredjepartskod kan innebära problem för produktens säkerhet.</b></p><p>Eleven använder <b>med</b> <b>viss säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav.</p>                     <h4>Betyget B</h4><p>Betyget B innebär att kunskapskraven för C och till övervägande del för A är uppfyllda.</p>                     <h4>Betyget A</h4><p>Eleven beskriver <b>utförligt och nyanserat</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.</p><p>Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>gott</b> resultat följer standarder och som omfattar <b>flera</b> av de grundläggande teknikerna för märkspråk och stilmallar. <b>I produkten infogar eleven diskreta domskript.</b> Dessutom redogör eleven <b>utförligt och nyanserat</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer, <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning samt anger hur enklare problem som relaterar till teckenkodningar hanteras</b>. I arbetet bearbetar eleven <b>med säkerhet och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.</p><p>Produkten är av <b>god</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven både manuellt och med flera tester.</b> Eleven testar produkten <b>på</b> <b>flera</b> <b>plattformar, inklusive traditionella datorer och mobila enheter</b>, samt <b>optimerar</b> bilder och andra mediafiler för att åstadkomma snabb överföring <b>och vidtar åtgärder för att reducera antalet överföringar per sida</b>. Dessutom bygger eleven en webbplats som med <b>gott</b> resultat följer grundläggande principer för tillgänglighet <b>och</b> <b>kontrollerar detta med automatiserade tester och simuleringar</b>.</p><p>När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.</p><p>Eleven redogör <b>utförligt och nyanserat</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt <b>samt för välgrundade och nyanserade resonemang om andra webbrelaterade frågor om etik och integritet</b>. <b>Dessutom anger eleven hur tredjepartskod kan innebära problem för produktens säkerhet samt beskriver grundläggande säkerhetskriterier vid val av webbhotell.</b></p><p>Eleven använder <b>med</b> <b>säkerhet</b> terminologi inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav.</p>",
"judge":{"E":["Eleven beskriver <b>översiktligt</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.",
"Eleven gör en <b>enkel</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>i samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> av de grundläggande teknikerna för märkspråk och stilmallar. Dessutom redogör eleven <b>översiktligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer. I arbetet bearbetar eleven <b>med viss säkerhet enkel</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.",
"Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. Eleven testar produkten <b>i några webbläsare</b> samt <b>vidtar</b> <b>några enkla</b> <b>åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler. Dessutom bygger eleven en webbplats som med <b>tillfredsställande</b> resultat följer grundläggande principer för tillgänglighet.",
"När arbetet är utfört gör eleven en <b>enkel</b> dokumentation av de moment som har utförts samt utvärderar med <b>enkla</b> omdömen sitt arbete och resultat.",
"Eleven redogör <b>översiktligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt.",
"Eleven använder <b>med viss säkerhet enkel</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"C":["Eleven beskriver <b>utförligt</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>tillfredsställande</b> resultat följer standarder och som omfattar <b>några</b> av de grundläggande teknikerna för märkspråk och stilmallar. <b>I produkten infogar eleven enkla diskreta domskript.</b> Dessutom redogör eleven <b>utförligt</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer <b>samt</b> <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning</b>. I arbetet bearbetar eleven <b>med viss säkerhet och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.",
"Produkten är av <b>tillfredsställande</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven med några tester</b>. Eleven testar produkten <b>på</b> <b>flera</b> <b>plattformar, inklusive traditionella datorer och mobila enheter</b>, samt <b>vidtar några åtgärder</b> för att åstadkomma snabb överföring av bilder och andra mediafiler. Dessutom bygger eleven en webbplats som med <b>tillfredsställande</b> resultat följer grundläggande principer för tillgänglighet <b>och</b> <b>kontrollerar detta med några automatiserade tester</b>.",
"När arbetet är utfört gör eleven en <b>noggrann</b> dokumentation av de moment som har utförts samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat.",
"Eleven redogör <b>utförligt</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt <b>samt för välgrundade resonemang om andra webbrelaterade frågor om etik och integritet</b>. <b>Dessutom anger eleven hur tredjepartskod kan innebära problem för produktens säkerhet.</b>",
"Eleven använder <b>med viss säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med viss säkerhet</b> den egna förmågan och situationens krav."],
"A":["Eleven beskriver <b>utförligt och</b> <b>nyanserat</b> webbens historia och påverkan på samhället samt grundläggande tekniker som webben bygger på.",
"Eleven gör en <b>genomarbetad</b> projektplan för en tänkt produkt. <b>Vid behov reviderar eleven planen</b>. Utifrån projektplanen utvecklar eleven <b>efter samråd</b> med handledare produkten. I arbetet utvecklar eleven kod som med <b>gott</b> resultat följer standarder och som omfattar <b>flera</b> av de grundläggande teknikerna för märkspråk och stilmallar. <b>I produkten infogar eleven diskreta domskript.</b> Dessutom redogör eleven <b>utförligt och</b> <b>nyanserat</b> för vanliga problem som beror på felaktigt angiven teckenkodning i olika applikationer, <b>väljer</b> <b>och</b> <b>anger lämplig teckenkodning samt anger hur enklare problem som relaterar till teckenkodningar hanteras</b>. I arbetet bearbetar eleven <b>med säkerhet och via flera moment</b> text, bild och eventuell annan media, så att de blir anpassade för att fungera i produkten.",
"Produkten är av <b>god</b> kvalitet och följer etablerad god praxis. <b>Detta kontrollerar eleven både manuellt och med flera tester.</b> Eleven testar produkten <b>på</b> <b>flera</b> <b>plattformar, inklusive traditionella datorer och mobila enheter</b>, samt <b>optimerar</b> bilder och andra mediafiler för att åstadkomma snabb överföring <b>och vidtar åtgärder för att reducera antalet överföringar per sida</b>. Dessutom bygger eleven en webbplats som med <b>gott</b> resultat följer grundläggande principer för tillgänglighet <b>och</b> <b>kontrollerar detta med automatiserade tester och simuleringar</b>.",
"När arbetet är utfört gör eleven en <b>noggrann och utförlig</b> dokumentation av de moment som har utförts <b>med koppling till generella principer och testresultat</b> samt utvärderar med <b>nyanserade</b> omdömen sitt arbete och resultat <b>och ger förslag på hur arbetet kan förbättras</b>.",
"Eleven redogör <b>utförligt och</b> <b>nyanserat</b> för innehållet i lagar och andra bestämmelser som rör publicering på webben samt följer dem i sitt arbete. Eleven hanterar lösenord eller annan känslig data på ett etiskt riktigt sätt <b>samt för välgrundade och nyanserade resonemang om andra webbrelaterade frågor om etik och integritet</b>. <b>Dessutom anger eleven hur tredjepartskod kan innebära problem för produktens säkerhet samt beskriver grundläggande säkerhetskriterier vid val av webbhotell.</b>",
"Eleven använder <b>med säkerhet</b> terminologi inom området.",
"När eleven samråder med handledare bedömer hon eller han <b>med säkerhet</b> den egna förmågan och situationens krav."]},
"reqBy":["MJKMJU0",
"MJUMJU0",
"WEBWEU02",
"WEBWEB01",
"WEBMOB0"],
"friends":["WEBMOB0",
"WEBWEB01",
"WEBWEB02",
"WEBWEU02",
"WEBWEU03"]}