{"name":"Administration",
"code":"ADM",
"type":"VOCATIONAL",
"courses":["ADMADM01",
"ADMADM02",
"ADMADM00S",
"ADMPER0",
"ADMREC0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Administration har till uppgift att stödja, förvalta och sköta ett företags eller annan organisations verksamhet. Ämnet administration behandlar administrativa arbetsuppgifter som förekommer inom företag, offentlig förvaltning och andra organisationer. Det behandlar också användning av modern teknik och hur man därmed arbetar effektivt, säkert och serviceinriktat.</p>  ",
"purpose":"<p>Undervisningen i ämnet administration ska syfta till att eleverna utvecklar förmåga att planera och utföra administrativt arbete. Den ska ge eleverna möjlighet att utveckla kunskaper om administrativa rutiner samt om dokumentutformning, organisation och arbetsformer i företag och i offentlig förvaltning. I undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper i programhantering för att i yrkeslivet kunna utveckla rutiner och kommunikation i det administrativa arbetet samt planera och strukturera arbetet på ett effektivt och datasäkert sätt. </p><p>Undervisningen ska också behandla etik och sekretessfrågor. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om arbetsmiljöfrågor, arbetsrätt och om andra lagar och bestämmelser inom området.</p><p>Eleverna ska ges möjlighet att utveckla förmåga till samarbete, service och självständighet. Genom praktiska övningar och ett undersökande arbetssätt ska eleverna ges möjlighet att utföra arbetsuppgifter inom administrativ service. Via kontakter med företag och organisationer inom det administrativa området ska eleverna ges möjlighet att utveckla förståelse av företagandets villkor.</p>",
"goals":["Kunskaper om administrativa rutiner och funktioner samt om dokumentutformning, organisation och arbetsformer i företag.",
"Kunskaper om dagens arbetsmarknad.",
"Kunskaper om olika programvaror.",
"Förmåga att planera, organisera och utföra administrativt arbete samt förmåga att arbeta serviceinriktat.",
"Förmåga att använda modern teknik, material, redskap och arbetsmetoder.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att arbeta på ett ergonomiskt och miljömedvetet sätt.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":false}