{"name":"Affärskommunikation",
"code":"AFF",
"type":"VOCATIONAL",
"courses":["AFFAFÄ00S"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Med affärskommunikation menas i första hand extern kommunikation till andra företag, myndigheter och privatpersoner men även intern kommunikation inom ett företag eller en organisation. Ämnet affärskommunikation behandlar hur olika affärsdokument utformas samt hur presentations- och informationsmaterial i affärssammanhang framställs med hjälp av lämplig teknik. Internationaliseringen medför ökade krav på flerspråkighet. Ämnet kan därför anpassas till såväl svensk affärskommunikation som affärskommunikation på andra språk.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet affärskommunikation ska syfta till att eleverna utvecklar kunskaper om och färdigheter i såväl muntlig som skriftlig kommunikation i affärssammanhang. Eleverna ska ges möjlighet att utveckla kunskaper om affärsspråk som kommunikationsmedel i tal och skrift och om hur språket utformas och anpassas till ändamålet och mottagaren. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att framställa affärsdokument samt presentations- och informationsmaterial.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla omvärldskunskaper och förståelse av andra länders och kulturers affärsseder. Eleverna ska också ges möjlighet att utveckla förståelse av hur människor, företag och organisationer fungerar och verkar i andra länder.</p><p>Genom att använda aktuella tekniker och medier i undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att föra fram budskap. Muntligt ska affärsspråket utvecklas genom presentationer med olika syften, till exempel försäljnings-, argumentations- eller informationssyfte.</p>",
"goals":["Kunskaper om samhälleliga förhållanden i Sverige och i andra länder.",
"Kunskaper om kommunikationsmönster i olika länder.",
"Färdigheter i affärskommunikation i både tal och skrift.",
"Förmåga att framställa affärsdokument samt informations- och presentationsmaterial med hjälp av lämpliga tekniker och arbetsmetoder.",
"Färdigheter i att föra fram ett budskap med ett för ändamålet och mottagaren anpassat språk.",
"Förmåga att söka och bearbeta information.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}