{"name":"Aktiviteter och värdskap",
"code":"AKT",
"type":"VOCATIONAL",
"courses":["AKTBEO0",
"AKTAKT0",
"AKTGUI0",
"AKTTUR0",
"AKTVAR0"],"obsolete":false,"shardof":"TUR",
"shardofwith":["RES"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Turismen är en viktig näring i stora delar av världen och omfattar flera verksamhetsområden inom besöks- och resenäringen: bo, äta, göra, resa och sälja. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att förväntningar på nya upplevelser ökar och att kraven på service förändras. Ämnet aktiviteter och värdskap omfattar huvudsakligen upplevelser, aktiviteter och service inom besöksnäringen.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet aktiviteter och värdskap ska syfta till att eleverna utvecklar kunskaper om gästens eller besökarens efterfrågan och förväntningar på olika upplevelser, aktiviteter och service. Eleverna ska också utveckla kunskaper om olika aktörer och yrkesroller inom besöksnäringen. Undervisningen ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiskt förhållningssätt samt hållbar utveckling inom besöksnäringen. </p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta gäster och besökare på ett yrkesmässigt sätt med hög grad av service. Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika kulturer, religioner och levnadssätt. Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området. Den ska även behandla frågor om arbetsmiljö och förebyggande säkerhet. Besöksnäringen består till viss del av små företag. Därför ska undervisningen bidra till att stimulera elevernas intresse för entreprenörskap.</p><p>Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper inom områden där värdskap, service och kommunikation är centralt.</p>",
"goals":["Kunskaper om olika verksamheter, roller och arbetsuppgifter inom besöksnäringen samt om turismens utveckling.",
"Kunskaper om resmål och resvägar.",
"Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.",
"Kunskaper om hållbar utveckling inom besöksnäringen.",
"Förmåga att söka, sortera, granska, värdera och presentera information.",
"Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att arbeta arbetsmiljömässigt och säkert.",
"Förmåga att samverka och kommunicera med andra.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}