{"name":"Anläggningsförare",
"code":"ANA",
"type":"VOCATIONAL",
"courses":["ANAANA01",
"ANAANA02",
"ANAANA03",
"ANAANA04",
"ANAANL0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnets fem kurser har olika karaktär. Kursen <em>anläggningsförare - process</em> ger en teoretisk grund medan <em>anläggningsförare 1</em>-<em>4</em> är kurser där eleven ges möjlighet att praktiskt utveckla sitt handlag och sin körvana.</p><p>Kursen anläggningsförare - process riktar sig mot målen 1-5 och 7-10 under ämnets syfte. Kursen är ett komplement till de praktiska kurserna, där teorin kan komma in där det passar i relation till det praktiska arbetet. I kursen kan eleverna ges möjlighet till samtal och reflektion över arbetsmoment, tekniker, lagstiftning och händelser som de möter i sitt praktiska arbete. Genom att reflektera över och diskutera det praktiska arbetet, dess svårigheter och lösningar, kan eleverna få syn på sitt eget lärande och utveckla sin problemlösningsförmåga, initiativförmåga, kreativitet samt förmåga att ta ansvar.</p><p>Kurserna anläggningsförare 1-4 riktar sig mot målen 1-9 under ämnets syfte med betoning på praktiskt arbete och utförande av olika arbetsmoment och arbetstekniker inom anläggning. Ett av målen är att eleverna ska utveckla förmåga att köra och manövrera fordon i olika trafikmiljöer. För framförande av fordon finns för gymnasieelever i körkortsförordningen (1998:980, kap 4, § 1-4) angivet att övningskörning med ett körkorts- och traktorkortspliktigt fordon får ske under utbildning på en nationell kurs i gymnasieskolan.</p><p>Ämnet anläggningsförare möjliggör för en skolhuvudman att erbjuda elever:<br /><br />- övningskörning med personbil och<br />- att utveckla kunskaper som motsvarar kraven för körkortsbehörighet B.</p><p>De kurser där övningskörning kan genomföras och där eleven i övrigt kan tillgodogöra sig kunskaper som motsvarar kraven för körkortsbehörighet B är anläggningsförare 1 (200 p) och anläggningsförare 2 (200 p).<br /></p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"PURPOSE":"<h4>Hälsa och säkerhet</h4><p>Hälso- och säkerhetsfrågor är centrala i yrket då ett flertal vanligt förekommande arbetsmoment innebär stora risker, till exempel vid brand i maskin, vid ras, vid lastning och lossning samt vid framförande av fordon. För att antalet arbetsplatsrelaterade olyckor ska minimeras och ohälsa motverkas, krävs en medvetenhet om betydelsen av en säker arbetsmiljö, till exempel varför och hur olika skyddsutrustningar används och kunskaper om behörigheter för arbete. Därför betonas hälsa och säkerhet i ämnesplanen och att eleverna ska utveckla förmåga att göra riskbedömningar. Genom att i undervisningen arbeta med frågor som rör hälsa, ergonomi och säkerhet kopplat till arbetsplats och arbetsuppgifter utvecklar eleverna medvetenhet om hur arbetsmiljön blir säker för den som utför arbetet, för arbetskamrater och för eventuella kunder.</p><h4>Hållbar utveckling</h4><p>Hur verksamhet inom bygg- och anläggningsbranschen bedrivs har stor betydelse för miljö och ekonomi och på så sätt har branschen ett ansvar för hållbar utveckling. Genom undervisningen kan eleverna utveckla medvetenhet om hälsa och miljö samt resursanvändande kopplat till arbetsuppgiften. I ämnet anläggningsförare ingår till exempel arbete med minimering av spill samt hantering och sortering av byggavfall.</p><h4>Attityder och värderingar</h4><p>Attityder och värderingar, egna och andras, kan påverka samarbetet på arbetsplatsen och kundrelationer. Reflektion över och samtal om attityder och värderingar inom branschen kan bidra till att utveckla ett kritiskt förhållningssätt.</p><h4>Fackspråk och förmåga att kommunicera</h4><p>Språk och kommunikation är centralt för all kunskapsutveckling. Förmågan att kommunicera och använda fackspråk, muntligt såväl som skriftligt, är avgörande till exempel i kontakt med kunder och arbetskamrater samt för att kunna utföra arbetsuppgifter på ett rationellt och säkert sätt.</p><h4>Dokumentera</h4><p>Att dokumentera sitt arbete är ett sätt att möjliggöra kvalitetssäkring av arbetet. Därför ska undervisningen ge eleverna metoder och verktyg för att dokumentera sitt arbete, till exempel med hjälp av bilder. Dokumentation kan också vara ett underlag för lärande samtal om till exempel arbetsprocess, kvalitet och säkerhet. Dessutom kan dokumentation synliggöra elevens kunskapsutveckling.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet anläggningsförare behandlar olika typer av jordförflyttande anläggningsmaskiner och deras utrustning samt hur de hanteras. Det behandlar även olika typer av anläggningsarbeten. Ämnet behandlar vidare körteknik, trafiksäkerhet och miljöpåverkan.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet anläggningsförare ska syfta till att eleven utvecklar förmåga att arbeta med och framföra olika mobila arbetsmaskiner samt att utföra service och underhåll på dessa. Den ska även leda till att eleverna utvecklar kunskaper om hur modern navigationsutrustning används.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt kunskaper om hur man söker information om aktuella regelverk. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med hänsyn till hälsa och säkerhet. Den ska ge eleverna möjlighet att utveckla kunskaper om branschens ansvar för hållbar utveckling.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av yrkesrollen och av ansvarstagande inom bygg- och anläggningsarbete samt förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Vidare ska eleverna ges möjlighet att utveckla ett fackspråk och förmåga att kommunicera med såväl arbetskamrater som kunder. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p><p>Undervisningen ska genomföras så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p>",
"goals":["Förmåga att söka information samt planera, organisera, utföra vanliga arbetsuppgifter och att köra och manövrera fordon i olika trafikmiljöer.",
"Kunskaper om arbetsprocesser samt olika metoder, material, verktyg och maskiner.",
"Kunskaper om lagar och andra bestämmelser inom yrkesområdet.",
"Förmåga att göra riskbedömningar samt hur mänskliga faktorer påverkar i situationer på arbetsplatsen och i trafiken.",
"Färdigheter i att följa arbetsbeskrivningar och använda ritningar.",
"Förmåga att hantera och vårda material, verktyg, maskiner och fordon samt att arbeta säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.",
"Kunskaper om vad hållbar utveckling innebär i bygg- och anläggningsbranschen.",
"Förmåga att samverka och kommunicera med andra samt använda fackspråk.",
"Kunskaper om företagande och entreprenörskap inom branschen."],"someexcludes":true,"somefocuses":false}