{"name":"Animation",
"code":"ANI",
"type":"OTHER",
"courses":["ANIANI01",
"ANIANI02",
"ANIANI00S"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet animation om han eller hon</p><p>1. har behörighet i ämnet bild i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom animation, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Animation är en uttrycksform för att illustrera rörelse i bild och förekommer både som egen konstform och som verktyg för visualisering eller effekter i till exempel spelfilm, reklamfilm och musikvideor. Ämnet animation behandlar olika tekniker som klassisk animation med papper och penna och olika stopmotion-tekniker. I ämnet används flera uttrycksformer som rörliga bilder, ljud och grafisk form.</p>  ",
"purpose":"<p> Undervisningen i ämnet animation ska syfta till att eleverna utvecklar kunskaper om planering, genomförande och publicering av animationer med aktuell teknik. Den ska ge eleverna möjlighet att utveckla färdigheter i flera former av berättande och gestaltning, där tyngdpunkten ska ligga på färg, form och modellering. Undervisningen ska leda till att eleverna utvecklar färdigheter i att arbeta med att utveckla karaktärer. Den ska också ge eleverna möjlighet att utveckla kunskaper om betydelsen av tempo, timing och rörelsemönster samt om betydelsen av relationen mellan karaktären och bakgrundsmiljön.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur val av rätt form och uttryck i relation till målgrupp och sammanhang samverkar. Eleverna ska också ges möjlighet att utveckla den egna kreativiteten och förmågan till analys, manusarbete och produktionsplanering. Vidare ska eleverna ges möjlighet att utveckla färdigheter i att arbeta i team under tidspress, planera och organisera arbetsuppgifter samt lösa problem. Undervisningen ska ge eleverna möjlighet att utveckla ett fackspråk för att kunna kommunicera i produktionsarbetet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att bedöma kvaliteten av animationer när det gäller form, innehåll och teknik.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser samt om arbetsmiljö.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med såväl digitala som traditionella produktionsmetoder. </p>",
"goals":["Förmåga att kommunicera filmiskt med animation.",
"Kunskaper om hela produktionsprocessen från idé till publicering.",
"Kunskaper om såväl traditionell som ny teknik och förmåga att hantera den.",
"Förmåga att analysera rörelse, rytm och tempo och omsätta det i animation.",
"Förmåga att forma ett eget bildspråk.",
"Förmåga att använda relevanta begrepp.",
"Förmåga att samverka med andra samt planera, genomföra och publicera animationer.",
"Förmåga att söka kunskap, ge alternativa lösningar och ta ansvar för sitt eget arbete samt att medverka till förbättringar.",
"Kunskaper om animationens historia och användningsområden samt förmåga att bedöma kvaliteter i animationer.",
"Kunskaper om etiska förhållningssätt, lagar och andra bestämmelser om upphovsrätt och arbetsmiljö som gäller för området."],"someexcludes":false,"somefocuses":true}