{"name":"Anläggning",
"code":"ANL",
"type":"VOCATIONAL",
"courses":["ANLANS0",
"ANLANL01",
"ANLANL02",
"ANLANL0",
"ANLANÄ0",
"ANLANG0",
"ANLANN0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet anläggning behandlar mark- och anläggningsbyggande från planering till det att objektet är färdigt att brukas. Det behandlar också olika jord- och bergmaterials egenskaper.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet anläggning ska syfta till att eleverna utvecklar förmåga att utföra anläggningsarbeten. Den ska vidare ge eleverna möjlighet att utveckla kunskaper om grundläggning, vägbyggnad, vägunderhåll och ledningsbyggnad samt om enklare stensättning och plattläggning. Eleverna ska även ges möjligheter att utveckla kunskaper om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Dessutom ska eleverna ges möjlighet att utveckla förståelse av den estetiska helheten i markbyggandet.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt kunskaper om hur man söker information om aktuella regelverk. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med hänsyn till hälsa och säkerhet. Den ska ge eleverna möjlighet att utveckla kunskaper om branschens ansvar för hållbar utveckling.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av yrkesrollen och av ansvarstagande inom bygg- och anläggningsarbete samt förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Vidare ska eleverna ges möjlighet att utveckla ett fackspråk och förmåga att kommunicera med såväl arbetskamrater som kunder. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p><p>Undervisningen ska genomföras så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p>",
"goals":["Förmåga att söka information samt planera, organisera och utföra vanliga arbetsuppgifter.",
"Kunskaper om arbetsprocesser samt olika metoder, material, verktyg och maskiner.",
"Kunskaper om lagar och andra bestämmelser inom yrkesområdet.",
"Förmåga att göra riskbedömningar.",
"Färdigheter i att följa arbetsbeskrivningar och använda ritningar.",
"Förmåga att hantera och vårda material, verktyg och maskiner samt att arbeta säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.",
"Kunskaper om vad hållbar utveckling innebär i bygg- och anläggningsbranschen.",
"Förmåga att samverka och kommunicera med andra samt använda fackspråk.",
"Kunskaper om företagande och entreprenörskap inom branschen."],"someexcludes":true,"somefocuses":false}