{"name":"Arkitektur",
"code":"ARK",
"type":"OTHER",
"courses":["ARKARK0",
"ARKARI0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet arkitektur om han eller hon</p><p>1. har behörighet i ämnet teknik i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom arkitektur, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet arkitektur behandlar den byggda miljön, såväl den yttre som den inre. Det är till sin karaktär tvärvetenskapligt, och det är främst kunskaper i teknik och estetik som samverkar. Arkitektur är bundet till plats och samhälleliga förutsättningar och förstås därför bäst i ett socialt och kulturellt sammanhang. Ämnet behandlar grundläggande mänskliga behov i relation till den byggda miljön såväl historiskt som i nutid och för framtiden.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet arkitektur ska syfta till att eleverna utvecklar kunskaper om den byggda miljön, dess historia och utveckling. Den ska ge eleverna möjlighet att utveckla förståelse av hur teknisk utveckling och ideologiska strömningar påverkar den byggda miljön. Undervisningen ska också behandla byggnadsprojekt ur en teknisk, estetisk, ekonomisk, social, miljömässig, historisk och etiskt synvinkel. Eleverna ska ges möjlighet att utveckla förståelse av hur ett samhälle planeras och förändras för olika målgruppers behov utifrån genus- och rättviseaspekter. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hållbart samhällsbyggande. Undervisningen ska också ge eleverna möjlighet att utveckla förståelse av estetikens betydelse för den byggda miljön.</p><p>Undervisningen ska bidra till att eleverna, även genom praktiska fallstudier, utvecklar kunskaper om arkitektur. Den ska också bidra till att eleverna utvecklar förmåga att förmedla egna förslag med hjälp av kunskapsområdets uttrycksformer.</p>",
"goals":["Kunskaper om kulturarvet i den byggda miljön.",
"Kunskaper om byggplaneringsprocessen.",
"Förmåga att granska förändringsförslag inom byggnads- och samhällsplaneringsområdet.",
"Förmåga att utforma förslag inom byggnads-, planerings- och förändringsprojekt med tanke på funktion, ekonomi, estetik, teknik och hållbarhet.",
"Förmåga att använda arkitekturens begrepp, uttryckssätt och verktyg för att beskriva, tolka, värdera och analysera den byggda miljön.",
"Förmåga att presentera egna förslag."],"someexcludes":false,"somefocuses":false}