{"name":"ATV- och MC-teknik",
"code":"ATV",
"type":"VOCATIONAL",
"courses":["ATVREP0"],"description":"<p>Ämnet ATV- och MC-teknik behandlar underhåll och reparation av terränghjulingar och motorcyklar. Ämnet omfattar funktion hos och uppbyggnad av dessa fordonstyper samt användningsområden och branscher inom området.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet ATV- och MC-teknik ska syfta till att eleverna utvecklar förmåga att genomföra tillsyn, underhåll, diagnostisering och reparationer av all terrain vehicle (ATV) och motorcyklar. Den ska dessutom leda till att eleverna utvecklar tekniskt kunnande inom området och förmåga att använda teknik på ett korrekt sätt i ett givet sammanhang. Undervisningen ska bidra till att stimulera elevernas intresse för ATV och motorcyklar samt för utrustning och ny teknik. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om de system och komponenter som förekommer inom området, samt förståelse av hur dessa samverkar i fordonet. Undervisningen ska även bidra till att eleverna utvecklar förmåga att arbeta med problemlösning både självständigt och tillsammans med andra. Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet, förmåga att använda ett yrkesmässigt språk samt förmåga att omsätta idéer i praktisk verksamhet.</p><p>Eleverna ska ges möjlighet att utveckla förmåga att hantera de informationssystem som används för att lösa arbetsuppgifterna. Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och bestämmelser som reglerar området, och förmåga att arbeta utifrån de krav på miljö, kvalitet och säkerhet som reglerar branschen.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p>",
"goals":["Kunskaper om terränghjulingars och motorcyklars komponenter, system, uppbyggnad och användningsområden samt hur komponenter och system fungerar och samverkar i fordonet.",
"Förmåga att utföra tillsyn, diagnos, underhåll och reparation av terränghjulingar och motorcyklar.",
"Förmåga att välja den arbetsmetod som passar för uppgiften.",
"Förmåga att använda verktyg och utrustning.",
"Förmåga att i arbetet ta ansvar för maskinella och ekonomiska värden samt för sin egen och andras säkerhet.",
"Förmåga att använda såväl svenska som engelska manualer och de informationssystem som arbetet kräver.",
"Kunskaper om lagar och andra bestämmelser samt förmåga att arbeta utifrån de krav på säkerhet, miljö och kvalitet som reglerar arbetsuppgifterna.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet."],"someexcludes":false,"somefocuses":false}