{"name":"Bageri- och konditorikunskap",
"code":"BAG",
"type":"VOCATIONAL",
"courses":["BAGBAG01",
"BAGBAG02",
"BAGBAG03",
"BAGBAG04",
"BAGBAG00S",
"BAGCHO0",
"BAGKON01",
"BAGKON02",
"BAGKON03",
"BAGKON04",
"BAGKON00S"],"description":"<p>Ämnet bageri- och konditorikunskap behandlar hantverksmässiga metoder för att framställa olika typer av bröd och konditorivaror. Hur råvaror används samt betydelsen av produktkvalitet ingår i ämnet. Dessutom behandlas bestämmelser om hygien och arbetsmiljö vid arbete med framställning av bröd och konditorivaror.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet bageri- och konditorikunskap ska syfta till att eleverna utvecklar förmåga att yrkesmässigt tillverka bröd, bakverk och konditoriprodukter med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att följa recept, välja och hantera råvaror samt utveckla kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt tilltalande och smakrika slutprodukter.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt lagar och andra bestämmelser som gäller för yrkesområdet. I undervisningen ska eleverna också ges möjlighet att utveckla färdigheter i att planera, organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga så att de lär sig att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p><p>Genom att praktiskt tillämpa sina kunskaper ska eleverna ges möjlighet att pröva olika arbetsuppgifter som förekommer inom bageri- och konditoriområdet.</p>",
"goals":["Förmåga att planera och organisera tillverkning av bröd, bakverk och konditoriprodukter.",
"Förmåga att tillverka olika produkter utifrån trend och tradition samt använda och vårda lämpliga redskap, maskiner och annan utrustning.",
"Färdigheter i att arbeta utifrån recept och arbetsbeskrivningar.",
"Färdigheter i att utföra receptberäkningar och ekonomiska kalkyler.",
"Förmåga att välja och hantera råvaror.",
"Förmåga att förpacka och märka färdiga produkter.",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera arbetet och resultatet.",
"Kunskaper om bröd, bakverk och konditoriprodukter genom historien och i olika kulturer."],"someexcludes":true,"somefocuses":true}