{"name":"Brand, bevakning och säkerhet",
"code":"BEV",
"type":"VOCATIONAL",
"courses":["BEVAKU0",
"BEVBEV0",
"BEVBRA0",
"BEVVAR0"],"description":"<p>Ämnet brand, bevakning och säkerhet är tvärvetenskapligt och har sin grund i samhällsvetenskap, naturvetenskap och medicin. Ämnet behandlar brand- och bevakningsverksamhet och kan ge grund för arbete inom bevakningsområdet. Därför motsvarar kursen bevakning och säkerhet de krav som Rikspolisstyrelsen ställer på väktargrundutbildning. </p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet brand, bevakning och säkerhet ska syfta till att eleverna utvecklar kunskaper om akut omhändertagande av människor samt om bevaknings- och brandverksamhet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att arbeta inom dessa verksamheter. I undervisningen ska innehållet i och organisationen av samhällets bevakningsverksamheter och räddningstjänst behandlas liksom rättsvårdande myndigheters organisation. Eleverna ska ges möjlighet att utveckla kunskaper om och förmåga att arbeta, med relevanta metoder och relevant utrustning, utifrån lagar och andra bestämmelser som styr de olika verksamheterna. Undervisningen ska leda till att eleverna utvecklar förmåga att hantera konflikter och möta människor med respekt och med utgångspunkt i ett etiskt förhållningssätt.</p><p>Undervisningen ska utveckla elevernas problemlösningsförmåga och handlingsberedskap. Genom att medverka i verksamheter och i fiktiva situationer ska eleverna ges möjlighet att få inblick i och erfarenhet av olika sammanhang inom räddningsarbete och bevakningsverksamhet. Eleverna ska ges möjlighet att reflektera över och diskutera frågor inom området samt egna och andras handlingar och attityder. </p>",
"goals":["Kunskaper om bevakningsverksamhet, rättsvårdande myndigheter och samhällets räddningstjänst.",
"Färdigheter i att hantera brand och brandskydd.",
"Förmåga att utföra L-ABCDE och HLR.",
"Förmåga att planera och genomföra arbete utifrån lagar och andra bestämmelser som styr bevakningsverksamhet och räddningstjänst samt utifrån arbetsmiljö, säkerhet och yrkesetik.",
"Förmåga att använda metoder och utrustning.",
"Förmåga att kommunicera, samarbeta och samverka samt att lösa konfliktsituationer.",
"Förmåga att diskutera egna, andras och samhällets attityder och värderingar som kan ha betydelse vid eventuellt räddningsarbete eller ingripande. "],"someexcludes":true,"somefocuses":false}