{"name":"Bildteori",
"code":"BID",
"type":"OTHER",
"courses":["BIDBIT0"],"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet bildteori om han eller hon</p><p>1. har behörighet i ämnet bild i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet bildteori behandlar hur bilder förstås och kommuniceras och i vilka medier och sammanhang det sker. I ämnet behandlas teorier om visuell kommunikation, hur bilder konstrueras och produceras samt hur den visuella kulturen tar sig uttryck i form av ett ökande flöde av bilder i olika medier. Ämnet behandlar även teorier om bilden som språk.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet bildteori ska syfta till att eleverna utvecklar kunskaper om bilder som språk och om bildkommunikation. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om konstbegreppet och konstbilden, populärkulturens bilduttryck och andra kategorier av bilder samt hur bilden i sitt sammanhang uppfattas av betraktaren.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om bildspråklig teori, färdigheter i att se och möta bilder samt möjlighet att själv uttrycka sig i bilder. Undervisningen ska ge eleverna möjlighet att använda visuella teorier och utveckla kunskaper om visuella miljöer, design och formgivning i relation till individen och gruppen.</p><p>Eleverna ska ges möjlighet att utveckla förståelse av hur synen på konst, konsthantverk och design utvecklats. Vidare ska eleverna ges möjlighet att utveckla färdigheter i att använda begrepp inom bildteoretiska områden som visuell kultur, design, konst och formgivning. Eleverna ska dessutom ges möjlighet att utveckla kunskaper om estetiska lärprocesser.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur bilder ses utifrån skilda aspekter som genus och etik. Bilden ska ses i ett mångkulturellt och globalt sammanhang och i ett historiskt perspektiv för att eleverna ska ges möjlighet att förstå utvecklingen av och framtiden för bildteorier. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den konstvetenskapliga traditionen och delar av konsthistorien.</p><p>Undervisningen ska ge eleverna möjlighet att föra loggbok över och diskutera den konstnärliga arbetsprocessen samt designprocesser och formgivningsprocesser. </p>",
"goals":["Kunskaper om kommunikationsprocesser och om teorier om bildkommunikation.",
"Kunskaper om konstteori och konstvetenskap.",
"Kunskaper om den visuella kulturen och om perception.",
"Förmåga att analysera och tolka bilder samt att värdera egna och andras bildanalyser.",
"Kunskaper om hur bilder kommunicerar ur olika aspekter och hur bilder fungerar i sitt sammanhang.",
"Förmåga att se och behandla bilden som text och se hur bilder samverkar med annan text samt kunskaper om bildsemiotik.",
"Förståelse av bildens roll i kultur och samhälle samt för individen."],"someexcludes":false,"somefocuses":true}