{"name":"Biologi – naturbruk",
"code":"BIG",
"type":"VOCATIONAL",
"description":"<p>Ämnet biologi – naturbruk är naturvetenskapligt och behandlar den biologi som har betydelse för arbete med djur och växter inom naturbruk. Kunskaper om marken och växternas biologi är centrala för verksamheter inom jordbruk, skogsbruk och trädgård. Arbete med olika slags djur ställer krav på kunskaper inom de biologiska vetenskapsområdena etologi, djurens anatomi och fysiologi samt mikrobiologi. I ämnet behandlas också artkunskap, biologisk mångfald och bevarandefrågor.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet biologi – naturbruk ska syfta till att eleverna utvecklar kunskaper om växters och djurs byggnad, livsprocesser och utvecklingsfaser. Den ska också leda till att eleverna utvecklar kunskaper om marken och livsprocesser i marken samt om naturbrukets påverkan på ekosystemen. Undervisningen ska bidra till att eleverna utvecklar förståelse av energiomsättning hos växter och djur samt kretslopp i mark, vatten och luft. Den ska också leda till att eleverna utvecklar förmåga att identifiera, namnge och beskriva växt- och djurarter. Undervisningen ska vidare bidra till att eleverna utvecklar kunskaper om mikrobiologi och mikrobiologiska processer. </p><p>Genom laborationer och undersökande arbetssätt ska eleverna ges möjlighet att utveckla ett naturvetenskapligt tänkande och en biologisk förståelse av djur och växter. I undervisningen ska eleverna genom praktiska övningar, observationer och fältstudier ges möjlighet att utveckla kunskaper i etologi samt om växternas och djurens anatomi och fysiologi. Genom informationssökning i samband med fältstudier ska eleverna ges möjlighet att utveckla kunskaper om olika arter och biologisk mångfald.</p>",
"goals":["Kunskaper om marken och livet i marken samt om kretslopp i mark, vatten och luft.",
"Kunskaper om växters byggnad, livsprocesser och utvecklingsfaser.",
"Kunskaper om olika djurarter, deras egenskaper och historiska utveckling samt om djurs etologi och naturliga ursprung.",
"Kunskaper om olika djurarters anatomi och fysiologi. ",
"Kunskaper om mikroorganismer och mikrobiologiska processer av betydelse inom naturbruket.",
"Förmåga att identifiera, beskriva och namnge växt- och djurarter inom naturbruket.",
"Kunskaper om biologisk mångfald, hotade arter och genbanker.",
"Kunskaper om biologins betydelse inom naturbruket samt förmåga att söka information om växter och djur."]}