{"name":"Biologi i vattenmiljöer",
"code":"BII",
"type":"VOCATIONAL",
"description":"<p>Ämnet biologi i vattenmiljöer behandlar den biologi som har betydelse för yrkesmässigt arbete inom fiske och vattenbruk. Kunskaper om vattenlevande organismer, deras livsprocesser och ekologi är centrala för verksamheter inom fiske och vattenbruk. Ämnet behandlar också vattnets fysikaliska och kemiska egenskaper samt vattnets kretslopp. Dessutom behandlas evolutionära processer och utvecklingen i vatten.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet biologi i vattenmiljöer ska syfta till att eleverna utvecklar kunskaper om vattenlevande organismers byggnad, livsprocesser, utvecklingsfaser och förutsättningar för utveckling. Den ska också leda till att eleverna utvecklar förmåga att identifiera, namnge och beskriva växt- och djurarter som lever i vatten. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om vatten, vattnets kretslopp samt om vattenföring i sjöar och vattendrag och strömmar i havet.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om vattenmiljöer och naturbrukets och andra verksamheters påverkan på ekosystemen i vatten. Den ska också bidra till att eleverna utvecklar förståelse av energiomsättning hos växter och djur samt av energins flöde genom ekosystemet. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om mikrobiologi och mikrobiologiska processer av betydelse inom fiske och vattenbruk. </p><p>Genom laborationer och undersökande arbetssätt ska eleverna ges möjlighet att utveckla ett naturvetenskapligt tänkande och en biologisk förståelse. I undervisningen ska eleverna genom praktiska övningar, observationer och fältstudier ges möjlighet att utveckla kunskaper om vatten och vattenlevande organismer. Genom informationssökning i samband med fältstudier ska eleverna ges möjlighet att utveckla kunskaper om olika växt- och djurarter och om biologisk mångfald.</p>",
"goals":["Förmåga att identifiera, beskriva och namnge vattenlevande organismer av betydelse inom fiske och vattenbruk.",
"Kunskaper om vattenlevande organismers systematik, byggnad, livsprocesser och utvecklingsfaser.",
"Kunskaper om vattenlevande organismers anpassning till olika livsmiljöer.",
"Kunskaper om mikroorganismer och mikrobiologiska processer av betydelse inom fiske och vattenbruk.",
"Kunskaper om vattnets fysikaliska och kemiska egenskaper, vattnets kretslopp samt om andra ämnens kretslopp i mark, vatten och luft.",
"Kunskaper om ekologiska samband i olika vattenmiljöer.",
"Kunskaper om biologisk mångfald, hotade arter och genbanker.",
"Kunskaper om biologins betydelse inom naturbruket samt förmåga att söka information om växter och djur i vattenmiljöer."]}