{"name":"Biodling",
"code":"BIN",
"type":"VOCATIONAL",
"courses":["BINBIO0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet biodling behandlar skötsel av bin, anläggningar och utrustning. Det behandlar också bins utveckling och beteende samt avel av bin. Vidare behandlas alla förekommande arbetsuppgifter i en bigård. Dessutom behandlas bins betydelse i ekosystemen.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet biodling ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med bin. Den ska leda till att eleverna utvecklar förmåga att sköta bin med utgångspunkt i bins behov och naturliga beteende. Vidare ska undervisningen bidra till att eleverna utvecklar förmåga att sköta och underhålla utrustning och anläggningar. Eleverna ska ges möjlighet att utveckla förmåga att följa fasta rutiner och ta ansvar i arbetet med bin. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man förebygger sjukdomar hos bin. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med arbete med bin.</p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta bin och anläggningar samt utrustning i en bigård.</p>",
"goals":["Kunskaper om bin och olika raser av bin, om bins betydelse i ekosystemen samt om biodlingens produkter.",
"Kunskaper om etologi i samband med biodling.",
"Kunskaper om bins näringsbehov och utfodring.",
"Förmåga att sköta och hantera bin på ett etiskt och säkert sätt samt utifrån djurens behov.",
"Förmåga att tillverka, sköta och hantera utrustning och anläggningar.",
"Förmåga att hantera biodlingens produkter på ett säkert sätt samt att upprätta ekonomiska kalkyler för biodling.",
"Förmåga att arbeta ergonomiskt och med hänsyn till miljön.",
"Kunskaper om hygien och smittskydd samt förmåga att följa hygienrutiner.",
"Kunskaper om lagar och andra bestämmelser som rör biodling."],"someexcludes":false,"somefocuses":false}