{"name":"Biologi",
"code":"BIO",
"type":"COMMON",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Biologi</h2><p>De naturvetenskapliga ämnena biologi, fysik och kemi har ett gemensamt vetenskapligt ursprung och syftar till att ge eleverna kunskaper om naturvetenskapens karaktär, om den naturvetenskapliga arbetsmetoden och om naturvetenskapens relevans för individ och samhälle. Av den anledningen är vissa formuleringar gemensamma i ämnesplanerna för biologi, fysik och kemi. Det gäller såväl syfte och mål som struktur av det centrala innehållet och kunskapskrav.</p><p>I ämnets syfte står det att undervisningen ska bidra till att eleverna utvecklar förmåga att kommunicera med hjälp av ett naturvetenskapligt språk. Undervisningen ska stödja elevernas kommunikation och arbete med texter och textuppgifter med ett naturvetenskapligt innehåll och språk.Det handlar bland annat om att kunna anpassa språket efter syfte och sammanhang både i och utanför skolan: Kring vilka innehållsfält och i vilka kommunikationssituationer behöver eleverna kunna förstå andra och själva uttrycka sig i naturvetenskapliga frågor? Vilka typer av medier, genrer, språkliga stilar, ord, symboler, illustrationer används inom biologin?</p><p>I ämnesplanen betonas att undervisningen ska bidra till förståelse av biologins betydelse i samhället, till exempel hur vårt sätt att leva påverkar en hållbar utveckling. Samtal kring hur vi människor kan bidra till en hållbar utveckling kan till exempel utgå från frågor med anknytning till ekologi och biologisk mångfald (biologi 1) eller från frågor om hälsa och levnadsförhållanden (biologi 2). En definition av hållbar utveckling som har fått stor spridning kommer från FN-rapporten <em>Vår gemensamma framtid</em> (1987). Den lyder: ”En hållbar utveckling är en utveckling som tillgodoser våra behov i dag utan att äventyra kommande generationers möjligheter att tillgodose sina”. En utbredd tolkning som tar avstamp i den definitionen är att hållbar utveckling innehåller en ekologisk, en ekonomisk och en social dimension som alla är ömsesidigt beroende av varandra. Utvecklingen kan sägas vara hållbar när de tre dimensionerna balanserar varandra på ett sätt som inte får negativa konsekvenser för vare sig ekologi, ekonomi eller social sammanhållning över tid.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling – det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h3>Det centrala innehållet i ämnet biologi</h3><p>I kurserna biologi 1 och biologi 2 är det centrala innehållet uppdelat i ett antal områden markerade med underrubriker. Det betyder inte att de olika delarna av det centrala innehållet alltid ska väga lika tungt i undervisningen. Inte heller betyder det att de olika delarna ska undervisas om i en viss ordning. Områdena ska inte ses som separata arbetsområden för undervisningen, utan underrubrikerna är ett sätt att strukturera det centrala innehållet. Med arbetsmetoder i området <em>Biologins karaktär och arbetsmetoder</em> avses inte bara aktiviteter i undervisningen, utan arbetsmetoder är också tillsammans med biologins karaktär ett objekt för undervisningen. Områdets innehåll kommer till användning när eleverna möter innehållet i kursens övriga kunskapsområden.</p><p>I det centrala innehållet förekommer vissa exempel. De förtydligar innehållet, men är i ämnet biologi inte uttryck för att de bör prioriteras framför andra alternativ. Mikroskopering i biologi 1 exemplifieras med studier av celler eller celldelning, men det kan lika gärna handla om studier av något annat som är relevant i sammanhanget, som växt- och djurplankton.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/bio?_xurl_=http%3A%2F%2Fli64-rh5-webc.skolverket.se%3A11062%2Fcs%2Fgroups%2Fsyllabus%2Fdocuments%2Fkommentarsmaterial%2Fmdaw%2Fnzgw%2F%7Eedisp%2Fbild-till-kommentarer-520px\" />",
"COMPARISON_GY2000":"<h2>Jämförelse med kursplan 2000</h2><p>Fördelningen av innehållet i <em>biologi 1</em> och <em>2</em> i Gy 2011 överensstämmer i stort med den i biologi A och B i Gy 2000. <em>Biologi 1</em> inrymmer dock även delar av naturkunskap A från Gy 2000. Andra delar av naturkunskap A återfinns i fysik 1 och kemi 1.</p>",
"COMPARISON_GR":"<h2>Jämförelse med grundskolans ämne</h2><p>Biologiämnesplanens fem mål bygger vidare på de tre långsiktiga målen i grundskolans biologikursplan.</p><p>Det första av ämnesplanens mål rör kunskaper om biologins begrepp, modeller, teorier och arbetsmetoder. Det bygger vidare på ett liknande mål i grundskolan, som dock saknar formulering kring förståelse av hur begrepp, modeller, teorier och arbetsmetoder utvecklas. Tillägget pekar ut en viktig progression.</p><p>Det andra och tredje målet har sitt ursprung i kunskaper om den naturvetenskapliga verksamheten. Det andra målet handlar om både teoretiska och praktiska systematiska undersökningar, medan det tredje gäller praktiska. Målen bygger vidare på grundskolans mål om att eleverna ska få möjlighet att utveckla <em>förmågan att genomföra systematiska undersökningar i biologi</em>.</p><p>Det fjärde och femte målet har sitt ursprung i kunskapens användning. Avsikten är att undervisningen ska bidra till elevernas personliga utveckling och ge dem möjlighet att vara delaktiga och engagerade i sin omvärld. De båda målen bygger vidare på ett mål i grundskolans biologikursplan: <em>förmågan att använda kunskaper i biologi för att granska information, kommunicera och ta ställning i frågor som rör hälsa, naturbruk och ekologisk hållbarhet.</em></p>",
"DESCRIPTION":"<h2>Begrepp i ämnets inledande text</h2><h3>Från den enskilda molekylen till globala ekosystem</h3><p>Eftersom molekylärbiologi interagerar med all annan biologi har ett mikro till makroperspektiv fått ett tydligt genomslag i alla biologikurser. Inom biologin söker man svar på frågor genom att växla mellan olika perspektiv, från systemnivå till molekylnivå. Molekylärbiologins betydelse för biologin som helhet kan inte överskattas. Inom varje gren av biologin relateras kunskapen till rön inom molekylärbiologi.</p>",
"PURPOSE":"<h2>Begrepp i ämnets syfte</h2><h3>Evolutionsteorin</h3><p>Evolutionsteorin har en särställning som teoretisk grund för biologiämnet. Den har betydelse vid till exempel studier av ekosystem, människans fysiologi och bioteknik. Genom att anlägga vetenskapshistoriska och filosofiska aspekter på evolutionsteorin får eleverna inblick i vad den har inneburit för vår kultur, världsbild och syn på naturen och naturvetenskapen.</p><h3>Etiska frågor</h3><p>Undervisningen ska bidra till att eleverna, från en naturvetenskaplig utgångspunkt, kan diskutera etiska frågor och ställningstaganden. Frågorna kan beröra många områden inom biologin. I biologi 1 ska etiska frågor behandlas i samband med genetikens användningsområden. I biologi 2 ska etiska frågor behandlas i samband med cell- och molekylärbiologins användningsområden. Etik i medicinska frågor ingår också i kursen.</p>"},"description":"<p>Biologi är ett naturvetenskapligt ämne som har sitt ursprung i människans behov av att veta mer om sig själv och sin omvärld. Det är läran om livet, dess uppkomst, utveckling, former och villkor. Biologins sammanhang är ofta komplexa och studeras på olika nivåer, från den enskilda molekylen till globala ekosystem.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet biologi ska syfta till att eleverna utvecklar kunskaper om biologins begrepp, teorier, modeller och arbetsmetoder. Den ska bidra till att eleverna utvecklar förståelse av biologins betydelse i samhället, till exempel för livskvalitet och hälsa genom medicinen, och för skyddandet av jordens ekosystem genom ekologin. Genom undervisningen ska eleverna ges möjlighet att utveckla ett naturvetenskapligt perspektiv på vår omvärld med evolutionsteorin som grund. I undervisningen ska aktuell forskning och elevernas upplevelser, nyfikenhet och kreativitet tas till vara. Undervisningen ska också bidra till att eleverna, från en naturvetenskaplig utgångspunkt, kan delta i samhällsdebatten och diskutera etiska frågor och ställningstaganden.</p><p>Molekylärbiologin, liksom många andra områden inom biologin, utvecklas i snabb takt. Utvecklingen sker i ett samspel mellan teori och experiment, där hypoteser, teorier och modeller testas, omvärderas och förändras. Undervisningen ska därför behandla teoriers och modellers utveckling, begränsningar och giltighetsområden. Den ska bidra till att eleverna utvecklar förmåga att arbeta teoretiskt och experimentellt samt att kommunicera med hjälp av ett naturvetenskapligt språk. Undervisningen ska också bidra till att eleverna utvecklar förmåga att kritiskt värdera och skilja mellan påståenden som bygger på vetenskaplig respektive icke-vetenskaplig grund.</p><p>Undervisningen ska innefatta naturvetenskapliga arbetsmetoder som att formulera och söka svar på frågor, göra systematiska observationer, planera och utföra experiment och fältstudier samt bearbeta, tolka och kritiskt granska resultat och information. I undervisningen ska eleverna ges tillfällen att argumentera kring och presentera analyser och slutsatser. De ska även ges möjlighet att använda datorstödd utrustning för insamling, simulering, beräkning, bearbetning och presentation av data.</p>",
"goals":["Kunskaper om biologins begrepp, modeller, teorier och arbetsmetoder samt förståelse av hur dessa utvecklas.",
"Förmåga att analysera och söka svar på ämnesrelaterade frågor samt att identifiera, formulera och lösa problem. Förmåga att reflektera över och värdera valda strategier, metoder och resultat.",
"Förmåga att planera, genomföra, tolka och redovisa<br/>fältstudier, experiment och observationer samt förmåga att hantera material och utrustning.",
"Kunskaper om biologins betydelse för individ och samhälle.",
"Förmåga att använda kunskaper i biologi för att kommunicera samt för att granska och använda information."]}