{"name":"Bygg och anläggning",
"code":"BYG",
"type":"VOCATIONAL",
"courses":["BYGBYG01",
"BYGBYG02"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet bygg och anläggning ger en inblick i branschen som helhet och utvecklar elevernas kunskaper om byggbranschens olika yrken och hur dessa samverkar i produktionen. Denna kunskap underlättar också för eleverna när de ska välja yrke.</p><p>Ämnets två kurser ger eleverna möjlighet att arbeta med praktiska arbetsuppgifter från olika yrken inom anläggning, husbyggnad, måleri och plåtslageri. Att medvetet varva praktiskt arbete med tillhörande grundläggande teori ger eleverna en hantverksmässig grund och insikt i helheten i de olika bygg- och anläggningsprocesserna. Genom att välja uppgifter som förenar teori och praktik och arbetssätt som främjar ansvarstagande, initiativförmåga, kommunikation och kreativitet kan elevernas entreprenöriella kompetens och självkänsla stärkas. Initiativförmåga, kommunikationsförmåga och företagaranda är några av de nyckelkompetenser människor behöver tillägna sig för att på ett flexibelt sätt kunna anpassa sig till en föränderlig värld enligt EU:s referensram för livslångt lärande. Detta är också förmågor som bygg- och anläggningsbranschen efterfrågar.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p>I ämnet bygg och anläggning innebär det till exempel att kunskapsområdet fackspråk och kommunikation återkommer i ämnesplanens olika delar. I det centrala innehållet i kurs 1 ska ”facktermer” behandlas för att eleverna ska utveckla kunskaper mot målet ”Förmåga att samverka och kommunicera med andra samt använda fackspråk”. Med vilken kvalitet eleverna visar denna kunskap avgör läraren med hjälp av kunskapskraven som på E-nivå i kurs 1 lyder: ”I arbetet samverkar och kommunicerar eleven med andra samt använder enkelt fackspråk med viss säkerhet.”</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/byg?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"COMPARISON_GY2000":"<p>I Gy 2000 fanns särskilda kurser i rit- och mätteknik, arbetsmiljö och säkerhet samt i datorkunskap. I Gy 2011 har dessa kunskapsområden bakats in i flera karaktärsämnen, bland annat i ämnet bygg och anläggning där en grund läggs inom dessa kunskapsområden.</p>",
"PURPOSE":"<h4>Hälsa och säkerhet</h4><p>I bygg- och anläggningsbranschen är det viktigt med ett systematiskt arbetsmiljöarbete och riskbedömning för att antalet arbetsplatsrelaterade skador, såsom förslitningsskador och arbetsplatsolyckor, ska minimeras. Därför betonas arbetsmiljö och säkerhet i ämnet. Redan i den inledande kursen behandlas hälsa, ergonomi och säkerhet kopplat till arbetsuppgifterna.</p><h4>Hållbar utveckling</h4><p>Bygg- och anläggningsarbete påverkar miljön på flera olika sätt. Branschen omformar miljöer, skapar infrastruktur, använder resurser och skapar byggavfall. Genom undervisningen i ämnet bygg och anläggning kan eleverna utveckla kunskaper om hållbar utveckling.</p><p><em>Hållbar utveckling</em> är ett brett begrepp som förutom ekologiska aspekter också innefattar ekonomiska och sociala. Den sociala aspekten kan till exempel innefatta jämställdhet och mångfald på arbetsplatsen, vilket bland annat innebär ett medvetet arbete med förhållningssätt som motverkar kränkningar.</p><h4>Fackspråk och förmåga att kommunicera</h4><p>Språk och kommunikation är centralt för all kunskapsutveckling. Förmågan att kommunicera och använda fackspråk, muntligt såväl som skriftligt, är avgörande till exempel i kontakt med kunder och arbetskamrater samt för att kunna utföra arbetsuppgifter på ett rationellt och säkert sätt.</p><h4>Dokumentera</h4><p>Att dokumentera sitt arbete är ett sätt att möjliggöra kvalitetssäkring av arbetet. Därför ska undervisningen ge eleverna metoder och verktyg för att dokumentera sitt arbete, till exempel med hjälp av bilder. Dokumentation kan också vara ett underlag för lärande samtal om till exempel arbetsprocess, kvalitet och säkerhet. Dessutom kan dokumentation synliggöra elevens kunskapsutveckling.</p>"},"description":"<p>Ämnet bygg och anläggning behandlar byggandet från planeringsstadiet till färdigställande och drift. Det behandlar även bygg- och anläggningsbranschens olika yrken och arbetsvillkor.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet bygg och anläggning ska syfta till att eleverna utvecklar kunskaper om yrken inom anläggning, husbyggnad, måleri och plåtslageri samt om olika specialyrken. Eleverna ska också ges möjlighet att utveckla grundläggande färdigheter i anläggning, husbyggnad, måleri och plåtslageri samt förståelse av arbetet inom bygg- och anläggningsbranschen.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt kunskaper om hur man söker information om aktuella regelverk. Den ska även leda till att eleverna utvecklar förmåga att arbeta med hänsyn till hälsa och säkerhet. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om branschens ansvar för hållbar utveckling.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av ansvarstagande inom bygg- och anläggningsarbete samt förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Vidare ska eleverna ges möjlighet att utveckla ett fackspråk och förmåga att kommunicera med såväl arbetskamrater som kunder. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p><p>Undervisningen ska genomföras så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p>",
"goals":["Förmåga att söka information samt planera, organisera och utföra vanliga arbetsuppgifter.",
"Kunskaper om olika metoder, material, verktyg och maskiner.",
"Kunskaper om lagar och andra bestämmelser inom yrkesområdet.",
"Förmåga att göra riskbedömningar av arbetsuppgifterna.",
"Färdigheter i att följa arbetsbeskrivningar och använda ritningar.",
"Förmåga att hantera och vårda material, verktyg och maskiner. ",
"Förmåga att arbeta säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.",
"Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.",
"Kunskaper om vanliga yrken och arbetsprocesser inom bygg- och anläggningsbranschen samt om vad hållbar utveckling innebär i branschen.",
"Förmåga att samverka och kommunicera med andra samt använda fackspråk."],"someexcludes":false,"somefocuses":false}