{"name":"Byggproduktionsledning",
"code":"BYP",
"type":"VOCATIONAL",
"courses":["BYPBYG0",
"BYPPLA0",
"BYPRIT0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet byggproduktionsledning behandlar organisation och ledning av byggproduktion på en byggarbetsplats, från planering före byggstart till produktionsstyrning under byggskedet. Det behandlar också grundläggande mätningsteknik för byggproduktion. Ämnet byggproduktionsledning får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet byggproduktionsledning ska syfta till att eleverna utvecklar grundläggande kunskaper om hur en byggarbetsplats organiseras och leds. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av sambandet mellan byggteknik å ena sidan och organisation och ledarskap å den andra. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur entreprenadjuridik tillämpas på byggarbetsplatsen.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur en byggarbetsplats organiseras när den planeras och etableras. Den ska också leda till att eleverna utvecklar förståelse av ett företags planering inför starten av ett byggprojekt.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vilka aktörer som medverkar för att tillgängliggöra resurser. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om anmälningar och tillstånd för etablering av en byggarbetsplats. Den ska även leda till att eleverna utvecklar kunskaper om produktionsstyrning av byggskedet samt om den planering och de delprocesser som hanteras på byggarbetsplatsen.</p><p>Eleverna ska ges möjlighet att arbeta i projekt med koppling till planerade och pågående projekt i byggföretag.</p>",
"goals":["Kunskaper om geodesins grundbegrepp samt om utsättning och inmätning av hus, vägar och anläggningar. Kunskaper om mätmetoder beträffande fukt, akustik, lufttäthet och energiegenskaper.",
"Förmåga att planera och organisera mätningstekniska uppgifter i ett byggprojekt samt att tolka och använda tekniska ritningar.",
"Kunskaper om olika dokument som används i byggprocessen samt om deras kopplingar till AMA-systemet (allmän material- och arbetsbeskrivning). Kunskaper om ritningar för bygg- och anläggningsprojekt.",
"Förmåga att planera, organisera och genomföra upphandlingsarbete i ett byggentreprenadföretag.",
"Förmåga att hantera underentreprenader samt leveranser till ett byggprojekt och inom en byggarbetsplats.",
"Förmåga att planera ett byggprojekt inför byggstart.",
"Kunskaper om strategier och system för produktionsskedet i ett byggprojekt.",
"Förmåga att genomföra arbetsberedning för olika arbetsmoment i ett byggprojekt.",
"Förmåga att genomföra möten för byggprojekt och hantera kontraktsfrågor mellan beställare och utförare för ett byggprojekt.",
"Kunskaper om lagar och andra bestämmelser för verksamheten på en byggarbetsplats."],"someexcludes":true,"somefocuses":false}