{"name":"Cad",
"code":"CAD",
"type":"OTHER",
"courses":["CADCAD01",
"CADCAD02",
"CADCAD03"],"auth":"<p>En lärares kompetens är relevant för ämnet cad om han eller hon</p><p>1. har behörighet i ämnet teknik i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom cad, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet cad (computer aided design) behandlar hur man använder olika programvaror för att konstruera och designa verkliga och virtuella objekt. I ämnet är geometri grunden för att, via skiss och ritteknik, kunna realisera en idé till styrinformation för att tillverka produkten.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet cad ska syfta till att eleverna utvecklar kunskaper i skiss- och ritteknik samt i att använda något eller några cad-system. Undervisningen ska även leda till att eleverna utvecklar kunskaper i hur cad-system byggs upp. Eftersom cad bland annat handlar om att konstruera och designa nya objekt ska undervisningen ge eleverna möjlighet att utveckla handlingsförmåga, nyfikenhet, uppfinningsrikedom och problemlösningsförmåga. Undervisningen ska introducera begrepp som är relevanta för valt teknikområde. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ergonomiska förutsättningar för en bra cad-arbetsplats.</p><p>Undervisningen ska utgå från ett valt teknikområde, där cad är ett verktyg, ett språk och en metod för att skapa information om produkten. Vidare ska undervisningen behandla hur cad-programmets information kan överföras till och från andra datorprogram samt till och från maskinell kringutrustning. Undervisningen ska ge eleverna möjlighet att utföra och förstå de olika delarna i produktutvecklingsprocessen.</p>",
"goals":["Förmåga att använda cad i förhållande till andra datorprogram och i förekommande fall maskiner.",
"Förmåga att göra skisser och ritningar enligt gällande standarder och normer.",
"Förmåga att modellera tredimensionella detaljer.",
"Förmåga att utföra tredimensionella sammanställningar.",
"Förmåga att använda applikationsprogram.",
"Kunskaper om kopplingar mellan cad och produktion.",
"Förmåga att utvärdera sitt arbete och resultat.",
"Förståelse av ergonomiska förutsättningar som skapar en bra cad-arbetsplats."],"someexcludes":true,"somefocuses":false}