{"name":"Charkuterikunskap",
"code":"CHA",
"type":"VOCATIONAL",
"courses":["CHACHA01",
"CHACHA02",
"CHACHA03",
"CHACHA04",
"CHACHA00S"],"replacing":"STY",
"replacingwith":["STC"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet charkuterikunskap behandlar olika hantverksmässiga tillverkningsmetoder för att framställa charkuterivaror. I ämnet behandlas också olika köttråvaror, hur råvaror används inom näringen samt betydelsen av produktkvalitet.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet charkuterikunskap ska syfta till att eleverna utvecklar förmåga att tillverka charkuteriprodukter med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att följa recept, välja och hantera råvaror samt utveckla kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt tilltalande och smakrika slutprodukter.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö och säkerhet samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga. Dessutom ska eleverna ges möjlighet att utföra arbetsuppgifter såväl individuellt som i samarbete med andra.</p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla färdigheter inom charkuteriområdet.</p>",
"goals":["Kunskaper om olika köttråvarors kvalitet och om deras egenskaper samt om andra råvaror och tillsatser.",
"Förmåga att tillverka charkuterivaror.",
"Förmåga att läsa, följa och utarbeta recept samt att utföra recept- och näringsberäkningar och effektivitetsbedömningar.",
"Förmåga att använda utrustning, maskiner och verktyg.",
"Förmåga att förpacka och förvara charkuterivaror.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att underhålla utrustning, maskiner och verktyg.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}