{"name":"Cirkus",
"code":"CIR",
"type":"OTHER",
"courses":["CIRAKR00S",
"CIRCIR01S",
"CIRCIR02S"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet cirkus om han eller hon</p><p>1. har en konstnärlig kandidatexamen i cirkus, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Cirkuskonsten innefattar olika discipliner som kommunicerar med varandra. Ett exempel är akrobatik som handlar om det fysiska uttrycket av vad som kan åstadkommas med kroppen för att skapa nya rörelseuttryck.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet cirkus ska syfta till att eleverna utvecklar kunskaper om cirkusen som konstart och dess olika genrer. Eleverna ska också ges möjlighet att utveckla förmåga att uttrycka sig inom en eller flera av cirkusens dicipliner, till exempel clown, jonglering, lindans eller luftakrobatik. Undervisningen ska leda till att eleverna utvecklar vana att arbeta i en scenisk produktion och möta publik. Eleverna ska ges möjlighet att utveckla förståelse av hur cirkusens uttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga idéer.</p><p>Utforskande och reflekterande arbetsmetoder är väsentliga i ämnet. Eleverna ska därför ges möjlighet att delta i arbete med cirkusnummer samt utforma och skapa egna cirkusnummer. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att samarbeta, interagera med andra och vara lyhörda inför olika sätt att förhålla sig till konstnärliga processer. Eleverna ska också ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer.</p><p>Undervisningen ska behandla arbetsmiljö och ergonomi samt innefatta praktiskt arbete där eleverna ges möjlighet att bygga upp den fysiska beredskap som krävs för att undvika skador. Eleverna ska också ges möjlighet att utveckla kunskaper om anatomi, träningsgrunder och förebyggande träning. </p>",
"goals":["Förmåga att skapa eget material och förmåga att skapa ett personligt uttryck.",
"Förmåga att utföra olika akrobatiska övningar och förmåga att bedöma och hantera risker.",
"Förmåga att samarbeta tillitsfullt och förtroendeskapande i träning och nummerarbete.",
"Förmåga att improvisera och utforska okända uttryck inom ett eller flera cirkusområden.",
"Kunskaper om säkerhet, materialomsorg, rekvisita, mask och kostym.",
"Kunskaper om cirkusdisciplinernas begrepp och historia.",
"Kunskaper om olika uttryckmöjligheter inom olika cirkusdiscipliner.",
"Kunskaper om anatomi och fysiologi avseende koordination, balans och rörelse samt förståelse av vikten av förebyggande träning och uppvärmning."],"someexcludes":true,"somefocuses":true}