{"name":"Dansteori",
"code":"DAE",
"type":"COMMON",
"courses":["DAEDAT0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet dansteori är till sin karaktär tvärvetenskapligt. Det har sin bas i dansvetenskap men även kulturvetenskap ingår. Med hjälp av begrepp, teorier och metoder från dessa områden kan dans förstås och tolkas som en del av det estetiska, sociala, politiska och kulturella sammanhanget.</p>  ",
"purpose":"<p> Undervisningen i ämnet dansteori ska syfta till att eleverna utvecklar kunskaper om hur dans avspeglar och bidrar till samhällets kulturella värderingar. Eleverna ska ges möjlighet att utveckla kunskaper om hur olika syn på kropp, genus och etnicitet gestaltas i och genom dans ur ett historiskt och samtida perspektiv.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att reflektera över olika estetiska förhållningssätt till dans, huvudsakligen i sceniska men även i sociala sammanhang, och hur dessa har ändrats genom historien. Eleverna ska även ges möjlighet att utveckla ett vetenskapligt förhållningssätt till dans.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om historiska och samtida epoker, genrer och stilar. Eleverna ska också ges möjlighet att utveckla förmåga att kritiskt granska olika historieskrivningar och olika indelningar och avgränsningar. </p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av skillnader mellan att tolka dans ur dansarens, koreografens respektive publikens synvinkel.</p><p>Genom att analysera föreställningar, både levande och inspelade, ska eleverna ges möjlighet att utveckla förmåga att reflektera över dans som ett estetiskt och kulturellt uttryck bundet till sitt historiska sammanhang. Eleverna ska både muntligt och skriftligt diskutera olika tolkningsmöjligheter när det gäller synen på kropp, danshistorieskrivning, dansande och dansföreställningar. </p>",
"goals":["Kunskaper om dans som ett kulturellt uttryck i olika medier samt förmåga att göra dansanalyser och relatera dans till synen på kropp, genus och etnicitet.",
"Kunskaper om epoker, genrer, stilar och olika estetiska förhållningssätt till dans. Kunskaper om dans och dansande i sociala och sceniska sammanhang. Kunskaper om förändringsprocesser inom dansen.",
"Förmåga att kritiskt granska danshistorieskrivningar och andra avgränsningar och indelningar som används inom dansområdet.",
"Kunskaper om begrepp och metoder som används för att analysera och tolka dansföreställningar samt förmåga att använda dessa och relatera föreställningen till olika sammanhang.",
"Kunskaper om upphovsrätt och om hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier."],"someexcludes":false,"somefocuses":false}