{"name":"Datalagring [ersatt]",
"code":"DAL",
"type":"OTHER",
"courses":["DALDAT0"],"obsolete":true,"replacedby":"DAA",
"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet datalagring om han eller hon</p><p>1. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom datateknik, datalogi eller informatik varav 30 högskolepoäng inom programmering eller webbserverprogrammering och 7,5 högskolepoäng inom databashantering och datalagring, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet datalagring behandlar hur lagring av data görs på ett strukturerat sätt för att datorprogram ska komma åt data på ett effektivt sätt. Lagringen kan ske med hjälp av databashanterare av olika slag eller i strukturerade dokument. Ämnet datalagring behandlar hur lösningar för datalagring designas och hur det är möjligt att komma åt lagrad data från mjukvaruapplikationer. Ämnet datalagring får bara anordnas av skolor som av Skolverket har beviljats att delta i försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>  ",
"vux":false,"purpose":"<p>Undervisningen i ämnet datalagring ska syfta till att eleverna utvecklar kunskaper om olika former av datalagring, främst med databashanterare av olika slag. Den ska ge eleverna möjlighet att utveckla förståelse av olika datamodeller och förmåga att använda dem för att implementera datalagring.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att skapa ändamålsenliga datalagringslösningar genom att de ges möjlighet att genomföra utvecklingsprojekt. Eleverna ska också ges möjlighet att utveckla förmåga att ta fram datorprogram som kommer åt lagrad data för läsning, skrivning, uppdatering eller radering.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om flera aspekter av datalagring, främst funktionalitet, prestanda, skalbarhet och säkerhet. Den ska också syfta till att eleverna ges möjlighet att utveckla förmåga att hantera lagrad data ansvarsfullt, säkert och med hänsyn till lagstiftning och personlig integritet.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om begrepp inom området samt förmåga att kommunicera om datalagring.</p>",
"goals":["Kunskaper om olika datamodeller, datalagringslösningar och databastyper samt om deras användningsområden och om vanligt förekommande produkter inom området.",
"Kunskaper om begreppsbildning och terminologi inom området.",
"Kunskaper om datalagring i datafiler.",
"Kunskaper om relationsdatabaser och andra typer av databaser.",
"Förmåga att skapa datamodeller och en fungerande struktur för datalagring.",
"Förmåga att skapa, använda, felsöka och optimera datalagring samt att använda olika verktyg för detta.",
"Förmåga att använda ramverk, gränssnitt och frågespråk för att komma åt lagrad data.",
"Kunskaper om lagar och andra bestämmelser inom området."],"someexcludes":false,"somefocuses":false}