{"name":"Dansgestaltning",
"code":"DAN",
"type":"COMMON",
"courses":["DANDAN01",
"DANDAN02",
"DANDAS0",
"DANDAI0",
"DANKOO0",
"DANREE0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet dansgestaltning är till sin karaktär konstnärligt och behandlar gestaltning inom flera dansgenrer. Genrerna kan vara historiska eller samtida. I ämnet behandlas gestaltningsarbete utifrån dansarens och koreografens perspektiv men även utifrån publikens perspektiv.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet dansgestaltning ska syfta till att eleverna utvecklar kunskaper i gestaltningsarbete där tolkning, improvisation, komposition och scenisk kunskap bildar en bas tillsammans med relationen till publiken. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av hur dansens rörelseuttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga idéer.</p><p>Eleverna ska ges möjlighet att närma sig ett professionellt förhållningssätt till gestaltningsarbetet och utveckla förmåga att variera uttryck efter olika typer av dans- och musikaliska kompositioner och sammanhang.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om och färdigheter i olika metoder när det gäller tolkning, improvisation och komposition samt hur dessa faktorer bygger på olika förhållningssätt till dans som konstnärligt uttryck.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera med andra och vara lyhörda inför olika sätt att förhålla sig till konstnärliga processer. Eleverna ska också ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer.</p><p>Undervisningen ska dessutom ge eleverna möjlighet att utveckla praktiska kunskaper i sceniskt arbete, hur olika konstnärliga uttryck kan samverka i ett sceniskt framförande samt kunskaper om frågor som rör etiska förhållningssätt, upphovsrätt och arbetsmiljö.</p><p>Utforskande och reflekterande arbetsmetoder är väsentliga i ämnet och ska därför ingå i undervisningen. En del av den konstnärliga processen består av analys och tolkning av både egna, andra elevers och professionellas gestaltningar. Undervisningen ska därför ge eleverna möjlighet att analysera och tolka egna och andras gestaltningar samt använda begrepp i samband med gestaltningsarbetet.</p>",
"goals":["Förmåga att analysera, tolka och gestalta olika typer av koreografiskt material, både individuellt och i grupp. Förmåga att använda danstekniska kunskaper i gestaltning.",
"Förmåga att i danssituationen improvisera, interagera med andra, associera, ta beslut, välja och förhålla sig till olika former av instruktioner.",
"Förmåga att samarbeta och ta ansvar för både det egna och det gemensamma arbetet.",
"Förmåga att använda kompositionsmetoder och koreografiska arbetssätt. Förmåga att skapa dans i olika konstellationer. Kunskaper om olika koreografiska förhållningssätt. ",
"Förmåga att ta initiativ, uttrycka idéer och omsätta dem i en konstnärlig process samt att reflektera över konstnärliga processer.",
"Kunskaper om sceniskt arbete samt förmåga att kommunicera med medaktörer och publik, utifrån olika estetiska förhållningssätt.",
"Förmåga att analysera, diskutera och reflektera över egna, andra elevers och professionellas gestaltningar och koreografier. ",
"Kunskaper om de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
"Kunskaper om etiska förhållningssätt, arbetsmiljöfrågor samt lagar och andra bestämmelser om upphovsrätt för konstnärliga processer och produktioner."],"someexcludes":true,"somefocuses":true}