{"name":"Dator- och kommunikationsteknik",
"code":"DAO",
"type":"VOCATIONAL",
"courses":["DAODAT01a",
"DAODAT01b",
"DAODAC0",
"DAODAT0",
"DAODIG0",
"DAOINU0",
"DAOMUL0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet dator- och kommunikationsteknik ger en grund för yrkesmässig verksamhet med installationer och underhåll av hård- och mjukvara. Ämnet behandlar också grundläggande elektronikkunskaper eftersom dator- och kommunikationsteknikens utrustningar och apparater är uppbyggda med elektronik.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet dator- och kommunikationsteknik ska syfta till att eleverna utvecklar förmåga att arbeta med vanligt förekommande system och komponenter inom dator- och kommunikationsområdena. Genom undervisningen ska eleverna därför ges möjlighet att utveckla kunskaper om system, enheter, komponenter, metoder och arbetssätt som används när datorer är uppkopplade i befintliga nätverk. Eleverna ska också ges möjlighet att utveckla förmåga att lösa problem, utföra felsökningar och åtgärda fel, både självständigt och i samarbete med andra. Undervisningen ska utveckla elevernas kunskaper om datorsäkerhet och förmåga att arbeta med hänsyn till hållbar utveckling. Den ska även bidra till att eleverna utvecklar förmåga att möta och kommunicera med uppdragsgivare och användare på ett serviceinriktat sätt. </p><p>Undervisningen ska varva praktiska och laborativa moment med teoretiska moment. Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att hantera och behandla teknisk utrustning. Eleverna ska även ges möjlighet att uttrycka sig både skriftligt och muntligt genom att dokumentera sitt arbete.</p>",
"goals":["Kunskaper om uppbyggnad och funktion hos datorer, dator- och kommunikationssystem samt olika typer av nätverk.",
"Färdigheter i att planera och utföra arbete i datorer samt i dator- och kommunikationssystem.",
"Färdigheter i att utföra optimering, administration och diagnostisering av, samt åtgärda fel i, dator- och kommunikationssystem. ",
"Förmåga att använda instruktioner, manualer, topologier och andra dokument på både svenska och engelska samt att dokumentera sitt arbete. ",
"Förmåga att ge stöd och support till användare på ett serviceinriktat sätt."],"someexcludes":true,"somefocuses":true}