{"name":"Dansorientering",
"code":"DAS",
"type":"COMMON",
"courses":["DASDAO0"],"description":"<p>Dans delas traditionellt sett in i olika typer av dans, beroende på vilka funktioner den har i samhället. På så sätt har scenisk dans, social dans, folkdans och tävlingsdans uppstått. Tradition, förnyelse, identitet och val av livsstil tänjer dock på danstypernas gränser. I ämnet dansorientering läggs grunden för ett danskunnande oavsett danstyp.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet dansorientering ska syfta till att eleverna utvecklar färdigheter i en eller flera dansformer och kunskaper om hur rörelser, rörelsekvaliteter, rum och musik används i dansformen eller dansformerna. Eleverna ska också ges möjlighet att utveckla sina kunskaper om musik genom träningen i dans.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur dans i olika sammanhang används för att skapa tillhörighet och hur dansen är en del av ett identitetsskapande.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om dans i olika medier och sammanhang. Dans är en del av vårt kulturella uttryck och förmedlar kulturella värderingar. Eleverna ska därför ges möjlighet att utveckla förmåga att kritiskt granska, tolka och analysera dans i förhållande till kulturella värderingar. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur dans och synen på kropp, genus, etnicitet och nationalitet speglas i olika typer av dansformer och framträder i olika medier.</p><p>Dans är ett levande kroppsligt uttryck och som sådant skapar det sinnesintryck. Eleverna ska därför ges möjlighet att utveckla dessa sinnesintryck genom att uppleva, analysera och tolka dans.</p>",
"goals":["Förmåga att utföra dans inom en eller flera dansformer utifrån dansformens estetiska ideal. ",
"Kunskaper om olika danstyper och deras kulturella bakgrund samt om dans som kulturellt uttryck.",
"Förmåga att tolka och analysera dans i relation till kropp, genus, etnicitet och nationalitet beroende på i vilka medier och sammanhang dansen finns.",
"Kunskaper om begrepp och vokabulär inom området."],"someexcludes":false,"somefocuses":false}