{"name":"Dansteknik",
"code":"DAT",
"type":"COMMON",
"courses":["DATDAS01S",
"DATDAS02S",
"DATDAS03S",
"DATDAS04S",
"DATDAN00S",
"DATDAR0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet dansteknik är till sin karaktär konstnärligt och innefattar träning i olika genrer och stilar inom scenkonstnärlig dans. Genrerna kan vara historiska eller samtida. Ämnet innefattar även hälsoaspekter med anatomi och träningslära och den delen av ämnet är till sin karaktär delvis naturvetenskaplig.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet dansteknik ska syfta till att eleverna utvecklar fysiska färdigheter i och ett konstnärligt förhållningssätt till dansteknik.</p><p>Kontinuerlig träning är centralt i dansteknik. Eleverna ska därför ges möjlighet att utveckla danstekniska färdigheter genom att träna det kroppsliga minnet, utveckla sin förmåga att uppfatta nyanser i rörelseuttryck och utveckla sina färdigheter i att utföra dessa. Undervisningen ska ge eleverna möjlighet att närma sig ett professionellt förhållningssätt till teknikträningen och utveckla en förmåga att variera rörelsekvaliteter i formspråket inom olika dansgenrer</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda de begrepp och den vokabulär som är knutna till de olika genrernas. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av hur dansteknik och träning metodiskt byggs upp samt förmåga att ta ansvar för sin tekniska utveckling.</p><p>Eleverna ska ges möjlighet att tillägna sig medvetenhet om kroppens fysiska möjligheter genom praktiskt arbete med anatomi och förståelse av arbetsmiljöfrågor knutna till dansteknikträning. Anatomins begrepp ska framför allt tränas genom att man praktiskt använder dem vid träningstillfällena. Den fysiska träningen medför skaderisker. För att minimera dem ska träningen ske i ändamålsenliga lokaler.</p><p>Genom praktiskt undersökande och reflekterande arbetsmetoder ska eleverna ges möjlighet att utveckla ett danstekniskt kunnande och ett konstnärligt förhållningssätt. Eleverna ska också ges möjlighet att reflektera över sin egen kunskapsutveckling i dansteknik.</p>",
"goals":["Kunskaper om koder och konventioner som används vid träning i dansteknikens olika genrer.",
"Kunskaper om träningsprocessens olika delar samt förmåga att tillämpa dem för att utveckla danstekniska färdigheter. Förmåga att reflektera över sin egen kunskapsutveckling i dansteknik.",
"Kunskaper om och färdigheter i att utföra dans inom minst två dansgenrer.",
"Förståelse av hur kropp och dansrörelser måste förhålla sig till dansteknikens konventioner, riktningar i rummet, andra medverkande samt olika typer av rum och sammanhang.",
"Kunskaper om musik och relationen till dans. Förmåga att genom dansen uppfatta och använda olika förhållningssätt till tid, dynamik och rytm.",
"Kunskaper om anatomi och kompletterande träningsmetoder. Kunskaper om betydelsen av kontinuerlig träning och om hur den egna kroppen fungerar i träningssammanhang.",
"Kunskaper om hur övningar, lektioner och träning metodiskt byggs upp inom olika dansgenrer och kompletterande träningsmetoder.",
"Förmåga att använda begrepp och vokabulär inom olika dansgenrer och träningsmetoder.",
"Kunskaper om arbetsmiljöfrågor i relation till den egna miljön."],"someexcludes":true,"somefocuses":true}