{"name":"Digitalt skapande",
"code":"DIG",
"type":"OTHER",
"auth":"<p>En lärares kompetens är relevant för ämnet digitalt skapande om han eller hon</p><p>1. har behörighet i något av ämnena mediekommunikation i gymnasieskolan eller medieproduktion i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet digitalt skapande behandlar skapande och gestaltande processer med digitala verktyg i gränslandet mellan konstnärligt skapande och teknik. Innehåll och teknik i konstnärligt skapande har varierat över tid. I och med den informationstekniska utvecklingen har helt nya möjligheter och platser skapats, och fortsätter att skapas, för konstnärliga och kommunikativa uttryck.</p>",
"vux":true,"purpose":"<p> Undervisningen i ämnet digitalt skapande ska syfta till att eleverna utvecklar förmåga att skapa, gestalta och kommunicera med digital teknik. Undervisningen ska ha experimentell och undersökande karaktär och ge eleverna möjlighet att arbeta med kombinationer av olika uttryck, till exempel bild, rörelse eller musik. Undervisningen ska bidra till att eleverna utvecklar kunskaper om den programvara och hårdvara som används för skapande inom olika estetiker. Eleverna ska ges möjlighet att inrikta sitt digitala skapande mot olika uttryck. Undervisningen ska ge eleverna möjlighet att utveckla begreppsförståelse och förmåga att använda metoder för att analysera digitala uttryck ur både estetiska och tekniska perspektiv.</p><p>I undervisningen ska eleverna ges möjlighet att pröva skapande via såväl digitala plattformar som lokalt i datorn. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av övergångar mellan analoga och digitala skapandeprocesser samt att pröva kollektivt asynkront skapande. Eleverna ska ges möjlighet att ta del av, diskutera och analysera digitalt skapade gestaltningar, produkter och konstverk samt att utveckla förmåga att bedöma konstnärliga och tekniska kvaliteter i digitalt skapande. </p>",
"goals":["Kunskaper om digitala och analoga skapandeprocesser.",
"Förmåga att skapa och gestalta olika uttryck med digitala verktyg.",
"Kunskaper om digitala verktyg för att skapa och gestalta olika uttryck.",
"Förmåga att samarbeta via webb och nätverk, både synkront och asynkront.",
"Kunskaper om plattformar för digitalt samarbete.",
"Kunskaper om olika presentations- och spridningsvägar för digitala produktioner. "]}