{"name":"Djurvård inom djurens hälso- och sjukvård",
"code":"DJR",
"type":"VOCATIONAL",
"courses":["DJRDJU01",
"DJRDJU02"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<h4>Begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård</h4><p>I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård:</p><p><em>1 § Den som utan att tillhöra djurhälsopersonalen yrkesmässigt utövar verksamhet inom djurens hälso- och sjukvård får inte</em></p><ol><li><em>behandla djur som det finns anledning att misstänka har angripits av sjukdom på vilken epizootilagen (1999:657) eller zoonoslagen (1999:658) är tillämplig,</em></li><li><em>utföra operativa ingrepp på eller ge injektioner till djur eller utföra annan behandling som kan orsaka ett lidande som inte är obetydligt, eller</em></li><li><em>behandla djur under allmän bedövning eller under lokal bedövning genom injektion. </em></li></ol><p>Jordbruksverket har i Jordbruksverkets författningssamling (SJVFS 2009:85) föreskrivit om undantag. De undantag som är aktuella för den som arbetar med djur inom djurens hälso- och djurvård är framförallt 4 kap. 10 och 11 §§:</p><p><em>10 § En person som är yrkesverksam inom djurens hälso- och sjukvård, men som inte tillhör djurhälsopersonalen, får utföra enklare skötselåtgärder som kloklippning, öronrengöring och pälsvård, samt enklare sårvård på djur under lokal och/eller allmän bedövning efter att djuret har bedövats av djurhälsopersonal.</em><br />(10 § innebär undantag från punkt 3 i behandlingsförbudet.)<br /><br /> <em>11 § En person som inte tillhör djurhälsopersonalen, men som är yrkesverksam inom djurens hälso- och sjukvård, får utföra subkutana och intramuskulära injektioner som uppföljande behandling under förutsättning att personen har utbildning enligt 3 kap. 1 § i Statens jordbruksverks föreskrifter (SJVFS 2009:84) om läkemedel och läkemedelsanvändning. Första stycket gäller inte vaccinationer, injektioner med narkotikaklassade läkemedel eller läkemedel för lokal och allmän bedövning. Ansvaret för behandlingen ligger på den veterinär som tillhandahåller läkemedlen. </em>(11 § innebär undantag från delar av punkten 2 i behandlingsförbudet.)</p><p><br /><strong>Strukturen i gymnasieskolans ämnesplaner</strong></p><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang.</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"PURPOSE":"                     <h4>Om ämnets syfte<br /> </h4><p>I ämnets syfte står: ”kunskaper om olika behandlingsmetoder”, ”förmåga … att vårda skadade och sjuka djur inom ett givet ansvarsområde på ett etiskt och säkert sätt” samt ”efterarbete i samband med operationer”. I lagen (2009:302) om verksamhet inom djurens hälso- och sjukvård 4 kap. 1 §, även kallat behandlingsförbudet, finns bestämmelser som innebär begränsningar för den som arbetar med djur inom djurens hälso- och sjukvård. Se kommentar ”Om ämnet djurvård inom djurens hälso- och sjukvård” ovan. Eleverna får inte utföra behandlingsmetoder som kan medföra ett lidande som inte är obetydligt. Endast enklare skötselåtgärder får utföras, se under 10 § ovan, på djur som har fått lugnande, är sövda eller har fått lokalbedövning.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet djurvård inom djurens hälso- och sjukvård behandlar omvårdnadsarbete med sjuka och friska djur. I ämnet behandlas också sjukdomslära samt lagar och andra bestämmelser som rör arbete med skadade och sjuka djur. Centralt i ämnet är kunskaper om hygien och smittspridning samt ett etiskt förhållningssätt vid arbete med djur.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska syfta till att eleverna utvecklar förmåga att utföra djurvårdande arbetsuppgifter inom ett givet ansvarsområde. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om friska djur, djurhantering och djurhållning samt om skadade och sjuka djur, djursjukdomar, smittspridning och smittskydd. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om för- och efterarbete i samband med operationer samt om farmakologi. Genom undervisningen ska eleverna ges möjlighet att utveckla ett etiskt förhållningssätt i arbete med djur. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att arbeta med instrumentvård och rengöring samt med sterilisering och sterilförpackning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om medicinsk utrustning och veterinärmedicinska termer och begrepp. Undervisningen ska också bidra till att eleverna utvecklar förmåga att bemöta djurägare med respekt och ge service.</p><p>Laborationer, övningar och praktiskt arbete ska ingå i undervisningen.</p>",
"goals":["Kunskaper om skador och sjukdomar hos djur samt om förebyggande vård och rehabilitering.",
"Kunskaper om olika behandlingsmetoder samt om farmakologi.",
"Kunskaper om veterinärmedicinska termer och begrepp samt förmåga att använda yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Förmåga att planera sitt arbete samt att vårda skadade och sjuka djur inom ett givet ansvarsområde på ett etiskt och säkert sätt.",
"Förmåga att ställa i ordning undersökningsrum och burar inför undersökning och behandling.",
"Förmåga att arbeta ergonomiskt och med hänsyn till miljön.",
"Kunskaper om hygien, smittspridning och smittskydd samt om för- och efterarbete i samband med operationer. Förmåga att arbeta med instrumentvård och sterilisering av instrument och annan utrustning.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att rapportera och dokumentera sitt arbete. "],"someexcludes":true,"somefocuses":false}