{"name":"Djurvård inom djurens hälso- och sjukvård",
"code":"DJR",
"type":"VOCATIONAL",
"description":"<p>Ämnet djurvård inom djurens hälso- och sjukvård behandlar omvårdnadsarbete med sjuka och friska djur. I ämnet behandlas också sjukdomslära samt lagar och andra bestämmelser som rör arbete med skadade och sjuka djur. Centralt i ämnet är kunskaper om hygien och smittspridning samt ett etiskt förhållningssätt vid arbete med djur.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska syfta till att eleverna utvecklar förmåga att utföra djurvårdande arbetsuppgifter inom ett givet ansvarsområde. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om friska djur, djurhantering och djurhållning samt om skadade och sjuka djur, djursjukdomar, smittspridning och smittskydd. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om för- och efterarbete i samband med operationer samt om farmakologi. Genom undervisningen ska eleverna ges möjlighet att utveckla ett etiskt förhållningssätt i arbete med djur. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att arbeta med instrumentvård och rengöring samt med sterilisering och sterilförpackning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om medicinsk utrustning och veterinärmedicinska termer och begrepp. Undervisningen ska också bidra till att eleverna utvecklar förmåga att bemöta djurägare med respekt och ge service.</p><p>Laborationer, övningar och praktiskt arbete ska ingå i undervisningen.</p>",
"goals":["Kunskaper om skador och sjukdomar hos djur samt om förebyggande vård och rehabilitering.",
"Kunskaper om olika behandlingsmetoder samt om farmakologi.",
"Kunskaper om veterinärmedicinska termer och begrepp samt förmåga att använda yrkesmässiga och veterinärmedicinska termer och begrepp.",
"Förmåga att planera sitt arbete samt att vårda skadade och sjuka djur inom ett givet ansvarsområde på ett etiskt och säkert sätt.",
"Förmåga att ställa i ordning undersökningsrum och burar inför undersökning och behandling.",
"Förmåga att arbeta ergonomiskt och med hänsyn till miljön.",
"Kunskaper om hygien, smittspridning och smittskydd samt om för- och efterarbete i samband med operationer. Förmåga att arbeta med instrumentvård och sterilisering av instrument och annan utrustning.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att rapportera och dokumentera sitt arbete. "]}