{"name":"Djur",
"code":"DJU",
"type":"VOCATIONAL",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Djur</h2><p>Yrkesmässigt arbete med djur inom naturbrukets olika yrkesområden kräver kunskaper om djurens behov, ursprung, beteende, sjukdomar samt betydelse för människan och naturen. Det kräver också förmåga att hantera djur på ett etiskt sätt och förmåga att samspela med djur. För en god djurhållning krävs också kunskaper om foder samt förmåga att hantera och sköta utrustning, tillbehör och djuranläggningar. Studier i ämnet ger kunskaper om vad som krävs för att djuren ska må bra och samtidigt ge en bra avkastning eller utföra önskat arbete. Ämnet behandlar många olika djurslag och bidrar på så sätt till att eleverna utvecklar generella kunskaper om djur och djurhantering.</p><p>En djurskötare förväntas hantera och sköta djuren på ett ansvarsfullt och etiskt sätt. Ämnet utvecklar kunskaper i att följa gällande rutiner, lösa problem och hantera djuren. Genom fältstudier tränas eleverna i att observera djurens beteende, utseende och utveckling med andra ord det så kallade ”djurögat”. En förutsättning för att kunna utveckla ”ett gott djuröga” är goda kunskaper om och erfarenheter av arbete med djur - ju mer man kan desto mer ser man. Genom att studera djur under en längre tid i deras vistelsemiljö tränas eleverna att bedöma djurens välmående, eventuella avvikelser och se resultat av olika åtgärder. Praktiskt arbete med hantering av djur och arbete med att skapa goda vistelsemiljöer för djuren utvecklar elevernas kunskaper om hur skador kan förebyggas.</p><p>Ämnet ska också ge kunskaper om hur utrustning och anläggningar ska skötas och hanteras utifrån en teknisk och biologisk grund. Genom att återkommande hantera djur och utrustning utvecklar eleven kunskaper om att använda rätt utrustning i rätt sammanhang.</p><p>I ämnet ingår att göra olika slags beräkningar, till exempel beräkning av fodermängder, näringsinnehåll, ströåtgång, stall- och burstorlekar, vattenvolymer samt ytor och volymer för gödselförvaring. Arbete med checklistor över stallrutiner och journalföring ger eleven kunskaper om hur lång tid olika arbetsmoment tar och hur olika avvikelser följs upp.</p><p>Allt arbete med djur kräver kunskaper om den lagstiftning som gäller i samband med arbete med djur. Därför ingår djurskyddslagstiftning och miljölagstiftning som centralt innehåll i ämnets alla kurser. Säkerhetsfrågor ingår också i alla kurser. För att kunna arbeta säkert med djur krävs kunskaper om olika djurarters naturliga beteende.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h3>Kurser i ämnet</h3><p>Ämnet omfattar kurser på tre olika nivåer. Kurserna <em>djuren i naturbruket</em>, <em>djurhållning</em> och <em>sällskapsdjur 1</em> på nivå 1 behandlar grunderna i att sköta och hantera djur samt grunderna i anläggningsskötsel. Grundläggande kunskap om arter, djurens betydelse i ekosystem samt djurens betydelse för människan ingår också. Kursen djurhållning ger generella kunskaper om djur och djurhållning medan kurserna djuren i naturbruket och sällskapsdjur 1 är inriktade mot naturbruksdjur respektive sällskapsdjur.</p><p>Kurserna på nivå 2 är <em>sällskapsdjur 2 </em>och <em>djur - specialisering.</em> Sällskapsdjur 2 utvecklar förmågan att arbeta med skötselrutiner, att planera eget arbete och att lösa problem. Djur - specialisering möjliggör specialisering inom ett valt område och därmed ytterligare fördjupning.</p><p>Kursen <em>djur i zoohandel</em> på nivå 3 är inriktad mot djurarter som säljs i zoohandeln och bygger på sällskapsdjur 2.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/dju?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"COMPARISON_GY2000":"<h2>Jämförelse med kursplan 2000</h2><p>I Gy 2000 var ämnet djurkunskap ett ämne med många kurser uppdelade i olika kunskapsområden, bland annat lantbruksdjur, hästar, hundar och djursjukvård. I Gy 2011 återfinns dessa kunskapsområden i egna ämnen, nämligen <em>lantbruksdjur</em>, <em>hästkunskap</em>, <em>hundkunskap</em> samt <em>djurvård inom djurens hälso- och sjukvård</em>.</p>",
"PURPOSE":"<h2>Begrepp i kursen djuren i naturbruket</h2><h3>Hantering av naturbrukets djur</h3><p>Arbetsuppgifterna kan till exempel vara hantering av djur i samband med transport och betesdrift.</p>"},"description":"<p>Ämnet djur behandlar skötsel av djur och anläggningar. I ämnet behandlas djur för livsmedelsproduktion och landskapsvård samt hästar, hundar, sällskapsdjur och djurparksdjur av olika slag. Ämnet omfattar också de djurarter som förekommer inom zoohandeln. Det ökade intresset för djur i olika sammanhang skapar nya verksamhetsområden och arbetstillfällen inom naturbruket. Centralt i ämnet är djurens behov, djuretik samt lagar och andra bestämmelser som reglerar djurhållning. I ämnet behandlas också djurens betydelse i ekosystemen. </p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet djur ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med djur. Den ska leda till att eleverna utvecklar förmåga att sköta djur med utgångspunkt i djurs behov och naturliga beteende samt med vetenskapligt beprövade metoder som grund. Eleverna ska ges möjlighet att utveckla förmåga att följa fasta rutiner och ta ansvar i arbetet med djur samt kunskaper om foder och foderhantering. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man förebygger skador och sjukdomar hos djur samt hur man minimerar påverkan på miljön. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med djurhållning. </p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta djur och anläggningar samt teknisk utrustning. Genom stallturer och fältstudier i olika djurmiljöer ska eleverna ges möjlighet att följa djurs utveckling, hälsa och välbefinnande. Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla kunskaper om etologi.</p>",
"goals":["Kunskaper om djurarter och artgrupper, om djurens betydelse i ekosystemen samt om sällskapsdjurens betydelse för människan. ",
"Kunskaper om etologi i samband med djurhållning.",
"Kunskaper om näringsfysiologi, utfodring och foderhantering.",
"Förmåga att sköta och hantera djur på ett etiskt och säkert sätt samt utifrån djurens behov. ",
"Förmåga att sköta och hantera utrustning och anläggningar på ett säkert sätt. ",
"Förmåga att arbeta ergonomiskt och med hänsyn till miljön.",
"Kunskaper om hygien och smittskydd samt förmåga att följa hygienrutiner.",
"Kunskaper om lagar och andra bestämmelser som rör djur."]}