{"name":"Driftsäkerhet och underhåll",
"code":"DRI",
"type":"VOCATIONAL",
"courses":["DRIAVH01",
"DRIAVH02",
"DRIUND0",
"DRIUNE0",
"DRIUNH0",
"DRIUNÅ0",
"DRIUNU0",
"DRIUNT0",
"DRIUNV0",
"DRIUNR0",
"DRIUNL0",
"DRIUNP0",
"DRIUNO0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet driftsäkerhet och underhåll handlar om hur ett välutvecklat underhåll får teknisk utrustning att fungera på ett optimalt sätt. Det behandlar tekniska utrustningars uppbyggnad, funktion och styrning samt hur man med hjälp av tekniska och organisatoriska åtgärder kan lösa drifttekniska problem. Ämnet behandlar också förbättringsprocessens betydelse.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet driftsäkerhet och underhåll ska syfta till att eleverna utvecklar förmåga att utföra underhållsarbete. Genom undervisningen ska eleverna ges möjligheter att utveckla kunskaper om metoder, tekniker, säkerhetssystem och organisationsformer för underhållsarbete i såväl enkla som avancerade utrustningar.</p><p>Undervisningen ska även bidra till att eleverna utvecklar kunskaper om underhållsarbetets betydelse för förhindra driftavbrott och minimera resursförbrukning, vilket leder till kostnadsminskningar på såväl kort som lång sikt. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om underhållsarbetets betydelse för att minimera miljöpåverkan, till exempel genom att det minskar risken för läckage av miljöfarliga ämnen. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur underhållsarbete främjar en säkrare arbetsmiljö.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla ett kundorienterat, entreprenöriellt och innovativt förhållningssätt. Genom undervisningen ska eleverna även ges möjlighet att utveckla förmåga att agera säkerhetsmässigt och miljömedvetet. Ett viktigt inslag i allt underhållsarbete är läsning och tolkning av teknisk dokumentation samt redovisning av utförda åtgärder. Därför ska undervisningen leda till att eleverna utvecklar kunskaper om tolkning av teknisk information samt om dokumentation.</p><p>I undervisningen ska eleverna ges möjlighet att, enskilt eller i grupp, utveckla en helhetssyn på olika underhållsmetoder genom att få tillämpa förbättringsarbetets alla steg.</p>",
"goals":["Förmåga att planera, organisera och genomföra förebyggande och avhjälpande underhåll samt att mäta och bedöma resultatet.",
"Förmåga att läsa och tolka instruktioner, ritningar, scheman och manualer.",
"Förmåga att tolka och bearbeta information om styrtekniska villkor och status hos utrustningen. Förmåga att använda program för styrning samt driftsätta och funktionsprova sammanbyggda utrustningar.",
"Förmåga att arbeta i enlighet med utrustningarnas säkerhetssystem för att undvika skaderisker för såväl människor som maskiner.",
"Förmåga att tillämpa felsökningsmetoder, hantera verktyg och utrustning samt utföra demontering, montering och funktionsprovning.",
"Förmåga att samarbeta, dokumentera och redovisa arbetet samt att uttrycka sig med en branschrelaterad nationell och internationell terminologi.",
"Kunskaper om metoder och arbetssätt för ständiga förbättringar.",
"Kunskaper om grundläggande mekatronik och elteknik samt dessa områdens terminologi."],"someexcludes":true,"somefocuses":true}