{"name":"Eldistributionsteknik",
"code":"ELD",
"type":"VOCATIONAL",
"description":"<p>Ämnet eldistributionsteknik behandlar eldistributionsnät och tillhörande anläggningar samt felsökning och felavhjälpning i befintliga anläggningar. Dessutom behandlas säkerhetsfrågor eftersom eldistributionsanläggningar ofta arbetar med höga spänningar och stora effekter, vilket gör att ett misstag kan orsaka stora skador både på person och på egendom.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet eldistributionsteknik ska syfta till att eleverna utvecklar kunskaper i utbyggnad, förbättring, reparation och underhållsarbete av eldistributionsnät. Den ska även ge eleverna möjlighet att utveckla förmåga att tillämpa de elsäkerhetsanvisningar, föreskrifter, standarder och andra bestämmelser som gäller för eldistributionsarbete. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att lösa problem som uppkommer under arbetets gång. Dessutom ska undervisningen ge eleverna möjlighet att utveckla färdigheter i att kommunicera i tal och skrift för att garantera elsäkerheten.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med praktiskt eldistributionsarbete. Därigenom ska de ges möjlighet att utveckla förmåga att arbeta ergonomiskt och säkerhetsmässigt samt att använda säkerhetsutrustning, skyddskläder och verktyg.</p>",
"goals":["Kunskaper om funktion och arbetssätt hos eldistributionssystems komponenter, utrustningar och stationer.",
"Förmåga att planera sitt arbete samt att bygga, driftsätta och underhålla eldistributionsnät och anläggningar.",
"Förmåga att tillämpa föreskrifter och standarder som gäller för eldistributionsarbete.",
"Förmåga att läsa och tolka elscheman och andra dokument.",
"Förmåga att välja och använda lämpliga metoder och lämplig utrustning.",
"Förmåga att arbeta på ett sätt som är säkert och ergonomiskt för eleven själv och andra.",
"Förmåga att kommunicera med andra.",
"Färdigheter i att kontrollera, felsöka och reparera anläggningar."]}