{"name":"Elmotordrivsystem",
"code":"ELI",
"type":"VOCATIONAL",
"courses":["ELIELD0"],"obsolete":false,"shardof":"AUT",
"shardofwith":["AUO",
"FAI",
"INR"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet elmotordrivsystem behandlar olika typer av elmotorer och deras drivsystem. Elmotordrivsystem finns i olika typer av automatiserade maskiner inom industrin, men är också allmänt förekommande i samhället, till exempel i hissar, skrivare och kaffeautomater.</p>  ",
"purpose":"<p>Undervisningen i ämnet elmotordrivsystem ska syfta till att eleverna utvecklar kunskaper i att planera och utföra arbete på elmotordrivsystem med hjälp av systemdokumentation, till exempel ritningar och manualer. Undervisningen ska även leda till att eleverna utvecklar förståelse av hur informationsteknik kan användas vid arbete med elmotordrivsystem. Dessutom ska eleverna ges möjlighet att utveckla förmåga att hantera verktyg och utrustning inom valt område.</p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av säkerhet, standarder och begrepp samt färdigheter i att tillämpa dessa. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att förebygga och avhjälpa fel i elmotordrivsystem. Dessutom ska undervisningen ge eleverna möjlighet att utveckla teoretisk förståelse av begrepp, teorier och metoder.</p><p>Genom både praktiskt och teoretiskt arbete med uppgifter ska eleverna ges möjlighet att öva sig i att arbeta enligt yrkespraxis.</p>",
"goals":["Kunskaper om uppbyggnad av, funktion och principer för samt de risker som finns vid arbete med elmotordrivsystem.",
"Kunskaper om standarder och begrepp som används vid arbete med elmotordrivsystem.",
"Förmåga att planera och på ett säkert sätt utföra arbete i elmotordrivsystem.",
"Förmåga att läsa och framställa scheman, ritningar och annan dokumentation över elmotordrivsystem.",
"Förmåga att installera, programmera och driftsätta elmotordrivsystem.",
"Färdigheter i att använda informationsteknik som stöd vid byggnation, drift och underhåll av elmotordrivsystem.",
"Förmåga att förebygga och avhjälpa fel i elmotordrivsystem."],"someexcludes":false,"somefocuses":false}