{"name":"Ellära",
"code":"ELL",
"type":"VOCATIONAL",
"courses":["ELLELL01",
"ELLELL02",
"ELLPRA0"],"comments":{"ABOUT_THE_SUBJECT":"<p>Kunskapsinnehållet i ämnet är fördelat på tre kurser efter samråd med Elsäkerhetsverket och branscherna. Kursen <em>praktisk ellära </em>ger tillsammans med kursen <em>elkraftteknik </em>i ämnetelektroteknikden teoretiska grunden för begränsad behörighet 1 (BB1). Elsäkerhetsverket anser att 200 poäng är lämpligt för BB1.</p><p>Kursen <em>praktisk ellära</em> ger översiktliga kunskaper inom ellära och eleven får utföra laborationer och mätningar med växelström, till exempel när det gäller spännings-, isolations- och fasföljdsprovning. Kursen <em>ellära 1</em> kan läsas av elever som enbart behöver likström och enfasväxelström i sin utbildning, till exempel i utbildningar inom datorteknik och elektronik. Elever som i sin utbildning behöver kunskaper om trefasväxelström kan också läsa kursen <em>ellära 2</em>.</p><h4>Strukturen till gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>",
"PURPOSE":"<h4>Ledningsbundna störningar</h4><p>Exempel på ledningsbundna störningar är vagabonderande strömmar och övertoner.</p>"},"description":"<p>Ämnet ellära behandlar lik- och enfasväxelströmskretsar samt trefassystem med belastningar av olika slag. Det behandlar också ledningsburna störningar och säkerhetsfrågor.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet ellära ska syfta till att eleverna utvecklar färdigheter i att mäta och beräkna elektriska storheter i lik- och enfasväxelströmskretsar samt i trefassystem med belastningar av olika slag. Den ska också bidra till att eleverna utvecklar förmåga att söka och avhjälpa fel i lik- och enfasväxelströmskretsar samt i trefassystem. Dessutom ska undervisningen leda till att eleverna utvecklar förståelse av hur ledningsbundna störningar uppkommer samt deras verkan på elsystemet.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om säkerhetsfrågor och om bestämmelser och standarder inom elområdet.</p><p>Undervisningen ska ge eleverna möjlighet att praktiskt utföra mätning och beräkning av elektriska storheter i lik- och enfasväxelströmskretsar samt i trefassystem. Den ska också bidra till att eleverna ges möjlighet att praktiskt söka och avhjälpa fel med hjälp av scheman, ritningar, mätinstrument och övrig utrustning.</p>",
"goals":["Kunskaper om elsystemets uppbyggnad och funktion.",
"Kunskaper om lik- och enfasväxelströmskretsars uppbyggnad och funktion samt färdigheter i att mäta och beräkna elektriska storheter i dessa med belastningar av olika slag.",
"Kunskaper om trefassystems uppbyggnad och funktion samt färdigheter i att mäta och beräkna elektriska storheter i dessa med belastningar av olika slag.",
"Kunskaper om uppkomsten av störningar och om deras verkan på elsystemet.",
"Förmåga att söka och avhjälpa fel i lik- och enfasväxelströmskretsar.",
"Förmåga att söka och avhjälpa fel i trefassystem.",
"Kunskaper om säkerhetsfrågor och om bestämmelser och standarder inom elområdet."],"someexcludes":true,"somefocuses":false}