{"name":"Elprojektering [uppdelad]",
"code":"ELP",
"type":"VOCATIONAL",
"courses":["ELPINS0",
"ELPPRO0"],"obsolete":true,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnt elprojektering behandlar den arbetsprocess där man projekterar och dokumenterar elanläggningar. I projektering ingår det utrednings- och förberedelsearbete som föregår det operativa genomförandet av en insats. Ämnet elprojektering får bara anordnas av skolor som av Skolverket har beviljats försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>  ",
"novux":true,"purpose":"<p>Undervisningen i ämnet elprojektering ska syfta till att eleverna utvecklar förståelse av processen när elanläggningar planeras, projekteras, konstrueras och dokumenteras. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur elinstallationer utförs och projekteras samt förståelse av den tekniska utvecklingen inom teknikområdet och samspelet mellan teknik och människa.</p><p>Undervisningen ska även belysa hur installationer och projekteringar genomförs med hänsyn till miljö, tillgänglighet och säkerhet. Dessutom ska den bidra till att eleverna utvecklar kunskaper om väl fungerande och störningsfri elförsörjning samt om hur de störningar som finns inom elnätet minimeras eller motverkas. Därutöver ska eleverna ges möjlighet att utveckla kunskaper om bestämmelser, standarder och normer inom teknikområdet.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att dokumentera installationer i olika miljöer samt att kommunicera kring förslag och lösningar i projekteringsarbeten.</p><p>Undervisningen ska ge eleverna möjlighet att arbeta med datorstödda applikationer och kommunicerande system. Dessutom ska eleverna ges möjlighet att arbeta i projekt med koppling till planerade och pågående byggprojekt med tillhörande elanläggning och installationer. </p>",
"goals":["Förmåga att planera, projektera, konstruera och dokumentera el- och teletekniska anläggningar.",
"Kunskaper om hur elanläggningar är uppbyggda med hänsyn till säkerhet, tillgänglighet och miljö.",
"Kunskaper om författningar, föreskrifter, anvisningar och standarder gällande el- och teleanläggningar.",
"Kunskaper om dimensionering av ledningssystem och skydd.",
"Kunskaper om kommunicerande system i dator- och medianät, telefoni och trådlös kommunikation.",
"Kunskaper om installation, driftsättning och underhåll av el- och teleanläggningar.",
"Färdigheter i att framställa, tolka och använda ritningar och scheman.",
"Färdigheter i att hantera datorbaserade applikationer inom området.",
"Förmåga att kommunicera kring egna och andras förslag och lösningar i samband med projekteringsarbetet."],"someexcludes":true,"somefocuses":true}