{"name":"Elektroteknik",
"code":"ELR",
"type":"VOCATIONAL",
"courses":["ELRELK0",
"ELRELF0",
"ELRANT0",
"ELRDAA0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet elektroteknik behandlar enklare installationer och elarbeten på elanläggningar samt vanligt verkstadsarbete inom området. I allt arbete med elektricitet är säkerhetsfrågor centrala eftersom ett misstag kan orsaka stora skador både på personer och på egendom. För att utföra arbete med el krävs därför i de flesta fall särskilda behörigheter.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet elektroteknik ska syfta till att eleverna utvecklar kunskaper i att planera och utföra elarbete, verkstadsarbete, mekaniskt arbete och olika sammanfogningstekniker samt färdigheter i att hantera material, verktyg och utrustning. Den ska också bidra till att eleverna förstår betydelsen av energieffektivisering och av att utföra arbetet säkert samt kan tillämpa föreskrifter, standarder och bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att avhjälpa fel och underhålla elanläggningar. Undervisningen ska leda till att eleverna utvecklar förmåga att utifrån scheman och ritningar utföra elarbeten och verkstadsarbeten. Eleverna ska ges möjlighet att planera arbetsuppgifter samt utveckla förmåga att använda material och utrustning på ett ansvarsfullt sätt. Genom att både praktiskt och teoretiskt arbeta med uppgifterna ska eleverna ges möjlighet att öva sin förmåga att arbeta ergonomiskt, yrkesetiskt, miljömässigt och estetiskt.</p>",
"goals":["Förmåga att utföra elarbete, verkstadsarbete, installationsteknik, mekaniskt arbete och sammanfogningsteknik.",
"Färdigheter i att använda ritningar, scheman, instruktioner, standarder och föreskrifter.",
"Förmåga att välja och använda olika verktyg, instrument, material och övrig utrustning som används inom området.",
"Kunskaper om miljökrav och bestämmelser inom området.",
"Färdigheter i att avhjälpa fel och underhålla elanläggningar.",
"Förmåga att arbeta säkert, arbetsmiljömässigt, ergonomiskt och estetiskt.",
"Förmåga att dokumentera sitt arbete."],"someexcludes":true,"somefocuses":false}