{"name":"Energiteknik",
"code":"ENE",
"type":"VOCATIONAL",
"description":"<p>Ämnet energiteknik behandlar energitekniska objekt samt hur system fungerar och är konstruerade. Ämnet bygger delvis på naturvetenskapliga principer som tillämpas på energitekniska anläggningar. Ett miljöperspektiv ingår i ämnet eftersom energitekniska system till stor del påverkar miljön.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet energiteknik ska syfta till att eleverna utvecklar kunskaper i att utföra drift, underhåll och service av energitekniska anläggningar samt förmåga att lösa praktiska problem inom området. Den ska även leda till att eleverna utvecklar kunskaper om grundläggande fysikaliska storheter, nödvändig matematik, grundläggande kemi. Dessutom ska eleverna få möjlighet att utveckla kunskaper om behandling, provtagning och analys av olika typer av vatten som används inom processindustrin och inom energi-, miljö- och vattenteknik. Vidare ska undervisningen leda till att eleverna utvecklar en teoretisk grund inom energiområdet.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förståelse av effektiv och hållbar energianvändning samt kretsloppstänkande. Eleverna ska också ges möjlighet att utveckla kunskaper om både konventionella och alternativa energisystem samt möjlighet att utveckla säkerhetstänkande, yrkesidentitet och ett yrkesetiskt förhållningssätt.</p><p>Genom experiment, laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla förmåga att lösa problem som gäller drift, underhåll och service av energitekniska anläggningar. Genom praktiska övningar ska eleverna ges möjlighet att utveckla tekniska kunskaper samt sköta teknisk utrustning.</p>",
"goals":["Kunskaper om olika energitekniska utrustningar.",
"Kunskaper om uppbyggnad, funktion och principer hos olika energitekniska systemlösningar.",
"Kunskaper om olika energikällor och bränslen samt energibärande mediers egenskaper.",
"Förmåga att utföra arbetsuppgifter i olika energitekniska anläggningar samt arbeta med hänsyn till säkerhet, kvalitet och miljö.",
"Förmåga att optimera samt utföra kontroll- och driftrutiner och energibesparande åtgärder i olika energianläggningar.",
"Förmåga att lösa fysikaliska eller vattenkemiska problem med hjälp av laborativt arbete.",
"Förmåga att hantera material och verktyg.",
"Förmåga att dokumentera och utvärdera sitt arbete.",
"Förmåga att samverka med andra och använda fackspråk.",
"Förmåga att arbeta enligt lagar och andra bestämmelser."]}