{"name":"Energiteknik",
"code":"ENE",
"type":"VOCATIONAL",
"courses":["ENEENE01",
"ENEENE02",
"ENEFÖR0",
"ENEVAE0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Problemlösningsförmågan är central i samband med arbete inom det energitekniska området. För att kunna lösa problem inom området måste eleverna bland annat utveckla förståelse av hur ett objekt eller system fungerar, i till exempel kraft- och värmeverk, vattenreningsanläggningar, kyl- och värmepumpsanläggningar samt övrig processindustri. Ämnesplanen betonar hur objekt och system ingår i ett större sammanhang, med avseende på miljö, samhälle, och ekonomi. Ett gemensamt språkbruk och en gemensam förståelse av begrepp inom energisektorns område är väsentligt för yrkesutövandet.</p><p>Kursen <em>energiteknik 1</em> ger en grundläggande förståelse av funktion, uppbyggnad, drift, underhåll och service av energitekniska system. I kursen <em>energiteknik 2</em> fördjupas denna förståelse.</p><p>Kursen <em>förnybar energi</em> behandlar förnybara energikällor. Förnybara energikällor har stor aktualitet på grund av den ökade globala uppvärmningen, den framväxande miljömedvetenheten och därmed den snabba utvecklingen av förnybara energisystem.</p><p>Kursen <em>vatten- och processkemi</em> finns i ämnet energiteknik eftersom kunskaper om behandling, provtagning och analys av vatten och andra medier krävs inom processindustrin, inom energi- och miljöområdet samt inom det vattentekniska området.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"DESCRIPTION":"<h4>Energitekniska system</h4><p>Exempel på <em>energitekniska system</em> är kraft- och värmeverk, vattenreningsanläggningar, kyl- och värmepumpsanläggningar samt övriga processtekniska anläggningar. I ämnesplanen betonas effektiv och hållbar energianvändning. Som exempel på utvecklingen mot miljövänliga alternativ inom ämnesområdet kan nämnas miljögodkända värmepannor, effektivare rökgasreningsanläggningar och effektivare vattenreningsanläggningar.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                     <p>Ämnet energiteknik behandlar energitekniska objekt samt hur system fungerar och är konstruerade. Ämnet bygger delvis på naturvetenskapliga principer som tillämpas på energitekniska anläggningar. Ett miljöperspektiv ingår i ämnet eftersom energitekniska system till stor del påverkar miljön.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet energiteknik ska syfta till att eleverna utvecklar kunskaper i att utföra drift, underhåll och service av energitekniska anläggningar samt förmåga att lösa praktiska problem inom området. Den ska även leda till att eleverna utvecklar kunskaper om grundläggande fysikaliska storheter, nödvändig matematik, grundläggande kemi. Dessutom ska eleverna få möjlighet att utveckla kunskaper om behandling, provtagning och analys av olika typer av vatten som används inom processindustrin och inom energi-, miljö- och vattenteknik. Vidare ska undervisningen leda till att eleverna utvecklar en teoretisk grund inom energiområdet.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förståelse av effektiv och hållbar energianvändning samt kretsloppstänkande. Eleverna ska också ges möjlighet att utveckla kunskaper om både konventionella och alternativa energisystem samt möjlighet att utveckla säkerhetstänkande, yrkesidentitet och ett yrkesetiskt förhållningssätt.</p><p>Genom experiment, laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla förmåga att lösa problem som gäller drift, underhåll och service av energitekniska anläggningar. Genom praktiska övningar ska eleverna ges möjlighet att utveckla tekniska kunskaper samt sköta teknisk utrustning.</p>",
"goals":["Kunskaper om olika energitekniska utrustningar.",
"Kunskaper om uppbyggnad, funktion och principer hos olika energitekniska systemlösningar.",
"Kunskaper om olika energikällor och bränslen samt energibärande mediers egenskaper.",
"Förmåga att utföra arbetsuppgifter i olika energitekniska anläggningar samt arbeta med hänsyn till säkerhet, kvalitet och miljö.",
"Förmåga att optimera samt utföra kontroll- och driftrutiner och energibesparande åtgärder i olika energianläggningar.",
"Förmåga att lösa fysikaliska eller vattenkemiska problem med hjälp av laborativt arbete.",
"Förmåga att hantera material och verktyg.",
"Förmåga att dokumentera och utvärdera sitt arbete.",
"Förmåga att samverka med andra och använda fackspråk.",
"Förmåga att arbeta enligt lagar och andra bestämmelser."],"someexcludes":true,"somefocuses":false}