{"name":"Engelska",
"code":"ENG",
"type":"COMMON",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Engelska</h2><h3>Bakgrund och motiv</h3><p>Ämnet engelska har gemensam uppbyggnad och struktur med ämnena moderna språk och svenskt teckenspråk för hörande. Dessa ämnen är strukturerade i ett system av språkfärdighetsnivåer, steg, som är påbyggbara, tydliga, generella och möjliga att jämföra med ett gemensamt europeiskt system av språknivåer. Stegsystemet omfattar både grundskolan och gymnasial utbildning och tydliggör på vilket sätt eleven kan bygga vidare och utveckla språket i en annan skolform, i ett livslångt perspektiv.</p><p>Varje språksteg är generellt och definierar samma språkfärdighetsnivå oavsett språk. Att stegen är generella innebär alltså att språkkunskaperna är på samma nivå och har motsvarande kvalitet på ett visst steg, oavsett om det gäller engelska eller något annat språk, exempelvis tyska eller japanska. I gymnasial utbildning omfattar varje steg 100 poäng. Det är inte reglerat hur många undervisningstimmar som 100 poäng ska motsvara, och detta kan därmed variera från språk till språk samt mellan olika kurser i samma språk och på samma steg.</p><h4>Anknytning till Europarådets referensram</h4><p>Stegen i språk är skapade utifrån behoven i det svenska utbildningssystemet, men relaterar också direkt till de språknivåer som beskrivs i det gemensamma europeiska systemet för att beskriva språkkunskaper, Europarådets <em>Gemensam europeisk referensram för språk: lärande, undervisning och bedömning, </em>GERS. (Den engelskspråkiga beteckningen på GERS är Common European Framework of Reference for Languages, CEFR). I GERS definieras sex generella nivåer för språkfärdighet: A1, A2, B1, B2, C1 och C2, från nybörjare till avancerad språkanvändare.</p><p>Språkfärdighetsnivåerna i GERS är alltså sex, färre än de sju stegen i svensk skola och spänner över ett större färdighetsfält. A1 i GERS är något lägre än kurs 1 och C2 är betydligt högre än betyget E i kurs 7. C2 i GERS beskriver ”Mastery”, språkfärdigheter som en avancerad språkanvändare har.</p><p><strong>Varför är det bra att kunna jämföra med GERS?</strong></p><p>Ett syfte med att anknyta språknivåerna till GERS i såväl grundskolan som gymnasial utbildning är att eleven, om hon eller han vill studera vidare eller arbeta i ett annat europeiskt land, ska kunna använda sig av jämförelser som visar att ett svenskt kursbetyg i det aktuella språket motsvarar en viss nivå i GERS.</p><p>Till GERS kopplas också Europeisk språkportfolio som används i många länder och som i Sverige finns i tre versioner för skolan:</p><ul><li>Europeisk språkportfolio, 16+, Uppsala universitet, Fortbildningsavdelningen för skolans internationalisering, 2001.</li><li>Europeisk språkportfolio för elever 12–16 år, Skolverket, 2004.</li><li>Europeisk språkportfolio för elever 6–11 år, Skolverket, 2004.</li></ul><p>Dessa språkportfolior kan fritt laddas ner. En certifierad europeisk språkportfolio består av tre delar: språkpass, språkbiografi och dossier. Elevens dossier är en samling med exempel på elevens språkliga produktion, med eventuella reflektioner eller kommentarer. En språkportfolio har flera syften: att motivera elever att lära sig språk, att göra det möjligt för dem att följa hur språkfärdigheten utvecklas samt att ge elever en dokumentation av de språkliga färdigheter de uppnått och de kontakter de har med andra kulturer. Portfolion är ett pedagogiskt verktyg som bidrar till att eleven blir medveten om sitt lärande och sin språkutveckling. Europeisk språkportfolio tydliggör också språknivåerna i GERS.</p><h4>Undervisning på engelska</h4><p>Ämnesplanen betonar att undervisningen <em>i allt väsentligt</em> ska bedrivas på engelska. Det finns flera olika skäl till detta:</p><ul><li>Eleverna får höra mer engelska när undervisningen ges på språket. Det språkliga inflödet ökar. Eleverna stimuleras att själva använda engelska i klassrummet och får på ett naturligt sätt möjlighet att utveckla olika kommunikationsstrategier.</li><li>Elever kan ha andra modersmål än svenska. Ett kontrastivt perspektiv som utgår från svenska språket är oftast inte meningsfullt för elever som har ett annat modersmål än svenska.</li><li>I ämnesplanen i engelska finns inga krav på översättning eller tolkning mellan engelska och svenska eller elevens modersmål.</li></ul><p>Uttrycket <em>i allt väsentligt</em> utesluter inte att enstaka inslag på svenska eller elevens modersmål kan förekomma i undervisningen. Det förutsätter en professionell bedömning av vad som på bästa sätt hjälper eleven mot målen och om det finns situationer där användningen av ett annat språk än engelska någon gång kan bidra till att stärka elevens förståelse och förbättra kunskapsutvecklingen.</p><h4>Allsidig kommunikativ förmåga</h4><p>I syftestexten finns en kortfattad definition av en allsidig kommunikativ förmåga som består av reception, produktion och interaktion. I detta ingår även anpassning av språket samt förmågan att använda olika strategier för att stödja kommunikationen och överbrygga problem som beror på att språkkunskaperna inte räcker till. En mera detaljerad redovisning av innebörden i begreppet kommunikativ språklig kompetens finns i GERS (sid. 106–125).</p><p>Den allsidiga kommunikativa förmågan innebär bland annat att kunna <i>anpassa sitt språk</i> till olika situationer, syften och mottagare. Det handlar om att så långt som möjligt känna till och använda de kulturella koder och det språkbruk som behövs för att kommunicera i olika, både formella och informella, situationer. Det kan röra sig om val av ord och uttryck eller om att vara artig på ett lämpligt sätt. Ett visst sätt att uttrycka sig kan alltså vara språkligt korrekt men ändå inte anpassat med tanke på situation, syfte och mottagare.</p><p>De flesta elever exponeras i mycket stor utsträckning för engelska utanför skolan, och det språk de kommer i kontakt med har mycket skiftande karaktär. Den engelska som eleverna hör eller läser kan vara informell eller formell och har ofta en tydlig anpassning till genre, situation och syfte. Eleverna kan därför ibland få mycket informella modeller för sin egen språkliga produktion. Detta kan ställa stora krav på elevers förmåga att anpassa sitt eget språk när de kommunicerar på engelska i mer formella sammanhang. (Se även GERS, avsnittet Sociolingvistisk kompetens, sid. 115–119, och avsnittet Pragmatisk kompetens, sid. 119–125.)</p><p>Den allsidiga kommunikativa förmågan innefattar också en ökande grad av <i>språklig säkerhet</i>. Det innebär att i möjligaste mån behärska språkets form, det vill säga vokabulär, fraseologi, uttal, prosodi, stavning och grammatik. Med kunskaper om språkets form kan eleverna utveckla förmågan att uttrycka sig och kommunicera i allt mer avancerade och krävande sammanhang. De kan också förstå, uttrycka sig och interagera med komplexitet, variation och precision. (Se GERS, avsnittet Lingvistisk kompetens, sid. 106–115.)</p><p>Förmågan att använda <i>strategier</i> är en del av den allsidiga kommunikativa förmågan. Strategier är handlingssätt som syftar till att lösa problem eller nå en viss effekt. Begreppet strategi definieras i GERS som ”varje organiserat, målinriktat och reglerat handlingssätt som en individ väljer för att utföra en uppgift som han/hon sätter upp som mål eller konfronteras med.” Inom språkdidaktik används begreppet strategi i samband med lärande av språk, kommunikation och att kompensera brister i språkförmågan. Strategier används till exempel vid läsning och för förståelse av innehållet i talat språk samt vid bearbetning av muntliga och skriftliga framställningar. Inom varje område kan olika typer av strategier förekomma. Elevernas olika strategier kan vara medvetna eller omedvetna. De kan även vara mer eller mindre effektiva och ändamålsenliga. När eleverna ”utvecklar förmågan att använda strategier” vidgar de sin repertoar av ändamålsenliga strategier.</p><p><br /><strong>Strukturen i gymnasieskolans ämnesplaner</strong></p><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang.</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling – det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.<br /></p><p><strong>Rubrikerna i engelskämnets centrala innehåll</strong></p><p>I ämnesplanen i engelska har det centrala innehållet tre rubriker:</p><ul><li>Kommunikationens innehåll</li><li>Reception</li><li>Produktion och interaktion</li></ul><p>Rubriken <em>Kommunikationens innehåll </em>är övergripande. Här anges de ämnesområden som receptionen, produktionen och interaktionen ska behandla. När undervisningen planeras och när teman, arbetsuppgifter och utvärderingsformer väljs kan oftast olika förmågor integreras, såväl reception som produktion och interaktion. Det innebär att undervisningen behandlar flera olika punkter under olika rubriker i det centrala innehållet inom ett tema eller ämnesområde. Eleverna kan exempelvis inom samma ämnesområde eller inom en kombination av ämnesområden i Kommunikationens innehåll lyssna, läsa, interagera samt presentera muntliga och skriftliga framställningar.</p><p>De områden som nämns i det centrala innehållet i ämnesplanen för de olika kurserna i engelska förekommer i regel i flera kurser. Ett visst område introduceras i en kurs och följs sedan upp i nästa kurs, oftast med ökade krav.<br /></p><h3>Stegen i olika skolformer i jämförelse med nivåer i GERS</h3><p>Tabellen nedan beskriver jämförelser mellan stegen i grundskolan och gymnasial utbildning i engelska, moderna språk och svenskt teckenspråk för hörande. I stegen görs jämförelsen med utgångspunkt från den nivå som anges i kunskapskraven för betyget E. Det innebär att elever som får ett högre betyg än E på ett visst steg kan ha en språkfärdighet som motsvarar en högre nivå enligt nivåskalan i GERS än den som redovisas i tabellen.</p><p>I jämförelsen används inte bara de grundnivåer som finns beskrivna i GERS (A1, A2, B1, B2 etc.) utan också mellannivåer: A1.1, A1.2, A2.1 etc. Dessa mellannivåer finns delvis beskrivna i GERS.</p><p>Varje färdighetsnivå beskrivs utförligt i GERS när det gäller såväl receptiva färdigheter (lyssna och läsa) som produktiva (tala och skriva) och interaktiva färdigheter (samtala och medverka i skriftväxling).</p><p>Det finns överensstämmelser mellan GERS och ämnesplanen i engelska när det gäller sättet att se på lärande i språk, på språkfärdigheters karaktär och på tillämpningen av språkkunskaperna. I ämnesplanen har så kallade deskriptorer, dvs. formuleringar, uttryck och beskrivningar från GERS använts, när så har varit möjligt. I ämnesplanen beskrivs också receptiva, produktiva och interaktiva språkfärdigheter. I det centrala innehållet återfinns rubrikerna reception samt produktion och interaktion. Denna struktur återfinns också i målen och i kunskapskraven.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/eng?_xurl_=http%3A%2F%2Fli64-rh5-webc.skolverket.se%3A11062%2Fcs%2Fgroups%2Fsyllabus%2Fdocuments%2Fkommentarsmaterial%2Fmdaw%2Fnzg4%2F%7Eedisp%2Fbild-engelska\" />",
"COMPARISON_GY2000":"<h2>Jämförelse med kursplan 2000</h2><p>Systemet med generella steg i språk introducerades i Gy 2000. Språknivåerna i stegen är i princip desamma som tidigare. Synen på språkförmåga och på lärande i språk överensstämde redan i kursplan 2000 med synen på språkförmåga och lärande i språk i GERS (Gemensam europeisk referensram för språk: lärande, undervisning och bedömning). Samtidigt har anknytningen till GERS på olika sätt förstärkts i Gy 2011. I Gy 2000 användes till exempel knappast några deskriptorer från GERS till skillnad från i Gy 2011.</p><p>En annan skillnad är att kunskaper om lärande, <em>learning awareness</em>, var mer betonade i Gy 2000. I ämnesplanen i engelska finns kunskaper om lärande endast framskrivna i en övergripande formulering under rubriken Ämnets syfte: ”Undervisningen ska dessutom bidra till att eleverna utvecklar… kunskaper om hur man lär sig språk i och utanför undervisningen.” Kunskaper om lärande återfinns inte i det centrala innehållet eller i kunskapskraven och ska således inte betygsättas. Undervisningen ska trots det behandla kunskaper om lärande eftersom det betonas i läroplanen. Skälet till att kunskaper om lärande har tonats ner i ämnesplanen är att undvika dubbelreglering med läroplanen.</p>",
"COMPARISON_GR":"<h2>Jämförelse med grundskolans ämne</h2><p>Grundskolans kursplan i engelska ingår i samma stegsystem som gymnasieskolans ämnesplan. Kurserna i stegsystemet i språk är tydligt påbyggbara. Engelska 5 utgår från den nivå som definieras av det centrala innehållet och kunskapskraven i årskurs 9. Det innebär också att stegens nivåer blir tydliga genom att kontrasteras med under- och överliggande steg. Att till exempel studera centralt innehåll och kunskapskrav för årskurs 9, som motsvarar steg 4, bidrar till att definiera nivån på steg 5.</p>",
"PURPOSE":"<h2>Begrepp i ämnets syfte och mål</h2><h3>Kan, vill och vågar</h3><p>Uttrycket <i>kan, vill och vågar</i> betonar såväl elevernas språkförmåga som så kallade affektiva förmågor som rör förhållningssätt och attityder. Syftestexten framhåller alltså att elevernas självförtroende och motivation när det gäller att använda språkförmågan ska stärkas genom undervisningen. Dessa faktorer, affektiva förmågor och förhållningssätt till språket, återkommer inte i det centrala innehållet och kunskapskraven men har stor betydelse för utvecklingen av de förmågor som ska betygsättas.</p><h3>Funktionella och meningsfulla sammanhang</h3><p> ”…språkanvändning i funktionella och meningsfulla sammanhang” innebär språkanvändning där språk brukas för att åstadkomma något och där denna språkanvändning uppfattas som rimlig och skulle kunna förekomma utanför klassrummet och undervisningen, dvs. situationen upplevs som autentisk, realistisk och relevant.</p><p>Uttrycket <i>funktionell</i> hör samman med begreppet språkfunktion. Språkfunktioner anger hur språket används för olika syften. Några exempel är: ge och söka sakinformation, uttrycka och förstå attityder samt övertala någon.</p><p><strong>Kulturella företeelser</strong></p><p>Begreppet <i>kulturella företeelser</i> är brett och omfattar inte bara till exempel litteratur, konst, teater och arkitektur utan alla olika föränderliga yttringar av sociala levnadsmönster. Hit hör bland annat hur människor agerar, samspelar och samtalar i vardagliga sammanhang, gruppers och individers förhållningssätt, värderingar och förväntningar, samt vad människor i olika grupper tar för givet och uppfattar som acceptabelt eller normalt beteende. I syftestexten nämns kulturella företeelser tillsammans med <i>livsvillkor </i>och <i>samhällsfrågor</i>. Elevens ”kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används” bidrar till utvecklingen av förmågan att anpassa språket till olika situationer, syften och mottagare och ingår därför i den allsidiga kommunikativa förmågan. Eleven ges också tillfälle att reflektera över likheter och skillnader mellan språkområden utan att värdera.</p><p>Att ämnesplanen använder uttrycket <i>olika</i> <i>sammanhang och delar av världen</i> där engelska används och inte begreppet <i>länder</i> kan ses mot bakgrund av engelskans ökande närvaro i allt fler sammanhang. Språkområden sammanfaller inte alltid med nationsgränser. Det engelska språket används också som internationellt kommunikationsspråk även mellan personer som har andra modersmål. Språk ses i ett socialt perspektiv – det är tillsammans med andra människor språket används och lärs.</p><p>I GERS betonas betydelsen av interkulturell och sociokulturell kunskap och medvetenhet för förmågan att kommunicera med individer och grupper med olika bakgrund, förväntningar och referenser, samt för elevens insikt i och förståelse av andras och egna livsvillkor, traditioner och förhållningssätt. Begreppet interkulturell handlar om möten mellan kulturer i vid bemärkelse, medan uttrycket sociokulturell betonar samspelet och samarbetet mellan människor i ett socialt sammanhang (GERS sid. 100–103).</p><p><strong>Flerspråkighet</strong></p><p>I inledningen till avsnittet ”Språkanvändning och språkanvändaren/inläraren” i GERS (sid. 45) tydliggörs hur kunskaper i ytterligare ett språk berikar individen: ”Den språkliga och kulturella kompetensen i varje språk ändras genom kunskapen i det andra språket och bidrar till interkulturell medvetenhet och interkulturell färdighet. Det gör det möjligt för individen att utveckla en rikare och mer sammansatt personlighet, ökad kapacitet för språkinlärning och större öppenhet för nya kulturella erfarenheter.”</p><p><strong>Språklig medvetenhet</strong></p><p><undervisningen att=\"\" bidra=\"\" eleverna=\"\" i=\"\" ska=\"\" till=\"\">Språklig medvetenhet eller <em>language awareness</em> innebär förmåga till medveten reflektion kring vad språk är, hur språket används på varierande sätt och för skilda syften, samt medvetenhet om hur man på olika sätt kan lära sig språk och utveckla sin språkförmåga.</undervisningen></p><p><strong>Producera talat språk och olika texter</strong></p><p>”Eleverna ska ges möjlighet att interagera i tal och skrift samt producera talat språk och olika texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier.”</p><p>Formuleringen avspeglar en processinriktad syn på skapande av muntliga och skriftliga framställningar. Samverkan kring skapande av muntliga framställningar och sammanhängande texter av olika slag förekommer ofta i till exempel arbetslivet. Arbete med bearbetning av utkast och reflektion kring form, innehåll och anpassning till situation och syfte kan utföras både enskilt och i samverkan. Ett processinriktat arbetssätt syftar till att förbättra kvaliteten i framställningen.</p><p>Den processinriktade synen på muntliga och skriftliga framställningar återkommer såväl i det centrala innehållet som i kunskapskraven. Kunskapskraven uttrycker dock att bedömningen i detta avseende enbart ska utgå ifrån den bearbetning eleven gör av egna framställningar.</p><h3>Att tolka innehållet</h3><p>Det första målet ”förståelse av talad och skriven engelska samt förmåga att tolka innehållet” handlar om att uppfatta meningen eller innebörden i språket. <i>Förståelse</i> visar eleven genom att redogöra, beskriva, diskutera eller agera utifrån budskap och instruktioner. Att <i>tolka innehållet</i> innebär förståelse av det språk som eleverna hör eller läser, inte endast i bokstavlig betydelse utan också av de betydelser den talade och skrivna engelskan får i sitt sammanhang. Situationen, den roll talaren eller skribenten har och syftet med det som sägs eller det skrivna präglar innebörden. Med ökande språkförmåga växer kraven på förmågan att uppfatta språkets innebörd i olika situationer liksom underförstådda betydelser, ironi och olika slags referenser. Eleven behöver kunna tolka avsikter och ”läsa mellan raderna”.</p>"},"description":"<p>Det engelska språket omger oss i vardagen och används inom skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett globaliserat studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda engelska i olika situationer och för skilda syften. Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga. Denna förmåga innefattar dels reception, som innebär att förstå talat språk och texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra i tal och skrift samt att anpassa sitt språk till olika situationer, syften och mottagare. Genom undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet i tal och skrift samt förmåga att uttrycka sig med variation och komplexitet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen.</p><p>Undervisningen ska i allt väsentligt bedrivas på engelska. I undervisningen ska eleverna få möta talad och skriven engelska av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper. Eleverna ska ges möjlighet att interagera i tal och skrift samt producera talat språk och olika texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier. Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser.</p>",
"goals":["Förståelse av talad och skriven engelska samt förmåga att tolka innehållet.",
"Förmåga att formulera sig och kommunicera på engelska i tal och skrift.",
"Förmåga att använda språkliga strategier i olika sammanhang.",
"Förmåga att anpassa språket efter olika syften, mottagare och situationer.",
"Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används."]}