{"name":"Engelska för döva",
"code":"ENL",
"type":"OTHER",
"courses":["ENLENE05",
"ENLENE06",
"ENLENE07"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet engelska för döva om han eller hon</p><p>1. har behörighet i ämnena engelska i gymnasieskolan och svenskt teckenspråk i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Det engelska språket omger oss i vardagen och används inom skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett globaliserat studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. I ämnet engelska för döva påverkas elevens språkutveckling både av att dövas inlärning av engelska sker helt visuellt och av att engelska i regel är det tredje språket. Eleven möter engelska endast via läsning, och inlärningen bygger på det språkliga inflöde som läsningen ger. Vid språkinlärningen måste eleven använda sitt första språk, svenskt teckenspråk, och sitt andra språk, svenska.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet engelska för döva ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda engelska i olika situationer och för skilda syften. Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga. Denna förmåga innefattar dels reception, som innebär att förstå texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra i skrift samt att anpassa sitt språk till olika situationer, syften och mottagare. Genom undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet i skrift samt förmåga att uttrycka sig med allt större variation och komplexitet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen.</p><p>I undervisningen ska svenskt teckenspråk och skriven svenska användas som stöd för inlärningen. Engelska används i textstudier, skriftlig interaktion och egen skriftlig produktion. Ett aktivt kontrastivt arbetssätt, där skillnader och likheter mellan elevens olika språk lyfts fram, ska utgöra stöd för inlärningen. I undervisningen ska eleverna få möta skriven engelska av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper. Eleverna ska ges möjlighet att producera texter med stöd av olika hjälpmedel och att interagera i skrift i form av direktkommunikation via olika medier. Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser.</p>",
"goals":["Förståelse av skriven engelska samt förmåga att tolka innehållet.",
"Förmåga att formulera sig och kommunicera på engelska i skrift.",
"Förmåga att använda språkliga strategier i olika sammanhang.",
"Förmåga att anpassa språket efter olika syften, mottagare och situationer.",
"Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används."],"someexcludes":false,"somefocuses":false}