{"name":"Entreprenörskap",
"code":"ENT",
"type":"VOCATIONAL",
"description":"<p>Ämnet entreprenörskap är tvärvetenskapligt. Det har sin bas inom psykologi och företagsekonomi, men även andra kunskapsområden såsom retorik och juridik ingår. Med hjälp av begrepp, teorier, modeller och metoder från dessa områden behandlar ämnet företagsamhet i sociala, vetenskapliga, kulturella eller ekonomiska sammanhang.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet entreprenörskap ska syfta till att eleverna utvecklar kunskaper i metoder för att driva projekt, dvs. hur man sätter igång, utformar och genomför målinriktade processer. Den ska också leda till att eleverna utvecklar förståelse av entreprenörskapets betydelse för samhällsutvecklingen. Undervisningen ska bidra till att eleverna utvecklar tilltro till sina personliga resurser samt stimulera deras kreativitet och lust att anta utmaningar och ta ansvar för att omsätta idéer i praktisk verksamhet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om projekts ekonomi eller i att starta och driva företag och genom det även utveckla kunskaper i företagsekonomi. Eleverna ska också ges möjlighet att utveckla kunskaper om hur människor samarbetar, kommunicerar och löser problem för att nå bestämda mål inom ett sammanhang.</p><p>Undervisningen i entreprenörskap ska bedrivas i projektform med innehåll från andra ämnesområden. Med utgångspunkt i elevernas idéer och arbetsprocess ska undervisningen bidra till att eleverna utvecklar både teoretiska och praktiska kunskaper. I samband med arbetsprocessen ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta målinriktat, lösa problem, ta eget ansvar och samarbeta med andra. Eleverna ska även ges möjlighet att reflektera över sina erfarenheter för att dra lärdom av dem.</p>",
"goals":["Förståelse av vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.",
"Förmåga att omvandla idéer till praktiska och målinriktade aktiviteter för att starta ett projekt eller fiktivt företag.",
"Förmåga att genomföra ett projekt eller driva ett fiktivt företag.",
"Förmåga att avsluta och utvärdera ett projekt eller fiktivt företag.",
"Kunskaper om hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
"Förmåga att använda företagsekonomiska metoder."]}