{"name":"Entreprenörskap",
"code":"ENT",
"type":"VOCATIONAL",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet entreprenörskap</h2><h3>Bakgrund</h3><p>Av Europaparlamentets <em>Nyckelkompetenser för livslångt lärande - en europeisk referensram </em>framgår att en av EU:s åtta nyckelkompetenser är initiativförmåga och företagaranda. Inom EU ser man utvecklingen av entreprenörskap och entreprenöriella kompetenser som en betydelsefull faktor för framtidens Europa eftersom man bland annat ser det som ett sätt att öka Europas konkurrenskraft.</p><p></p><p>Av regeringens <em>Strategi för entreprenörskap inom utbildningsområdet</em> (dnr U2009/3635/G) framgår att entreprenörskap är ett brett begrepp som utöver specifika kunskaper som krävs för att starta och driva ett företag även innefattar ”mer generella kompetenser som är användbara även utanför företagsvärlden, till exempel projektledning och riskhantering. Att utbilda entreprenörer innebär också att inspirera till kreativitet och till viljan att ta eget ansvar för att nå ett mål.”</p><p>Entreprenörskap lyfts även fram i läroplan för gymnasieskola 2011:</p><p>”Skolan ska stimulera elevernas kreativitet, nyfikenhet och självförtroende samt vilja att pröva och omsätta nya idéer i handling och att lösa problem. Eleverna ska i skolan få utveckla sin förmåga att ta initiativ och ansvar och att arbeta både självständigt och tillsammans med andra. Skolan ska bidra till att eleverna utvecklar kunskaper och förhållningssätt som främjar <em>entreprenörskap, företagande och innovationstänkande</em>. Därigenom ökar elevernas möj­ligheter att kunna starta och driva företag. Entreprenöriella förmågor är värdefulla för arbetslivet, samhällslivet och vidare studier.”</p><p>Entreprenörskap i dess breda betydelse återfinns därför i många av gymnasieskolans ämnesplaner. I ämnet <em>entreprenörskap</em> synliggörs dessutom företagsamhet, projektmetodik och projektledning. I ämnet <em>företagsekonomi</em> ingår också kursen entreprenörskap och företagande som fokuserar på företagsekonomi och förmågan att starta och driva ett företag.</p><p>Ämnet entreprenörskap är tvärvetenskapligt och innefattar kunskapsområden från bland annat organisationsteori, ledarskap, företagsekonomi och psykologi.<br /></p><h3>Projektform</h3><p>I dagens arbetsliv är projektformen vanlig som arbetsform. Att kunna göra projektplaner, sätta mål, ta ansvar, leda och ingå i en projektgrupp och löpande kommunicera samt att utvärdera och följa upp arbetet är olika delar i ett projekt.<br /><br />I ämnet entreprenörskap utvecklar eleverna kunskaper i metoder för att driva projekt. Projekten kan beroende av utbildningsväg vara av olika karaktär och även innefatta att driva ett fiktivt företag från start till avveckling.</p><p><br />Projektformen tillåter entreprenörskap i både dess breda och smalare betydelse. Utifrån ett brett perspektiv får eleverna möjlighet att omsätta idéer till handling. Genom denna process kan eleverna utveckla inte bara projektkunskap utan även kreativitet, initiativförmåga, självförtroende, handlingskraft, ansvarstagande, samarbetsförmåga och kommunikationsförmåga. I det smala perspektivet är entreprenörskap kopplat till företagande, det vill säga kunskaper om och förmåga att starta och driva ett företag.</p><p></p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan.)</p><p></p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p></p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p></p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p></p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/odqz/~edisp/bild-kommentarer\" />",
"COMPARISON_GR":"<h2>Jämförelse med grundskolans ämne</h2><p>I grundskolan finns inte något ämne som motsvarar gymnasieskolans ämne entreprenörskap. Liksom i gymnasieskolan ska dock entreprenörskap i dess breda betydelse genomsyra undervisningen:</p><p></p><p>”En viktig uppgift för skolan är att ge överblick och sammanhang. Skolan ska stimulera elevernas kreativitet, nyfikenhet och självförtroende samt vilja till att pröva egna idéer och lösa problem. Eleverna ska få möjlighet att ta initiativ och ansvar samt utveckla sin förmåga att arbeta såväl självständigt som tillsammans med andra. Skolan ska därigenom bidra till att eleverna utvecklar ett förhållningssätt som främjar entreprenörskap.” (Läroplan för grundskolan, förskoleklassen och fritidshemmet 2011)</p>"},"description":"<p>Ämnet entreprenörskap är tvärvetenskapligt. Det har sin bas inom psykologi och företagsekonomi, men även andra kunskapsområden såsom retorik och juridik ingår. Med hjälp av begrepp, teorier, modeller och metoder från dessa områden behandlar ämnet företagsamhet i sociala, vetenskapliga, kulturella eller ekonomiska sammanhang.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet entreprenörskap ska syfta till att eleverna utvecklar kunskaper i metoder för att driva projekt, dvs. hur man sätter igång, utformar och genomför målinriktade processer. Den ska också leda till att eleverna utvecklar förståelse av entreprenörskapets betydelse för samhällsutvecklingen. Undervisningen ska bidra till att eleverna utvecklar tilltro till sina personliga resurser samt stimulera deras kreativitet och lust att anta utmaningar och ta ansvar för att omsätta idéer i praktisk verksamhet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om projekts ekonomi eller i att starta och driva företag och genom det även utveckla kunskaper i företagsekonomi. Eleverna ska också ges möjlighet att utveckla kunskaper om hur människor samarbetar, kommunicerar och löser problem för att nå bestämda mål inom ett sammanhang.</p><p>Undervisningen i entreprenörskap ska bedrivas i projektform med innehåll från andra ämnesområden. Med utgångspunkt i elevernas idéer och arbetsprocess ska undervisningen bidra till att eleverna utvecklar både teoretiska och praktiska kunskaper. I samband med arbetsprocessen ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta målinriktat, lösa problem, ta eget ansvar och samarbeta med andra. Eleverna ska även ges möjlighet att reflektera över sina erfarenheter för att dra lärdom av dem.</p>",
"goals":["Förståelse av vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.",
"Förmåga att omvandla idéer till praktiska och målinriktade aktiviteter för att starta ett projekt eller fiktivt företag.",
"Förmåga att genomföra ett projekt eller driva ett fiktivt företag.",
"Förmåga att avsluta och utvärdera ett projekt eller fiktivt företag.",
"Kunskaper om hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
"Förmåga att använda företagsekonomiska metoder."]}