{"name":"Estetisk kommunikation",
"code":"EST",
"type":"OTHER",
"courses":["ESTEST01",
"ESTEST02",
"ESTEST03"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>I ämnet estetisk kommunikation står mötet i fokus då ämnet betonar de kommunikativa färdigheterna och inte den konstnärliga eller hantverksmässiga skickligheten, även om alla kurserna har produktionsarbete i sitt centrala innehåll. Ämnet ger eleverna möjlighet att utveckla förmåga att kommunicera med estetiska uttrycksmedel. Estetisk kommunikativ kompetens har inte enbart ett inifrånperspektiv, där utövaren är en del av skapandet, utan också ett utifrånperspektiv, där utövaren är medveten om hur det skapade kan uppfattas av publiken eller betraktaren.</p><p>Det är svårt att föreställa sig att någon kommunikation skulle kunna ske helt utan att ha ett estetiskt uttryck, även en faktatext har ju en viss språklig estetik. Att kommunicera med estetiska uttryck innebär att se estetiken som en huvudsaklig bärare av ett budskap eller en idé. I till exempel en dramatisering på teaterscenen samverkar de estetiska uttrycken i scenografi, regi och skådespeleri, där de tillsammans berättar mer än vad texten ensam skulle göra. I ämnesplanen används begreppet estetiska uttryck i stället för konstnärliga uttryck, vilket öppnar för att ytterligare fokusera på kommunikation i stället för det konstnärliga. Oavsett om en produkt eller gestaltning har en konstnärlig avsikt så kan man arbeta med hur den kommunicerar.</p><p>Den första kursen i ämnet, <em>estetisk kommunikation 1</em>, betonar gränsöverskridande och samverkan mellan olika uttryck och lägger därför inte fokus vid färdigheter i specifika estetiska uttryck. Det innebär att man kan arbeta med att pröva olika uttryck, till exempel både musik-, dans- och bildskapande inom kursen. Men man kan också arbeta utifrån en specifik idé och fundera över hur den på bästa sätt kan kommunicera med en publik eller betraktare genom samarbete mellan olika estetiska uttryck.</p><p>Fördjupningskurserna, <em>estetisk kommunikation 2</em> och <em>3</em>, möjliggör specialisering - att arbeta med estetiska uttryck inom en eller flera specifika estetiska uttrycksformer. I kurs 2 och 3 ökar kravet på elevens produktion och kurserna lämpar sig för att arbeta med produktioner av till exempel sceniska uppsättningar eller andra sammanhållna produktioner.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Det finns många likheter mellan kursen estetisk kommunikation 1 i Gy 2011och kursen <em>estetisk orientering</em> i Gy 2000, men också betydande olikheter. Det gemensamma är betoningen på att arbeta praktiskt inom olika estetiska områden, eller - som det uttrycks i kursen estetisk orientering - konstarter, och att arbeta med möten mellan olika konstformer. Arbetsformerna i estetisk kommunikation 1 kan alltså mycket väl likna arbetsformerna som använts i estetisk orientering. Däremot finns en viktig skillnad i kunskapsfokus. I kursen estetisk orientering skulle eleverna tränas i att använda och analysera det estetiska uttrycket, medan de i kursen estetisk kommunikation 1 ska analysera och reflektera kring vad som kommuniceras i det de arbetar med, och på vilka sätt kommunikationen påverkas av olika val som görs under arbetet. </p>      ",
"PURPOSE":"<h4>Den etiska dimensionen</h4><p>Inom det estetiska området i stort utmanas ibland gränser för vad som uppfattas som normalt eller passande. Det finns många exempel på när konstnärer testar gränser och när konsten krockar med människors förväntningar. Ett exempel är den student som genom att iscensätta ett tidigare självmordsförsök utsatte den psykiatriska vården för extra kostnader och engagemang från personalen. Hennes agerande ledde till en debatt om det var etiskt rätt att utnyttja samhällets välfärdsresurser i ett konstnärligt projekt.</p><p>Ett annat exempel är användandet av nakenhet på till exempel scenen, och var gränsen går för det som kan anses acceptabelt. Kroppen är på olika sätt i fokus, inom både reklam, media och konstområdet. Hur ideal kommuniceras genom kroppar eller det kropparna utför är en fråga som kan problematiseras i undervisningen. För att skapa medvetenhet hos eleverna om hur kroppar och estetiska uttryck kommunicerar, behöver de också uppmärksammas på hur olika grupper kan uppfatta olika uttryck, beroende på till exempel ålder, genus och kulturell tillhörighet. I detta sammanhang kan också den lagstiftning som estetiska uttryck måste förhålla sig, till exempel upphovsrätt, behandlas.</p><h4>Historiska och kulturella aspekter på estetisk kommunikation</h4><p>Det finns olika förhållningssätt till estetiska uttryck. Under diktaturer har till exempel estetiska uttryck använts av staten för att glorifiera makthavarna. Samtidigt kan det utvecklas ett intrikat parallellt system som genom det estetiska uttrycket ifrågasätter systemet. Betydelser och meningar kan skapas på olika sätt, beroende på vem eller vilka som har tillgång till koderna, och olika betydelser kommuniceras därmed genom samma uttryck. Kommunikation handlar om att ha tillgång till koder som används för att kommunicera betydelser. För förståelse av kommunikation krävs medvetenhet om hur koder fungerar, men också hur dessa skiftar, beroende på historiskt och kulturellt sammanhang.</p>      "},"auth":"<p>En lärares kompetens är relevant för ämnet estetisk kommunikation om han eller hon</p><p>1. har behörighet i något av ämnena animation i gymnasieskolan, bild i gymnasieskolan, cirkus i gymnasieskolan, dans i gymnasieskolan, digitalt skapande i gymnasieskolan, fotografisk bild i gymnasieskolan, musik i gymnasieskolan eller teater i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Kommunikation med estetiska uttrycksmedel används för att påverka kultur- och samhällsutveckling. Kunskaper om estetisk kommunikation ökar förmågan att uppfatta och tolka budskap som förs fram i kulturliv, i medier och människor emellan. Ämnet estetisk kommunikation behandlar kommunikationsprocesser och utforskande av hur man kan interagera med andra människor genom estetiska uttrycksmedel.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet estetisk kommunikation ska syfta till att eleverna utvecklar kunskaper i att kommunicera med estetiska uttrycksmedel. Såväl traditionella konstnärliga metoder som ny teknik ska behandlas i undervisningen. Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i metoder, tekniker och redskap för att interagera och samverka med medskapare och publik. Relationen mellan å ena sidan utövarens avsikt att nå fram till, beröra och bli förstådd och å andra sidan mottagarens tolkning och förståelse ska uppmärksammas. Undervisningen ska bidra till att eleverna utvecklar lust att arbeta med konstnärliga processer och ge dem möjlighet att utveckla förståelse av hur betydelser kan skapas och uppfattas och hur man kan kommunicera om dem. I undervisningen ska även den etiska dimensionen av att beröra och påverka människor, liksom värdet av tankefrihet och yttrandefrihet för nyskapande och utveckling, diskuteras.</p><p>I undervisningen ska såväl de olika konstarterna som språkliga uttryck användas för att utforska tekniker och metoder för kreativitet och skapande. Eleverna ska ges möjlighet att pröva sin kommunikativa förmåga genom att arbeta med produktion och gestaltning och genom att undersöka hur specifika estetiska uttryck kommunicerar. Undervisningen ska ge eleverna möjlighet att öka förståelsen av kommunikation genom analys, reflektion och diskussion om gestaltning. </p><p>Undervisningen ska lägga stor vikt vid eget skapande, såväl individuellt som i samarbete med andra. Eftersom ämnet har en utforskande karaktär ska eleverna uppmuntras att söka nya vägar för skapande och kommunikation. De ska uppmuntras att experimentera, pröva olika uttryck och uttrycksformer och att samverka med andra elever och mellan olika estetiska uttryckssätt.</p>",
"goals":["Förmåga att förmedla idéer, stämningar och betydelser med nya och traditionella estetiska uttrycksmedel.",
"Förmåga att skapa mening med estetiska metoder och arbeta gränsöverskridande. ",
"Förmåga att samarbeta, samverka och interagera. ",
"Förståelse av kreativa och kommunikativa processer.",
"Färdigheter i att använda relevant ny och traditionell teknik som en del av det estetiska uttrycket. ",
"Färdigheter i att använda olika nya och traditionella medier för att kommunicera om estetiska uttryck. ",
"Förståelse av hur estetiska uttryck och känslostämningar kan samverka och användas i olika sammanhang. ",
"Kunskaper om historiska och kulturella aspekter på estetisk kommunikation.",
"Förmåga att göra överväganden om påverkan och kommunikation samt kunskaper om lagar och andra bestämmelser inom området."],"someexcludes":true,"somefocuses":true}