{"name":"Estetisk kommunikation",
"code":"EST",
"type":"OTHER",
"auth":"<p>En lärares kompetens är relevant för ämnet estetisk kommunikation om han eller hon</p><p>1. har behörighet i något av ämnena animation i gymnasieskolan, bild i gymnasieskolan, cirkus i gymnasieskolan, dans i gymnasieskolan, digitalt skapande i gymnasieskolan, fotografisk bild i gymnasieskolan, musik i gymnasieskolan eller teater i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Kommunikation med estetiska uttrycksmedel används för att påverka kultur- och samhällsutveckling. Kunskaper om estetisk kommunikation ökar förmågan att uppfatta och tolka budskap som förs fram i kulturliv, i medier och människor emellan. Ämnet estetisk kommunikation behandlar kommunikationsprocesser och utforskande av hur man kan interagera med andra människor genom estetiska uttrycksmedel.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet estetisk kommunikation ska syfta till att eleverna utvecklar kunskaper i att kommunicera med estetiska uttrycksmedel. Såväl traditionella konstnärliga metoder som ny teknik ska behandlas i undervisningen. Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i metoder, tekniker och redskap för att interagera och samverka med medskapare och publik. Relationen mellan å ena sidan utövarens avsikt att nå fram till, beröra och bli förstådd och å andra sidan mottagarens tolkning och förståelse ska uppmärksammas. Undervisningen ska bidra till att eleverna utvecklar lust att arbeta med konstnärliga processer och ge dem möjlighet att utveckla förståelse av hur betydelser kan skapas och uppfattas och hur man kan kommunicera om dem. I undervisningen ska även den etiska dimensionen av att beröra och påverka människor, liksom värdet av tankefrihet och yttrandefrihet för nyskapande och utveckling, diskuteras.</p><p>I undervisningen ska såväl de olika konstarterna som språkliga uttryck användas för att utforska tekniker och metoder för kreativitet och skapande. Eleverna ska ges möjlighet att pröva sin kommunikativa förmåga genom att arbeta med produktion och gestaltning och genom att undersöka hur specifika estetiska uttryck kommunicerar. Undervisningen ska ge eleverna möjlighet att öka förståelsen av kommunikation genom analys, reflektion och diskussion om gestaltning. </p><p>Undervisningen ska lägga stor vikt vid eget skapande, såväl individuellt som i samarbete med andra. Eftersom ämnet har en utforskande karaktär ska eleverna uppmuntras att söka nya vägar för skapande och kommunikation. De ska uppmuntras att experimentera, pröva olika uttryck och uttrycksformer och att samverka med andra elever och mellan olika estetiska uttryckssätt.</p>",
"goals":["Förmåga att förmedla idéer, stämningar och betydelser med nya och traditionella estetiska uttrycksmedel.",
"Förmåga att skapa mening med estetiska metoder och arbeta gränsöverskridande. ",
"Förmåga att samarbeta, samverka och interagera. ",
"Förståelse av kreativa och kommunikativa processer.",
"Färdigheter i att använda relevant ny och traditionell teknik som en del av det estetiska uttrycket. ",
"Färdigheter i att använda olika nya och traditionella medier för att kommunicera om estetiska uttryck. ",
"Förståelse av hur estetiska uttryck och känslostämningar kan samverka och användas i olika sammanhang. ",
"Kunskaper om historiska och kulturella aspekter på estetisk kommunikation.",
"Förmåga att göra överväganden om påverkan och kommunikation samt kunskaper om lagar och andra bestämmelser inom området."]}