{"name":"Eurytmi",
"code":"EUR",
"type":"OTHER",
"courses":["EUREUR01",
"EUREUR02",
"EUREUR03",
"EUREUR04"],"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet eurytmi om han eller hon</p><p>1. med godkänt resultat genomgått eurytmilärarutbildningen vid Rudolf Steinerhögskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser i eurytmi.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet eurytmi är till sin karaktär konstnärligt och eurytmiska grundelement utgör bas för vidareutveckling av multimodal konstnärlig gestaltning. Ämnet betonar dialogisk gestaltning och integration mellan utövare och material. Eurytmi är ett waldorfpedagogiskt ämne som tar sin utgångspunkt i elevers egna iakttagelser och reflektioner. Ämnet behandlar gestaltningsarbete utifrån eurytmistens och eurytmikoreografens perspektiv, i relation till publikens perspektiv.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet eurytmi ska syfta till att eleverna utvecklar estetisk sensibilitet för den egna kroppsrörelsen. Den ska också leda till att eleverna utvecklar lyhördhet för estetisk gestaltning av språkliga och musikaliska element. Eleverna ska ges möjlighet att närma sig ett professionellt förhållningssätt till eurytmi genom att utveckla och tillämpa kunskaper om eurytmisk gestaltning. Det innebär tolkning, improvisation, komposition och scenisk kunskap i olika genrer och sammanhang, i relation till publik.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla sinnesstimulerande erfarenheter och förmåga att lösa problem. Den ska även leda till att eleverna utvecklar kunskaper för att kunna göra mer nyanserade iakttagelser och för att variera och nyansera egna uttryck för språkliga och musikaliska grundelement och sammanhang.</p><p>I undervisningen ska utforskande och reflekterande arbetsmetoder ingå för att ge eleverna möjlighet att utveckla den konstnärliga processen genom att observera, analysera och tolka egna och andras gestaltningar.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om och färdigheter i metoder för utforskning och tolkning av rörelsemöjligheter och uttryckssätt, utifrån eurytmins kunskapsperspektiv, sceniska uttrycksformer, traditioner och sammanhang.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera med andra och inta en lyhörd hållning inför olika sätt att förhålla sig till konstnärliga processer. Eleverna ska även ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer. Genom erfarenheter av och reflektioner över undervisningens gestaltande arbete ska eleverna ges möjlighet att utveckla kunskaper om multimodala konstnärliga uttryck i sceniska produktioner.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om etiska förhållningssätt, upphovsrätt, arbetsmiljö och samarbetsmöjligheter med yrkesprofessioner som musiker och recitatörer. Eleverna ska också ges möjlighet att utveckla kunskaper om eurytmisters professionella yrkesvillkor i konstnärliga, terapeutiska, pedagogiska sammanhang samt i näringslivssammanhang.</p>",
"goals":["Förmåga att iaktta lexikala, språkliga och musikaliska rörelser och gester samt att använda eurytmiska grundelement.",
"Förmåga att utveckla och gestalta autentiska rörelser och gester i multimodal gestaltning.",
"Förståelse av principerna för eurytmiska grundelement i relation till utforskning av rörelsemöjligheter och konstnärliga uttryckssätt.",
"Förmåga att interagera med andra, ta ansvar för både det egna och det gemensamma arbetet samt att välja och förhålla sig till olika former av instruktioner.",
"Kunskaper om eurytmiska genrer.",
"Förmåga att omsätta idéer och intentioner i gestaltning och sceniskt framförande.",
"Kunskaper om eurytmiska yrkesroller.",
"Förmåga att kommunicera med publik.",
"Förmåga att analysera, samtala om och reflektera över egna och andras gestaltningar och rörelseuttryck."],"someexcludes":true,"somefocuses":true}