{"name":"Eventteknik",
"code":"EVE",
"type":"VOCATIONAL",
"courses":["EVEEVN0",
"EVELJD0",
"EVELJS0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Kravet på bra ljud, bild, ljus och specialeffekter vid olika typer av event har medfört att mängden avancerad teknisk utrustning har ökat. Detta gör att det krävs personal för uppbyggnad, drift, felsökning och reparation av den tekniska utrustningen. Ämnet eventteknik ger en teoretisk och praktisk grund för detta arbete.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet eventteknik ska syfta till att eleverna utvecklar kunskaper om den tekniska utrustning som används vid olika event. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att bygga upp scenanläggningar och rigga teknisk utrustning för event samt att felsöka och reparera utrustningen. Eleverna ska också ges möjlighet att utveckla kunskaper om säkerhetskrav och miljökrav för arbetet.</p><p>Undervisningen ska leda till att eleverna utvecklar förståelse av planeringens och logistikens betydelse. Den ska även leda till att eleverna utvecklar kunskaper om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete.</p>",
"goals":["Kunskaper om scenanläggningars komponenter, enheter och system samt om säkerhetskrav och arbetsmiljökrav för scenanläggningar.",
"Förmåga att planera sitt arbete samt att bygga upp scenanläggningar och rigga teknisk utrustning för event på ett säkert, kvalitetsmässigt, ergonomiskt och miljömässigt sätt.",
"Förmåga att utföra systematisk felsökning och reparation.",
"Förmåga att dokumentera sitt arbete.",
"Kunskaper om planeringens och logistikens betydelse för artister, uppdragsgivare, publik och media samt om den tekniska utrustningens möjligheter och begränsningar vid kreativt arbete.",
"Kunskaper om tillståndsfrågor vid reproduktion av ljud och bild och vid offentliga framföranden."],"someexcludes":false,"somefocuses":true}