{"name":"Film- och tv-produktion",
"code":"FIL",
"type":"OTHER",
"courses":["FILFIL01",
"FILFIL02",
"FILFIL0",
"FILMAN0",
"FILTVP0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet film- och tv-produktion om han eller hon</p><p>&#160;&#160; 1. har behörighet i något av ämnena bild i gymnasieskolan, mediekommunikation i gymnasieskolan eller medieproduktion i gymnasieskolan och med godkänt resultat har genomgått en utbildning om 15 högskolepoäng inom film eller rörlig bild, eller</p><p>&#160;&#160; 2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"auth2012":true,"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Film- och tv-produktion omfattar ett stort område, från olika tv-genrer till fiktiv film, dokumentärfilm, musikvideor, reklamfilm samt informations- och beställningsfilm. Den digitala tekniken har förändrat såväl produktionstekniken som berättandet och har skapat nya distributionsformer för rörliga bilder. Detta innebär en ständig förändring och utveckling av olika roller inom produktionsarbetet och alla led i produktionsprocessen.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet film- och tv-produktion ska syfta till att eleverna utvecklar kunskaper om dramaturgi och berättarkomponenter för olika typer av film- och tv-produktioner. I detta ingår flera uttrycksformer, till exempel rörliga bilder, ljud och grafik. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper för att skapa olika typer av film- och tv-produktioner som är anpassade till olika målgrupper och olika produktioners användningsområden. Eleverna ska ges möjlighet att utveckla förmåga att gestalta idéer och genomföra en produktion. Undervisningen ska ge eleverna möjlighet att utveckla förmåga till kreativt berättande och förmåga att utveckla sitt bildspråk. </p><p>Film- och tv-produktion sker ofta i grupp och under tidspress. Därför ska eleverna ges möjlighet att utveckla förmåga att samarbeta, planera, lösa problem och organisera arbetsuppgifter. För att snabbt och tydligt kunna kommunicera i produktionsarbetet ska eleverna ges möjlighet att använda fackspråk. Arbetet med olika produktioner ska också ge eleverna möjlighet att utveckla analysförmåga, att se alternativa lösningar och att ta ansvar för förbättringar.</p><p>I undervisningen ska eleverna ges möjlighet att producera dokumentärer, reklam, musikvideor, olika typer av tv-program och fiktivt drama. Metoder för analys, kvalitetsbedömning, diskussion och källkritisk prövning i arbetet med film- och tv-produktioner ska också användas i undervisningen. Eftersom produktioner sänds eller publiceras för en bred allmänhet ska undervisningen ge erfarenheter av olika publiksituationer.</p>",
"goals":["Förmåga att planera, genomföra och distribuera film- och tv-produktioner från idé till färdig produktion med hjälp av modern teknik.",
"Kunskaper om och färdigheter i att använda olika produktionsmetoder samt olika berättartekniker, berättarkomponeneter och dramaturgiska grepp som används i film- och tv-produktioner.",
"Förmåga att samarbeta och arbeta inom givna ramar.",
"Förmåga att analysera och utvärdera olika typer av film- och tv-produktioner med avseende på målgrupp och utifrån såväl estetiska som etiska perspektiv samt att använda ett relevant fackspråk.",
"Kunskaper om lagar, andra bestämmelser och överenskommelser inom området."],"someexcludes":true,"somefocuses":true}