{"name":"Filosofi",
"code":"FIO",
"type":"COMMON",
"courses":["FIOFIO01",
"FIOFIO02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Filosofi är ett humanistiskt ämne som har förgreningar i alla områden av mänsklig kunskap och verksamhet, eftersom det behandlar grundläggande frågor om verklighetens natur, kunskapens möjlighet och värdenas existens. Den filosofiska aktiviteten handlar om att tänka självständigt, kritiskt och analytiskt kring dessa frågor så som de kommer till uttryck i privatliv, samhällsliv, kulturliv och vetenskap. Att formulera och klargöra filosofiska frågor samt att ta ställning till dem är syftet med den filosofiska aktiviteten.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet filosofi ska syfta till att eleverna utvecklar förmåga att delta i ett ständigt pågående samtal om vad verkligheten är<i>, </i>om vad vi med säkerhet kan veta och om människans existens och handlande. I undervisningen ska eleverna ges möjlighet att utveckla sitt tänkande i mötet med filosofi från olika tider och traditioner, vilket kan inspirera till att se tillvaron i ett vidare perspektiv, ge impulser att tänka i nya banor och utmana invanda föreställningar. Eleverna ska även få stifta bekantskap med den betydelse filosofi har haft för den kulturella, politiska och vetenskapliga utvecklingen.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att analysera och ta ställning till olika verklighetsuppfattningar samt olika kunskapsteoretiska och vetenskapsteoretiska ståndpunkter. Den ska också ge eleverna möjlighet att utveckla förmåga att analysera och ta ställning till existentiella, värdefilosofiska och aktuella samhällsfilosofiska frågor och teorier. Eleverna ska ges möjlighet att utveckla redskap för att analysera och värdera information och därmed utveckla ett kritiskt och självständigt tänkande samt förmåga till personliga ställningstaganden grundade på genomtänkta argument. Vidare ska eleverna ges möjlighet att utveckla förmåga att uppfatta språkliga nyanser och argumentera logiskt.</p><p>I undervisningen ska eleverna få arbeta med filosofiska frågor och teorier från olika tider och traditioner vilka förmedlas via olika medier. Eleverna ska ges möjlighet att tänka, diskutera och resonera analytiskt och kreativt kring dem.</p>",
"goals":["Kunskaper om huvuddragen i olika verklighetsuppfattningar och olika sätt att se på kunskap.",
"Kunskaper om vetenskapsteoretiska ståndpunkter och vetenskapliga metoder.",
"Kunskaper om värdefilosofi, olika värdeteoretiska ståndpunkter och normativa etiska teorier samt deras tillämpning.",
"Kunskaper om existentiella frågor och samhällsfilosofi samt om nutida filosofiska riktningar.",
"Förmåga att identifiera filosofiska frågor samt att analysera, förklara och ta ställning till klassiska och nutida filosofiska frågor och teorier med hjälp av relevanta begrepp. ",
"Kunskaper om språkfilosofi och förmåga att tydliggöra språkliga nyanser med hjälp av språkfilosofiska begrepp samt förmåga att värdera argument och att urskilja och genomföra en logisk argumentation."],"someexcludes":false,"somefocuses":false}