{"name":"Fiske",
"code":"FIS",
"type":"VOCATIONAL",
"courses":["FISFIS01",
"FISFIS02",
"FISFIS03"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet fiske behandlar yrkesmässigt arbete med fiske. I ämnet ingår kunskaper om fångstplatser, fångstmetoder, redskap och annan teknisk utrustning som används inom fiske. Kunskaper om de förhållanden som påverkar förekomsten av vattenlevande organismer och hur fisket påverkar miljön och den ekologiska balansen ingår också i ämnet. Dessutom ingår kunskaper om ett uthålligt nyttjande av fiskbestånd på naturens villkor samt om åtgärder som bevarar den biologiska mångfalden. Ämnet behandlar också hantering, förvaring, beredning och transport av fisk samt skötsel och underhåll av redskap och annan teknisk utrustning.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet fiske ska syfta till att eleverna utvecklar kunskaper för yrkesarbete inom fiske. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om förutsättningar för fiske i olika vattenmiljöer samt om hur olika vattenmiljöer kan nyttjas på ett ekologiskt hållbart sätt. Undervisningen ska bidra till att eleverna utvecklar förmåga att bedöma olika fiskarters värde som livsmedel. Den ska också bidra till att eleverna utvecklar förmåga att hantera och sköta teknisk utrustning och fiskeredskap på ett ändamålsenligt sätt. Eleverna ska ges möjlighet att utveckla förmåga att planera och genomföra arbetsuppgifter inom yrkesmässigt fiske på ett säkert och ergonomiskt sätt och med hänsyn till miljö och kretsloppstänkande. </p><p>Praktiskt arbete, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen. Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla förståelse av ekologiska samband vid kust och i sjöar och vattendrag.</p>",
"goals":["Kunskaper om ekologiska samband och om de förhållanden som påverkar förekomsten av fisk samt om hur naturresursen fisk förvaltas på ett ekologiskt hållbart sätt.",
"Kunskaper om olika fångstmetoder.",
"Förmåga att organisera, planera och utföra arbetsuppgifter inom fiske.",
"Förmåga att använda metoder, redskap, teknisk utrustning, verktyg och material i samband med fiske.",
"Förmåga att arbeta säkert och ergonomiskt samt att bedöma olycksrisker och vidta åtgärder vid olycksfall och tillbud.",
"Kunskaper om lagar och andra bestämmelser som rör yrkesmässigt fiske.",
"Kunskaper om olika fiskarter samt om skador och sjukdomar på fisk.",
"Kunskaper om olika fiskarters konsumtionsvärde samt om hur färsk fisk ska hanteras och förvaras."],"someexcludes":true,"somefocuses":true}