{"name":"Flygplatsteknik",
"code":"FLG",
"type":"VOCATIONAL",
"courses":["FLGFLY0",
"FLGFAL0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet flygplatsteknik behandlar flygplatsen som arbetsplats och de olika verksamheter som förekommer på en flygplats. I ämnet betonas säkerhets- och miljöaspekter.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet flygplatsteknik ska syfta till att eleverna utvecklar kunskaper om olika arbetsområden på en flygplats. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra de olika arbetsuppgifter som förekommer på en flygplats på ett säkert och ansvarsfullt sätt. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att framföra de fordon som används på flygplatser på det sätt som arbetet kräver. Den ska dessutom bidra till att eleverna utvecklar förståelse av hur verksamheten påverkar miljön på och runt en flygplats.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om de nationella och internationella regelverk som styr verksamheten, och förmåga att arbeta utifrån dessa. Undervisningen ska leda till att eleverna utvecklar förmåga att skapa och upprätthålla goda relationer med kunder och medarbetare, samt förmåga att kommunicera på det sätt yrket kräver, på både svenska och engelska.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Ett problemlösande och laborativt arbetssätt ska prägla undervisningen.</p>",
"goals":["Kunskaper om flygplatsers uppbyggnad och funktion samt om olika arbetsområden och verksamheter inom flygplatser.",
"Kunskaper om de internationella och nationella regelverk som reglerar verksamheten, de skydds- och säkerhetsföreskrifter som reglerar arbetet samt om de risker arbetet innebär.",
"Förmåga att genomföra arbetsuppgifter på flygplatsen inom områdena räddningstjänst, ramptjänst, fälttjänst och säkerhetstjänst.",
"Förmåga att framföra transport- och servicefordon på ett säkert och ansvarsfullt sätt.",
"Förmåga att hantera farligt gods och genomföra tanktransporter på flygplatser.",
"Förmåga att välja och använda arbetsmetoder och utrustning.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att samarbeta med andra och kommunicera med medarbetare och kunder.",
"Förmåga att använda ett yrkesmässigt språk samt att använda både svenska och engelska instruktioner och manualer. "],"someexcludes":true,"somefocuses":false}