{"name":"Flygyrkesteknik",
"code":"FLY",
"type":"VOCATIONAL",
"courses":["FLYAER0",
"FLYDII0",
"FLYELL0",
"FLYELT0",
"FLYFLY0",
"FLYFLG0",
"FLYGAT0",
"FLYHEL0",
"FLYKOL0",
"FLYMAA0",
"FLYMAS0",
"FLYUNS0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet flygyrkesteknik behandlar de kunskaper som krävs för yrkesmässigt arbete med service och underhåll inom området flygteknik.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet flygyrkesteknik ska syfta till att eleverna utvecklar kunskaper om flygtekniska konstruktioner i olika typer av luftfartyg. Den ska ge eleverna möjlighet att utveckla förmåga att underhålla, felsöka och åtgärda fel i flygplan eller helikoptrar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur människa och maskin samverkar. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att kommunicera på engelska på det sätt som krävs inom yrkesområdet. Undervisningen ska ge eleverna möjlighet att utveckla de kunskaper som krävs för att uppnå de mål som finns reglerade i europeiska bestämmelser enligt EASA:s krav.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa uppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p>",
"goals":["Kunskaper om aerodynamik.",
"Kunskaper om uppbyggnad av och funktion hos flygplan och helikoptrar samt om deras motorer, instrument, komponenter och system.",
"Kunskaper om flygmaterial och deras egenskaper samt om metoder för att reparera och underhålla flygplan.",
"Förmåga att utföra service och underhåll av flygplan och helikoptrar.",
"Förmåga att utföra beräkningar, uppkopplingar, mätningar och rimlighetsuppskatningar.",
"Förmåga att utföra felsökning och reparation av flygplan och helikoptrar.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att kommunicera och att använda begrepp och uttryck som är relevanta för området samt att samarbeta med andra.",
"Kunskaper om faktorer som påverkar människan, om hur mänskliga misstag kan undvikas samt om tekniska systems anpassning till den mänskliga förmågan."],"someexcludes":true,"somefocuses":false}