{"name":"Fordonsteknik",
"code":"FOD",
"type":"VOCATIONAL",
"courses":["FODFOO0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet fordonsteknik är av grundläggande karaktär och ger en introduktion till den teknik som finns i olika typer av fordon. Ämnet behandlar huvudkomponenters funktion och hur de samverkar, vilket innebär att eleverna får möjlighet att utveckla en grundläggande förståelse av att exempelvis fel i en komponent kan påverka funktionen i andra komponenter. Ämnet behandlar också de bakomliggande principer inom mekanik, el, hydraulik och pneumatik som är betydelsefulla för hur fordon är uppbyggda och fungerar. De olika principerna behandlas i sitt sammanhang, där kunskaperna behövs för att lösa ett problem eller förstå en komponents funktion.</p><p>I ämnet fordonsteknik ska eleverna utföra arbetsuppgifter utifrån de krav rörande säkerhet, miljö och kvalitet som ställs i branschen.Felaktig hantering av fordon eller utrustning kan få stora konsekvenser för säkerhet, miljö, kvalitet och ekonomi. Risk- och säkerhetsmedvetenhet bidrar till att minimera antalet olyckor och skador på arbetsplatsen. Medvetenhet om vikten av att arbeta på ett miljövänligt sätt skapar förutsättningar för en hållbar utveckling. Genom att arbeta med kvalitetsbegreppet kan eleverna få insikt i sin egen betydelse för resultatets kvalitet. Ämnet behandlar också sambanden mellan säkerhets-, miljö- och kvalitetsaspekter.</p><p>Ett problemlösande arbetssätt betonas i ämnesplanen, vilket främjar ansvarstagande, initiativförmåga, kommunikation och kreativitet. Undervisningen ska ta sin utgångspunkt i situationer i verkstadsmiljö. Genom att arbetsuppgifterna och miljön så långt som möjligt är autentiska förbereds eleverna för ett framtida fordonstekniskt yrke.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"PURPOSE":"<h4>Maskinella och ekonomiska värden</h4><p>Maskinella och ekonomiska värden avser såväl verktyg och maskiner som fordon och kunders egendom.</p><h4>Lagar och andra bestämmelser</h4><p>Lagar och andra bestämmelser kan till exempel avse under vilka förutsättningar man får vistas i olika verkstäder och vilken typ av arbeten som får utföras var och av vem. Det kan också handla om säkerhetskrav för förflyttning, lyftning och pallning av olika fordon samt användandet av skyddsutrustning.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet fordonsteknik behandlar fordons uppbyggnad och funktion samt bakomliggande principer inom mekanik, el, hydraulik och pneumatik. Det behandlar också materiallära, arbetsmetoder, verktyg och andra hjälpmedel.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet fordonsteknik ska syfta till att eleverna utvecklar tekniskt kunnande och intresse för teknik. Eleverna ska ges möjlighet att utveckla förmåga att utföra service på och reparationer av fordon samt förmåga att hantera verktyg och utrustning. Undervisningen ska leda till att eleverna utvecklar kunskaper om fordons huvudkomponenter. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper i demonterings- och monteringsarbete samt i hantering av några av de informationssystem som används för att lösa arbetsuppgifterna.</p><p>Undervisningen ska betona ett problemlösande arbetssätt och ta sin utgångspunkt i situationer i verkstadsmiljö.</p>",
"goals":["Kunskaper om fordons huvudkomponenter, uppbyggnad och användningsområden samt om huvudkomponenternas funktion och hur de samverkar i fordonet.",
"Förmåga att utföra enklare reparationer på olika typer av fordon.",
"Förmåga att välja den arbetsmetod som passar för uppgiften.",
"Förmåga att använda verktyg och utrustning.",
"Förmåga att i arbetet ta ansvar för maskinella och ekonomiska värden samt för sin egen och andras säkerhet.",
"Kunskaper om lagar och andra bestämmelser samt förmåga att arbeta utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetsuppgifterna.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet."],"someexcludes":false,"somefocuses":false}