{"name":"Formgivning",
"code":"FOM",
"type":"VOCATIONAL",
"courses":["FOMFOR01S",
"FOMFOR02S",
"FOMFOR03S",
"FOMFAC0",
"FOMTEX0"],"description":"<p>Ämnet formgivning behandlar estetiska aspekter på konsthantverk, slöjd och design. Det behandlar också tekniker, material, metoder och processer inom formgivningsområdet. Dessutom behandlar ämnet formgivningens betydelse för produkter och deras överlevnad.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet formgivning ska syfta till att eleverna utvecklar färdigheter i att arbeta konstnärligt och hantverksmässigt i specifika material. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av sambandet mellan funktionell och konstnärlig utformning samt av samspelet mellan material, form, funktion och färg.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om formgivningsprocessen samt förmåga att från en idé formge något till en färdig produkt. Dessutom ska eleverna ges möjlighet att utveckla förståelse av hur formgivning i olika material kan understryka och förmedla en tanke, en idé eller en känsla. Eleverna ska också ges möjlighet att utveckla förmåga att reflektera över och värdera det utförda arbetet. I undervisningen ska eleverna även ges möjlighet att utveckla färdigheter i hur formgivna idéer och färdiga produkter presenteras. Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i att analysera och tolka samt inspireras av samtidens formgivning. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda begrepp inom formgivningsområdet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i formgivningsprocessen från idé till färdig produkt. Den ska också ge eleverna möjlighet att arbeta både traditionellt och experimenterande med materialet. Undervisningen ska ge eleverna möjlighet att utveckla en öppenhet för att ta in och prova nya vägar. Den ska även leda till att eleverna utvecklar färdigheter i att arbeta projektinriktat och problemorienterat.</p><p>Undervisningen ska ge eleverna möjlighet att arbeta med både traditionella och nyskapande konstnärliga metoder från ett valt design- eller slöjdområde. Exempel på områden är trä, metall, textil, glas och keramik.</p>",
"goals":["Förmåga att arbeta konstnärligt och hantverksmässigt i specifika material.",
"Kunskaper om materials specifika produktionsformer, bearbetningsmetoder, användningsområden och verktyg samt färdigheter i att använda verktyg, bearbetningsmetoder och produktionsformer.",
"Kunskaper om färg, form och funktion.",
"Förmåga att kommunicera med formgivningens språk och uttrycksmöjligheter samt att presentera idéer och produkter. ",
"Förmåga att värdera formgivning i relation till intentioner och yrkesmässiga krav.",
"Förmåga att använda relevanta begrepp.",
"Förmåga att analysera och tolka traditionell och samtida formgivning.",
"Kunskaper om lagar och andra bestämmelser, säkerhet och arbetsmiljö samt miljöpåverkan inom formgivningsområdet."],"someexcludes":false,"somefocuses":true}