{"name":"Fordonstestteknik",
"code":"FOO",
"type":"VOCATIONAL",
"courses":["FOOFOR0",
"FOOMIL0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet fordonstestteknik behandlar den teknik och utrustning som används för att genomföra tester inom det fordonstekniska området. Ämnet behandlar även hur en önskad utvecklingsidé blir verklighet, där testverksamheten utgör basen för utvecklingen.</p>  ",
"purpose":"<p>Undervisningen i ämnet fordonstestteknik ska syfta till att eleverna utvecklar förmåga att genomföra installation av mätutrustning samt underhåll, diagnostisering och reparationer av fordon och mätutrustning i samband med fordonstester. Undervisningen ska ge eleverna möjlighet att utveckla tekniskt kunnande inom området fordonstestteknik samt förmåga att samla in och systematisera mätdata av rutinkaraktär. Undervisningen ska leda till att eleverna utvecklar kunskaper om de utvecklingsområden som är vanligt förekommande inom fordonstestverksamheten samt förståelse av syfte och mål med olika tester inom det aktuella området. Den ska även leda till att eleverna utvecklar kunskaper om olika typer av testmiljöer och förståelse av hur testmiljöer kan anpassas utifrån olika problemställningar.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om krav på säkerhet, miljö och kvalitet inom branschen. Vidare ska eleverna ges möjlighet att utveckla förmåga till ansvarstagande och problemlösning och förmåga att hantera de informationssystem som används för att lösa arbetsuppgifterna. Dessutom ska eleverna ges möjlighet att utveckla förmåga att samarbeta och kommunicera med andra samt att använda begrepp som är relevanta för yrket. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet.</p><p>Undervisningen ska betona ett undersökande och problemlösande arbetssätt och ska organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra. Genom praktisk tillämpning ska eleverna dessutom ges möjlighet att utveckla sin förmåga att genomföra testkörning samt få ökad förståelse för samspelet mellan förare, fordon och testmiljö.</p>",
"goals":["Kunskap om olika typer av fordons funktion, komponenter och uppbyggnad.",
"Kunskap om olika typer av testmiljöer och körsimulatorer samt om hur testmiljöer och mätutrustning kan anpassas utifrån olika problemställningar.",
"Kunskap om hur olika parametrar kan mätas under körning.",
"Förmåga att utföra installation av testutrustning, genomföra tester samt samla in och analysera testresultat.",
"Förmåga att utföra testkörning med fordon i olika testmiljöer.",
"Förmåga att välja och använda arbetsmetoder och utrustning.",
"Förmåga att använda såväl svenska som engelska manualer och digitala informationssystem.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för yrket."],"someexcludes":true,"somefocuses":false}