{"name":"Fordons- och transportbranschen",
"code":"FOR",
"type":"VOCATIONAL",
"courses":["FORFOD0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet fordons- och transportbranschen ger en inblick i branschen och utvecklar elevernas kunskaper om olika yrken i fordons- och transportbranschen och hur dessa samverkar i arbetslivet. En inblick i hur branschen är organiserad och hur de olika yrkesgrupperna är beroende av varandra ger eleverna en helhetssyn och fungerar som en bred introduktion inför yrkesvalet. Ämnets bredd underlättar för eleverna att göra ett yrkesval utifrån intresse.</p><p>Ämnet fordons- och transportbranschen behandlar frågor rörande säkerhet, miljö och kvalitet.Risk- och säkerhetsmedvetenhet bidrar till att minimera antalet olyckor och skador på arbetsplatsen. Medvetenhet om vikten av att arbeta på ett miljövänligt sätt utifrån de krav som ställs på branschen skapar förutsättningar för en hållbar utveckling. Genom att arbeta med kvalitetsbegreppet kan eleverna få insikt i sin egen betydelse för resultatets kvalitet. Ämnet ger också möjlighet för eleverna att utveckla förståelse av sambanden mellan säkerhets-, miljö- och kvalitetsaspekter inom de olika yrkena.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>I jämförelse med kursen <em>fordon och samhälle</em> i kursplan 2000 ger kursen fordons- och transportbranschens villkor och arbetsområden en betydligt bredare översikt över branschens verksamhetsområden och yrken. Förmågan att bedöma olika situationer i trafiken utifrån olika riskfaktorer har fått större plats i det nya ämnet. Dessutom betonas arbetssätt där eleverna får träna problemlösning och möta uppgifter som liknar dem eleverna kommer att möta i sitt framtida yrke.</p>      ",
"DESCRIPTION":"<p><strong>Yrkesspecifika begrepp och metoder</strong></p><p>I detta orienterande ämne behandlas yrkesspecifika begrepp och metoder på en grundläggande nivå. Att stifta bekantskap med yrkesspecifika begrepp och metoder är ett steg mot att utveckla ett yrkesspråk och att skapa en yrkesidentitet. Förmågan att kommunicera och använda yrkets speciella språk är avgörande för att kunna utföra arbetsuppgifter på ett rationellt och säkert sätt.</p>      ",
"PURPOSE":"<p><strong>Branscherna</strong></p><p>Ämnet ger en orientering av fordons- och transportbranschens verksamhetsområde, men också möjlighet till fördjupning inom någon eller några branscher.</p><p><strong>Arbetssätt</strong></p><p>Genom att låta eleverna lära känna olika yrkesområden till exempel med hjälp av besök på arbetsplatser eller yrkesverksamma som besöker skolan får eleverna kunskaper om branschens verksamhetsområden. Ett undersökande arbetssätt och uppgifter där eleverna får prova på olika yrken bidrar också till att eleverna får en bred kunskapsbas om branschens verksamhetsområden och en grund för att välja yrkesutgång. Ett problemlösande arbetssätt betonas i ämnesplanen, vilket främjar ansvarstagande, initiativförmåga, kommunikation och kreativitet.</p><h4>Bedöma olika typer av trafiksituationer</h4><p>Branschen arbetar aktivt med att öka säkerheten i trafiken och att minska riskfaktorer i arbetet och i trafiken. Genom att utveckla förmågan att bedöma olika typer av trafiksituationer blir eleverna medvetna om riskerna i trafiken. I sin framtida yrkesroll ska eleverna kunna förhålla sig till riskerna i trafiken och ta ansvar för trafiksäkerhet. Ansvarstagande för säkerheten och bedömning av risker gäller för många olika situationer där fordon hanteras, även vid förflyttning in i, inom och ut ur en verkstad.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                     <p>Ämnet fordons- och transportbranschen behandlar olika yrken inom fordons- och transportbranschen och hur de särskiljs och organiseras. Det behandlar även de specifika krav på kunskaper som gäller inom de olika yrkena. Ämnet ger en introduktion till arbetsuppgifter inom fordons- och transportbranschens yrkesområden. I ämnet behandlas yrkesspecifika begrepp och metoder.</p>  ",
"purpose":"<p>Undervisningen i ämnet fordons- och transportbranschen ska syfta till att eleverna utvecklar förståelse av fordons- och transportbranschens roll i samhället och vad det innebär att arbeta inom de olika branscherna. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om de yrkesområden som finns inom branscherna och de villkor som gäller för de olika yrkesområdena. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper som skapar förutsättningar för ett aktivt yrkesval och förståelse av hur de olika yrken som finns inom branscherna samverkar. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om krav på säkerhet, miljö och kvalitet inom branscherna. Eleverna ska också ges möjlighet att utveckla kunskaper om regler i trafiken samt om riskfaktorer och mänskliga faktorer i trafiken.</p><p>Undervisningen ska betona ett undersökande och problemlösande arbetssätt och ta sin utgångspunkt i verklighetsliknande situationer.</p>",
"goals":["Kunskaper om branschernas verksamhet, verksamhetsområden, uppbyggnad och roll i samhället.",
"Kunskaper om medarbetarens roll.",
"Förmåga att utföra kontroll och underhåll av fordon.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet.",
"Kunskaper om lagar och andra bestämmelser som reglerar branscherna.",
"Förmåga att bedöma olika typer av trafiksituationer utifrån hur mänskliga faktorer och riskbeteenden påverkar i trafiken."],"someexcludes":false,"somefocuses":false}