{"name":"Fritidsbåtteknik",
"code":"FRD",
"type":"VOCATIONAL",
"courses":["FRDBAT0 ",
"FRDBAS0 ",
"FRDKON01",
"FRDKON02",
"FRDPLA0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet fritidsbåtteknik behandlar fritidsbåtars byggnation, användningsområden och utrustning. Det behandlar även hantering och underhållsarbete av fritidsbåtar. </p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet fritidsbåtteknik ska syfta till att eleverna utvecklar färdigheter i att hantera de olika momenten vid tillverkning av fritidsbåtar samt vid installation, reparation, underhåll och service av konstruktioner och system som förekommer i fritidsbåtar. Undervisningen ska leda till att eleverna utvecklar kunskaper om hantering av fritidsbåtar. Eleverna ska även ges möjlighet att utveckla kunskaper om olika materials egenskaper och funktion samt förmåga att hantera de kemiska ämnen, maskiner och verktyg som används inom yrket. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om arbetslivets villkor där kvalitet, kvalitetssäkring, service och kostnad är styrande faktorer. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande arbetssätt.</p>",
"goals":["Kunskaper om material och om fritidsbåtars byggnation, utrustning och användningsområden.",
"Förmåga att utföra byggnation av samt underhåll, service och reparationer på fritidsbåtar. Förmåga att utföra installation och underhåll av system ombord.",
"Förmåga att planera inför en arbetsuppgift och att välja den arbetsmetod och det material som passar för uppgiften.",
"Förmåga att använda verktyg och utrustning.",
"Förmåga att hantera fritidsbåtar i vatten och på land.",
"Förmåga att använda de digitala tekniker och informationssystem som används för att lösa arbetsuppgifterna.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet, både på svenska och engelska.",
"Förmåga att utföra olika typer av arbeten på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån de lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att arbeta på ett kundanpassat och kvalitets- och kostnadsmedvetet sätt, samt att utvärdera arbetsprocess och resultat.",
"Kunskaper om branschens roll i samhället och yrkets förutsättningar."],"someexcludes":true,"somefocuses":false}