{"name":"Fritids- och friskvårdsverksamheter",
"code":"FRI",
"type":"VOCATIONAL",
"courses":["FRIFRT0",
"FRIBAD0",
"FRIDRF0",
"FRIFRS0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet fritids- och friskvårdsverksamheter är tvärvetenskapligt och har sin grund i fritidsvetenskap, hälsovetenskap, ekonomi och pedagogik. Det behandlar arbetsuppgifter och yrkesroller samt fritids- och friskvårdsverksamheternas roll i samhället.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet fritids- och friskvårdsverksamheter ska syfta till att eleverna utvecklar kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar samt förmåga att utifrån lagar och styrdokument arbeta inom dessa. Eleverna ska ges möjlighet att utveckla förmåga att möta och pedagogiskt leda människor utifrån ett etiskt, inkluderande och hälsofrämjande förhållningssätt. De ska också ges möjlighet att utveckla förmåga att arbeta med service, värdskap, drift och underhåll av fritids- och friskvårdsverksamheter samt i arbetet välja arbetssätt och material ur ekonomiska aspekter och hälso-, miljö- och energimässiga aspekter.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera arbetsformer, ämnesinnehåll, centrala begrepp och egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar.",
"Förmåga att arbeta utifrån de lagar och andra bestämmelser som styr fritids- och friskvårdsverksamheter samt utifrån arbetsmiljö, säkerhet och yrkesetik.",
"Färdigheter i att arbeta med förekommande arbetsuppgifter inom fritids- och friskvårdsanläggningar.",
"Färdigheter i att planera, genomföra, dokumentera och utvärdera olika aktiviteter för att stödja och stimulera människors deltagande i olika situationer.",
"Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer."],"someexcludes":true,"somefocuses":false}