{"name":"Fritids- och idrottskunskap",
"code":"FRT",
"type":"VOCATIONAL",
"courses":["FRTFRD0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Fritids- och idrottskunskap är ett tvärvetenskapligt ämne med grund i fritidsvetenskap och idrottsvetenskap. I ämnet studeras fritid och idrott utifrån individ-, grupp- och samhällsperspektiv.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet fritids- och idrottskunskap ska syfta till att eleverna utvecklar kunskaper om fritidens och idrottens betydelse för individer och samhället. Eleverna ska ges möjlighet att utveckla kunskaper om hur fritid och idrott har förändrats och om hur olika faktorer påverkar människors fria tid, fritidsvanor och fritidsaktiviteter. De ska också ges möjlighet att utveckla kunskaper om fritidssektorns villkor och förutsättningar samt om fritidsmiljöer och fritidsaktiviteter som mötesplatser för människor.</p><p>Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om fritidens och idrottens betydelse för individer, grupper och samhälle.",
"Kunskaper om människors fritidsvanor och fritidsaktiviteter.",
"Kunskaper om fritidssektorn, friskvårdssektorn och idrottsrörelsen.",
"Kunskaper om olika föreningar, folkrörelser och organisationer.",
"Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.",
"Färdigheter i att kritiskt använda information från olika källor.",
"Förmåga att diskutera egna, andras och samhällets attityder och värderingar inom ämnesområdet."],"someexcludes":false,"somefocuses":false}