{"name":"Godshantering",
"code":"GOD",
"type":"VOCATIONAL",
"courses":["GODGOD1",
"GODHAT0",
"GODLAS0",
"GODMAL0",
"GODTUN0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet godshantering behandlar godshantering med hjälp av truckar, maskiner och olika typer av lastbärare. Det behandlar också lastning, lossning och lastsäkring av gods samt lagar och andra bestämmelser som reglerar yrkesmässig godshantering.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet godshantering ska syfta till att eleverna utvecklar förmåga att framföra truckar och maskiner för godshantering. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den utrustning som används för godshantering samt förmåga att använda rätt utrustning för olika typer av godshantering. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika typer av lastbärare och deras användningsområden. Den ska också leda till att eleverna utvecklar kunskaper om förutsättningarna för hantering av gods i olika typer av lastbärare. Dessutom ska eleverna ges möjlighet att utveckla förmåga att arbeta utifrån krav på säkerhet, kvalitet och miljö.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som är konstruerade så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p>",
"goals":["Kunskaper om olika typer av lastbärare, godsmärkning och symboler.",
"Kunskaper om olika typer av fraktdokument.",
"Förmåga att framföra truckar och arbetsmaskiner i skiftande miljöer samt att utföra olika arbeten inom godshantering.",
"Förmåga att använda tillsatsaggregat och övrig godshanteringsutrustning kopplad till truckar och arbetsmaskiner.",
"Förmåga att använda lastsäkrings- och lyftutrustning samt att utföra lastsäkring av olika typer av gods.",
"Förmåga att utföra olika typer av beräkningar i samband med hantering av truckar, arbetsredskap, lastbärare och gods samt vid lastsäkring.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten."],"someexcludes":true,"somefocuses":false}