{"name":"Grafisk kommunikation",
"code":"GRA",
"type":"OTHER",
"courses":["GRAGRI0",
"GRAGRP0",
"GRAGRV0",
"GRAGRA01",
"GRAGRA02",
"GRAGRA0",
"GRAGRR0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet grafisk kommunikation om han eller hon</p><p>1. har behörighet i något av ämnena bild i gymnasieskolan, mediekommunikation i gymnasieskolan, medieproduktion i gymnasieskolan eller visuell kommunikation i gymnasieskolan och med godkänt resultat har genomgått en utbildning om 15 högskolepoäng inom grafisk kommunikation, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Grafisk kommunikation har alltid förekommit, från grottmålningar och de första skriftsystemen, via handgjorda böcker, över Gutenbergs tryckteknik till dagens digitala kommunikation. I dag är samhället fyllt av visuella budskap med allt från trafikmärken, filmaffischer och informationsskyltar i det offentliga samhället till dagstidningar, livsmedelsförpackningar och postorderkataloger i hemmet. Ämnet grafisk kommunikation behandlar visuella budskap och hur de framställs för olika syften och sammanhang. Dessutom behandlar ämnet hur de grafiska idéernas gestaltning påverkar journalistik, information och reklam samt uttrycksformer inom design- och kultursektorn.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet grafisk kommunikation ska syfta till att eleverna utvecklar kunskaper om de processer och tekniker som leder fram till grafiska produkter. Alla grafiska idéer skapas för en tänkt målgrupp och med ett budskap som har ett bestämt syfte. Begrepp som målgrupp och sammanhang, utifrån till exempel ålder och kön, är centrala för förståelsen av skapandet av grafiska idéer och ska därför behandlas i undervisningen. </p><p>Utifrån de processer som studeras ska eleverna ges möjlighet att utveckla sina kreativa, estetiska och tekniska förmågor. Dessutom ska elevena ges möjlighet att utveckla förmåga att analysera processerna utifrån relevanta vetenskapliga metoder inom bildteori, kommunikationsteori och marknadsföringsteori. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om grafiska arbetsflöden och om hur delarna originalproduktion, bild- och färghantering, utskriftshantering och optimering för tryck eller webb bygger på varandra. </p><p>Eleverna ska ges möjlighet att utveckla ett relevant fackspråk. I undervisningen ska också olika förutsättningar för grafiska produktioner problematiseras, till exempel tidsramar, ekonomi och kvalitetskrav.</p><p>I undervisningen ska eleverna ges möjlighet att omsätta teoretiska resonemang om budskaps visualisering till praktisk produktion genom att de får använda olika grafiska uttrycksmedel med relevant teknik. Eleverna ska ges möjlighet att tekniskt framställa produkter och förbereda produkterna för ett mångfaldigande, till exempel genom tryckning eller publicering på webb. Genom undervisningen ska eleverna ges möjlighet att via muntliga, skriftliga och visuella redovisningar analysera grafiska produktioner samt att analysera olika tekniker, stilar och uttrycksmedel.</p>",
"goals":["Kunskaper om olika grafiska funktioner och de delar som ingår i det grafiska arbetsflödet. ",
"Färdigheter i att visualisera idéer och att använda manuella skisser och grafiska tekniker och program.",
"Förmåga att motivera val av innehåll och grafiska uttryckssätt utifrån målgrupp, kontext och önskad effekt.",
"Förmåga att planera och genomföra grafiska produktioner i relevanta grafiska program utifrån överenskomna ramar och kvalitetskrav.",
"Förmåga att analysera och bedöma grafiska produkter och idéer utifrån olika aspekter, vetenskapliga modeller och teorier samt utifrån relevant lagstiftning.",
"Förmåga att använda relevant fackspråk."],"someexcludes":false,"somefocuses":true}