{"name":"Grafisk produktion",
"code":"GRF",
"type":"VOCATIONAL",
"courses":["GRFGRF01",
"GRFGRF02",
"GRFGRF03",
"GRFGRF04"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet behandlar den grafiska processen, hur en grafisk produkt utvecklas från idé till färdig produkt och de arbetsflöden processen bygger på. Det behandlar även betydelsen av samarbete och kommunikation vid grafisk produktion.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet grafisk produktion ska syfta till att eleverna utvecklar kunskaper om den grafiska processens olika steg, från tryckanpassade original till trycktekniker och efterbearbetning. Den ska också leda till att eleverna ges möjlighet att utveckla kunskaper om automatiska och manuella arbetsflöden och om utrustning samt programvaror för framställning av grafiska produkter.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att omsätta grafiska idéer till praktisk produktion. Den ska bidra till att eleverna utvecklar förståelse av kommunikationens betydelse för ett kreativt arbetsklimat, idéproduktion och logistik samt kunskaper om relationen mellan idé, koncept och produktion. Genom undervisningen ska eleverna ges möjligheter att utveckla färdigheter i trycktekniker och efterbearbetning. Den ska även leda till att eleverna utvecklar färdigheter i att använda den tekniska utrustningen på ett resurssnålt sätt samt kunskaper om de termer och begrepp som används inom området. </p><p>Den grafiska produktens slutliga kvalitet är beroende av dess väg genom den grafiska arbetsprocessen, som i stor utsträckning bygger på lag- och projektarbete i olika steg, inte sällan mellan olika företag. I undervisningen ska eleverna därför ges möjlighet att utveckla planeringsförmåga, samarbetsförmåga och problemlösningsförmåga, samt förståelse av individens ansvar för arbetsprocessen. Eleverna ska dessutom ges möjlighet att arbeta i projekt.</p>",
"goals":["Förmåga att planera, organisera, utföra och dokumentera grafiska produktioner från idé till färdig produkt.",
"Förmåga att planera, övervaka, styra och reglera manuell eller automatiserad utrustning för grafisk produktion samt lösa produktionsrelaterade problem.",
"Förmåga att anpassa repro till respektive tryckmetod.",
"Kunskaper om miljö, hälsa och säkerhet ur ett produktionsperspektiv.",
"Kunskaper om material och materialval samt färgteori.",
"Förståelse av kvalitetsaspekter i arbets- och produktionsprocesser.",
"Kunskaper om logistik och produktionsekonomi.",
"Kunskaper om arbetsuppgifter och ansvarsområden inom grafisk produktion.",
"Förståelse av samarbetets betydelse för produktionen och företaget.",
"Förmåga att kommunicera med olika målgrupper och använda begrepp och uttryck som är relevanta för ämnesområdet."],"someexcludes":true,"somefocuses":true}