{"name":"Gränssnittsdesign",
"code":"GRÄ",
"type":"OTHER",
"courses":["GRÄGRÄ0",
"GRÄGRN0"],"auth":"<p>En lärares kompetens är relevant för ämnet gränssnittsdesign om han eller hon</p><p>1. har behörighet i något av ämnena animation i gymnasieskolan, digitalt skapande i gymnasieskolan, grafisk kommunikation i gymnasieskolan, programmering i gymnasieskolan eller webbteknik i gymnasieskolan samt med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom mjukvarudesign, programmering eller webbutveckling och dessutom med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom gränssnitts-design, interaktionsdesign, användbarhet eller informationsarkitektur, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet gränssnittsdesign behandlar interaktionen mellan dator och människa med fokus på designaspekterna i utveckling av användbara, tillgängliga och tilltalande gränssnitt. Det innehåller såväl visuell design och layout som interaktionsdesign.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet gränssnittsdesign ska syfta till att eleverna utvecklar kunskaper om principerna bakom olika gränssnitt. Eleverna ska ges möjlighet att skapa användbara, estetiskt tilltalande och tillgängliga användargränssnitt för interaktion med exempelvis webbplatser, mjukvaruapplikationer eller inbyggda system. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om de element som ett gränssnitt utgörs av, olika metoder för användaren att skicka indata och ta emot utdata, terminologi inom området, formspråk och de principer en gränssnittsdesigner bör följa.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om projektmetodik för gränssnittsdesign, från förstudie och målbeskrivning, till färdig prototyp och stilguide. Eleverna ska också ges möjlighet att utveckla kunskaper om metoder för användbarhetstestning.</p>",
"goals":["Förmåga att planera, genomföra och utvärdera projekt för att utveckla gränssnitt till applikationer. ",
"Kunskaper om digital bild, video och text och digitalt ljud samt hur det anpassas till ett gränssnitt.",
"Förmåga att skapa en estetiskt tilltalande och målgruppsanpassad design av gränssnitt.",
"Förmåga att skapa ett användarvänligt gränssnitt samt kunskaper om vilka principer som styr det.",
"Kunskaper om på vilket sätt integritet och etik har betydelse för utformningen av datorsystem och gränssnitt.",
"Kunskaper om lagar och andra bestämmelser inom området."],"someexcludes":false,"somefocuses":false}