{"name":"Gymnasieingenjören i praktiken",
"code":"GYM",
"type":"VOCATIONAL",
"courses":["GYMGYM0"],"description":"<p>Ämnet gymnasieingenjören i praktiken behandlar ingenjörsmässiga arbetsmetoder, färdigheter och förhållningssätt. Det omfattar också ledarskap, projektledning, grupprocesser, kommunikation, ekonomi, arbetsmiljö och juridik i arbetslivet. Ämnet är till sin karaktär tvärvetenskapligt och förenar kunskapsområden från teknikvetenskap och samhällsvetenskap. Ämnet gymnasieingenjören i praktiken får bara anordnas av skolor som av Skolverket har beviljats att delta i försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet gymnasieingenjören i praktiken ska syfta till att eleverna utvecklar kunskaper om ingenjörsrollen för att förbereda för gymnasieingenjörsrollen.</p><p>I gymnasieingenjörsrollen ingår att planera, leda och genomföra projekt. Undervisningen ska därför ge eleverna möjlighet att utveckla kunskaper om olika modeller för styrning av projekt samt förmåga att arbeta i grupp och att leda grupprocesser. Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om ekonomi, arbetsmiljö och juridik i arbetslivet med fokus på vald teknisk profil.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hållbar teknikutveckling och förmåga att tillämpa dessa i olika projekt. Därutöver ska eleverna ges möjlighet att öva i verklighetsnära situationer, vilket ger beredskap för att agera konstruktivt på olika nivåer i en arbetsorganisation och i mötet mellan organisationers olika delar. Problemlösning är en del av gymnasieingenjörsrollen och eleverna ska därför genom undervisningen ges möjlighet att utveckla kunskaper om det.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att kommunicera med människor i olika roller och från olika grupper och kulturer. Eleverna ska ges möjlighet att utveckla förmåga att presentera tekniska lösningar och sitt och gruppens arbete såväl internt som ur ett kund- och uppdragsgivarperspektiv. Undervisningen ska dessutom ge eleverna möjlighet att utveckla förmåga att dokumentera och utvärdera genomförda projekt.</p>",
"goals":["Kunskaper om ingenjörsrollen i dag, dess historia och framtid samt förståelse av gymnasieingenjörens etiska ansvar.",
"Kunskaper om teknikinriktat företagande och entreprenörskap. Kunskaper om ekonomi och ekonomistyrning.",
"Kunskaper om arbets- och avtalsjuridik inom vald profil.",
"Kunskaper om ledarskap och organisation, projektledning och projektplanering. Färdigheter i att planera, leda och genomföra projekt.",
"Kunskaper om kommunikation och kommunikationsstrategier.",
"Förmåga att dokumentera, analysera och utvärdera projekt inom vald profil.",
"Förmåga att använda tekniska och naturvetenskapliga teorier, metoder och begrepp i en hållbar ingenjörsmässig praktik.",
"Färdigheter i att presentera sitt arbete samt kunskaper om presentationsteknik och skriftlig och visuell kommunikation."],"someexcludes":false,"somefocuses":false}