{"name":"Hälsovård",
"code":"HAA",
"type":"VOCATIONAL",
"description":"<p>Ämnet hälsovård är tvärvetenskapligt och har sin grund i hälsovetenskap, medicin, vårdvetenskap och pedagogik. I ämnet behandlas hälsa, förebyggande och hälsovårdande arbete samt vanligt förekommande barn- och folksjukdomar. Ämnet utgår från ett helhetsperspektiv på människan som biologisk, psykisk och social varelse.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hälsovård ska syfta till att eleverna utvecklar kunskaper om såväl hälsofrämjande åtgärder som olika former av hälsovårdande insatser. Eleverna ska också ges möjlighet att utveckla kunskaper om sambanden mellan livsstil, livsvillkor och hälsa, välbefinnande samt om komplementära behandlingsmetoder.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta hälsofrämjande och hälsovårdande utifrån ett salutogent förhållningssätt vilket innebär att förstärka det friska och se människan som en resurs för eget välbefinnande.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om och förmåga att arbeta efter lagar och andra bestämmelser som gäller för verksamhetsområdet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att samarbeta och kommunicera med andra på ett yrkesetiskt sätt samt diskutera egna och andras attityder till hälsa och hälsovård.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier och genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av olika former av hälsoarbete. Eleverna ska ges möjlighet att reflektera över och diskutera centrala begrepp samt egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om hälsa samt om förebyggande och hälsovårdande arbete.",
"Kunskaper om sambanden mellan livsstil, livsvillkor och hälsa samt välbefinnande.",
"Kunskaper om barn- och folksjukdomar.",
"Kunskaper om barnhälsovården samt om preventivt arbete för att främja barns hälsa och välbefinnande.",
"Förmåga att använda begrepp och teorier inom verksamhetsområdet.",
"Kunskaper om lagar och andra bestämmelser inom verksamhetsområdet samt förmåga att arbeta utifrån dessa.",
"Förmåga att planera, genomföra, dokumentera och utvärdera olika former av hälsoarbete.",
"Förmåga att diskutera egna och andras attityder till och värderingar av hälsa och hälsoarbete.",
"Förmåga att kommunicera, samarbeta och samverka med människor i olika situationer på ett yrkesetiskt sätt."]}