{"name":"Hälsa",
"code":"HAL",
"type":"VOCATIONAL",
"courses":["HALERG0",
"HALHAL0",
"HALKOC0",
"HALMEN0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet hälsa är tvärvetenskapligt och har sin grund i hälsovetenskap, socialmedicin och pedagogik. I ämnet behandlas hälsa och hälsofrämjande arbete utifrån ett individ-, grupp- och samhällsperspektiv. Ämnet utgår från ett helhetsperspektiv på människan som biologisk, psykisk och social varelse. </p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet hälsa ska syfta till att eleverna utvecklar kunskaper om människors hälsa och om olika former av hälsofrämjande arbete. Eleverna ska ges möjlighet att utveckla kunskaper om folkhälsopolitiska mål och folkhälsoarbetets framväxt, innehåll och vad som styr detta. Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta hälsofrämjande utifrån ett salutogent förhållningssätt vilket innebär att förstärka det friska och se människan som en resurs för eget välbefinnande.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om arbetsmiljö och hur goda arbetsförhållanden kan skapas. De ska dessutom ges möjlighet att utveckla insikt om den egna livsstilen och förmåga att utföra handlingar för ett ökat välbefinnande och en positiv självbild.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier och genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera centrala begrepp samt egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om människors hälsa samt om hälsorelaterade levnadsvanor och livsvillkor och vilka konsekvenser de får för hälsan. ",
"Kunskaper om folkhälsoarbete och olika former av hälsofrämjande metoder och aktiviteter samt deras hälsoeffekter.",
"Kunskaper om ergonomi samt förmåga att ergonomiskt anpassa sina rörelser till olika situationer och att bedöma hur miljöer kan anpassas till människan.",
"Förmåga att använda begrepp och teorier inom hälsoområdet.",
"Kunskaper om lagar och andra bestämmelser som styr hälsoarbetet samt förmåga att arbeta utifrån dessa.",
"Förmåga att arbeta med hänsyn till arbetsmiljö och säkerhet samt på ett yrkesetiskt sätt.",
"Färdigheter i att planera, genomföra, dokumentera och utvärdera olika former av hälsofrämjande arbete, metoder och aktiviteter samt undersökningar på individ-, grupp- och samhällsnivå. ",
"Förmåga att diskutera egna och andras attityder till och värderingar av hälsa och hälsofrämjande arbete.",
"Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer."],"someexcludes":true,"somefocuses":true}