{"name":"Handel",
"code":"HAN",
"type":"VOCATIONAL",
"description":"<p>Handel finns i många olika branscher och former och är en länk mellan tillverkare och konsument. Handel bedrivs med både varor och tjänster – lokalt och globalt, fysiskt och digitalt. Ämnet handel omfattar handels- och tjänstesektorns roll och funktioner samt affärsutveckling, ledarskap och marknadsföring.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet handel ska syfta till att eleverna utvecklar kunskaper om handels- och tjänstesektorn. Den ska också lägga en grund för elevernas förmåga att yrkesmässigt utföra arbetsuppgifter inom handel med varor och tjänster. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om och färdigheter i praktisk marknadsföring, butiksmatematik, affärsdrift och ledarskap. Vidare ska undervisningen leda till att eleverna förstår sambandet mellan utbud och efterfrågan.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att kommunicera och möta kunder på ett serviceinriktat och kvalitetsmedvetet sätt. Undervisningen ska också leda till att eleverna utvecklar kunskaper om säkerhetsfrågor, lagar och andra bestämmelser. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om handelns roll för hållbar utveckling.</p><p>Genom praktiska övningar och ett undersökande arbetssätt ska eleverna ges möjlighet att utföra arbetsuppgifter inom handel med varor och tjänster samt utveckla en yrkesmässig attityd i mötet med kunder. Via kontakter med företag och organisationer inom handels- och tjänstesektorn ska eleverna ges möjlighet att utveckla förståelse av företagandets villkor. Eleverna ska även ges möjlighet att använda informationsteknik för affärsmässig verksamhet.</p>",
"goals":["Kunskaper om handels- och tjänstesektorn.",
"Kunskaper om affärsutveckling, organisation och ledarskap samt om entreprenörskap och eget företagande.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom handel med varor och tjänster.",
"Färdigheter i att utforma säljstödsmaterial och säljande varuexponeringar.",
"Förmåga att använda utrustning, material, redskap, tekniker och arbetsmetoder inom området.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att utföra ekonomiska beräkningar, göra riskbedömningar och lösa problem.",
"Förmåga att arbeta ergonomiskt, säkert och miljöanpassat.",
"Förmåga att utvärdera sitt arbete och resultat.",
"Förmåga att samverka med andra och kommunicera med kunder."]}