{"name":"Handel",
"code":"HAN",
"type":"VOCATIONAL",
"courses":["HANBRS0",
"HANPRA01",
"HANPRA02",
"HANPRA03",
"HANAFR0",
"HANHAN00S"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet handel ger en överblick över handels- och tjänstesektorn och fördjupningar inom specifika branschområden. Kursen <em>branschkunskap inom handel och administration</em> ger en bred introduktion till området. Tjänstesektorn ses här som ett vidare begrepp som innefattar områden både inom handel och inom administration. Övriga kurser inom ämnet behandlar mer specifikt olika aspekter och arbetsuppgifter inom handel med varor och tjänster.</p><p>Kursen <em>handel - specialisering</em>kan läsas flera gånger med olika innehåll och ger möjlighet till både teoretisk och praktisk fördjupning inom ett specifikt område. Kursen kan riktas mot en bransch, till exempel dagligvaror eller sällanköpshandel eller mot olika produkt- och tjänsteområden, till exempel sport- eller rättvisehandel. Här kan man bland annat behandla lagar för produktion och hantering av produkter inom valt område. Genom konkreta arbetsuppgifter kan eleverna jämföra hur handel och service bedrivs på olika sätt och därmed utveckla sin förmåga att reflektera.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"PURPOSE":"<h4>Hållbar utveckling</h4><p>I ämnesplanen betonas handelns roll för <em>hållbar utveckling,</em> som utöver den ekologiska dimensionen också innefattar en social och en ekonomisk dimension. Handelns roll för hållbar utveckling tar sig uttryck i till exempel ökade krav på ansvarstagande på olika nivåer i leverantörskedjan. Begreppet <em>miljö</em> återkommer i mål och centralt innehåll och kan behandlas ur olika aspekter, då det gäller både hur material och utrustning produceras och hur företag marknadsför sig genom sitt miljöengagemang.</p><p>Många medborgare är aktiva konsumenter som ställer krav på handels- och tjänstesektorn. Samtidigt ställer samhället krav på att branschen tar ett socialt ansvar. Därför behandlas inom ämnet både <em>konsumentkunskap</em> och <em>etiska regler</em> vilket till exempel kan inkludera konsumenters rättigheter och skyldigheter, marknadslagar och marknadsetik.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Handel finns i många olika branscher och former och är en länk mellan tillverkare och konsument. Handel bedrivs med både varor och tjänster - lokalt och globalt, fysiskt och digitalt. Ämnet handel omfattar handels- och tjänstesektorns roll och funktioner samt affärsutveckling, ledarskap och marknadsföring.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet handel ska syfta till att eleverna utvecklar kunskaper om handels- och tjänstesektorn. Den ska också lägga en grund för elevernas förmåga att yrkesmässigt utföra arbetsuppgifter inom handel med varor och tjänster. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om och färdigheter i praktisk marknadsföring, butiksmatematik, affärsdrift och ledarskap. Vidare ska undervisningen leda till att eleverna förstår sambandet mellan utbud och efterfrågan.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att kommunicera och möta kunder på ett serviceinriktat och kvalitetsmedvetet sätt. Undervisningen ska också leda till att eleverna utvecklar kunskaper om säkerhetsfrågor, lagar och andra bestämmelser. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om handelns roll för hållbar utveckling.</p><p>Genom praktiska övningar och ett undersökande arbetssätt ska eleverna ges möjlighet att utföra arbetsuppgifter inom handel med varor och tjänster samt utveckla en yrkesmässig attityd i mötet med kunder. Via kontakter med företag och organisationer inom handels- och tjänstesektorn ska eleverna ges möjlighet att utveckla förståelse av företagandets villkor. Eleverna ska även ges möjlighet att använda informationsteknik för affärsmässig verksamhet.</p>",
"goals":["Kunskaper om handels- och tjänstesektorn.",
"Kunskaper om affärsutveckling, organisation och ledarskap samt om entreprenörskap och eget företagande.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom handel med varor och tjänster.",
"Färdigheter i att utforma säljstödsmaterial och säljande varuexponeringar.",
"Förmåga att använda utrustning, material, redskap, tekniker och arbetsmetoder inom området.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att utföra ekonomiska beräkningar, göra riskbedömningar och lösa problem.",
"Förmåga att arbeta ergonomiskt, säkert och miljöanpassat.",
"Förmåga att utvärdera sitt arbete och resultat.",
"Förmåga att samverka med andra och kommunicera med kunder."],"someexcludes":true,"somefocuses":true}