{"name":"Hantverk",
"code":"HAV",
"type":"VOCATIONAL",
"description":"<p>Ämnet hantverk behandlar hantverkstekniker och material, verktyg, maskiner och annan utrustning inom det hantverksområde som eleven har valt. Det behandlar också yrkesetik under arbetsprocessen och resultatets kvalitet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hantverk ska syfta till att eleverna utvecklar förmåga att genomföra alla steg i hantverksprocessen från idé till färdig produkt: identifiera behov, planera med skiss eller ritning, välja lämpliga material och tekniker, genomföra och redovisa arbetet samt analysera och utvärdera resultatet. Undervisningen ska stimulera eleverna till att utveckla initiativförmåga, idérikedom, självständighet, personligt ansvarstagande, samarbetsförmåga, egen drivkraft och skaparglädje. Eleverna ska ges möjlighet att utveckla ett kreativt tänkande, känsla för form och ett estetiskt förhållningssätt. Därför ska undervisningen ge såväl kunskaper om färg och form som färdigheter i design och formgivning.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att använda yrkets fackspråk och att kommunicera med kunder, uppdragsgivare och leverantörer. Den ska ge eleverna möjlighet att utveckla kunskaper om och färdigheter i ett målinriktat säljarbete som leder till goda kundrelationer. Undervisningen ska även leda till att eleverna utvecklar ett kreativt förhållningssätt till affärsmässiga och serviceinriktade verksamheter. Hantverkssektorn består delvis av små företag och därför ska undervisningen stimulera elevernas intresse för entreprenörskap.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla och tillämpa kunskaper om ergonomi, arbetsmiljö och säkerhetsfrågor inom hantverksområdet.</p><p>Genom undervisningen ska eleverna ges möjlighet att träna och förfina hantverkstekniker och metoder. Eleverna ska också ges möjlighet att använda sina teoretiska kunskaper om tekniker och om materialens olika egenskaper i det praktiska arbetet. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man väljer lämpliga material och tekniker utifrån den tänkta slutprodukten, med hänsyn till kostnad och miljö. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda digitala tekniker i arbetet.</p>",
"goals":["Färdigheter i att utföra hantverkstekniker. Färdigheter i att planera, välja och använda lämpliga material, tekniker, verktyg och maskiner.",
"Förmåga att beräkna kostnader, material- och tidsåtgång.",
"Färdigheter i att utföra skisstekniker, rittekniker och tekniska beskrivningar som är relevanta för det valda hantverksområdet.",
"Kunskaper om färg- och formlära samt färdigheter i att använda dem under skapandeprocessen.",
"Förståelse av och färdigheter i att använda fackspråk.",
"Förmåga att utvärdera och analysera arbetsprocess och resultat.",
"Färdigheter i att använda digitala tekniker i yrkesutövandet.",
"Färdigheter i att sköta och underhålla material, verktyg och maskiner.",
"Färdigheter i att arbeta ergonomiskt och med hänsyn till miljö, arbetsmiljö och säkerhet.",
"Kunskaper om och färdigheter i att utföra service och försäljning."]}