{"name":"Hantverk",
"code":"HAV",
"type":"VOCATIONAL",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet hantverk</h2><p>Ämnet hantverk är ett praktiskt ämne där eleverna tränar och utvecklar sina färdigheter i tekniker och metoder inom valt yrke.</p><p>Ämnet är stort och omfattar många kurser som bygger på varandra. De flesta kurserna är på 200 poäng. Ämnets inledande kurs hantverk - introduktion är generellt skriven för att kunna anpassas efter valt yrkesområde. Därefter följer kurser som är preciserade mot finsnickeri, florist, frisör eller textil design. Kurserna hantverksteknik 1-6 är dock generellt skrivna för att möjliggöra anpassning till andra av Skolverket godkända utbildningar inom övriga hantverk (se Skolverkets webbplats).</p><p>Alla kurser omfattar ämnets samtliga tio mål utom specialiseringskurserna som inte omfattar mål 10. Kursernas karaktär avgör vilka målpunkter som betonas. Ämnet hantverk är uppbyggt så att nya moment introduceras i varje kurs men vissa kunskapsområden, till exempel ansvarsfullt yrkesutövande och fackspråk, följer som en röd tråd genom alla kurser.</p><p>I ämnet är hantverkstekniken den centrala delen men arbetsmiljö, materialkunskap och produktkännedom är också viktigt för en yrkesutövare och får inte komma i skymundan för tekniken. Dessa delar behandlas mer teoretiskt i ämnet <em>hantverkskunskap</em>. Ämnet hantverkskunskap kan läsas parallellt med ämnet hantverk för att integrera de teoretiska kunskaperna i det praktiska arbetet.</p><p></p><p>Yrkessektorn hantverk består ofta av mindre företag. Därför betonar ämnesplanen bland annat egen drivkraft, engagemang och entreprenörskap.</p><p></p><h3>Progressionen mellan kurserna</h3><p>Progressionen mellan kurserna uttrycks dels genom kursens inledande text som anger nivån på utförande och tillämpning, dels genom det centrala innehållet där nya moment införs. Progressionen mellan kurserna uttrycks däremot inte med hjälp av kunskapskraven.</p><p></p><p>Introduktionskursen samt kurs 1 och 2 behandlar <em>grundkunskaper</em>. Kurs 3, 4 och 5 behandlar <em>fördjupade kunskaper</em>. Grundkunskaperna behandlas på tre olika nivåer: I introduktionskursen behandlas grundkunskaper, i kurs 1 behandlas <em>utökade</em> grundkunskaper och i kurs 2 <em>befästs </em>de utökade grundkunskaperna. På samma sätt behandlas fördjupade kunskaper på tre olika nivåer: i kurs 3 behandlas fördjupade kunskaper, i kurs 4 behandlas <em>utökade </em>fördjupade kunskaper och i kurs 5 <em>befästs</em> de utökade fördjupade kunskaperna.</p><p></p><p>I de sista kurserna 6a och 6b är nivån <em>fördjupad färdighetsträning</em>. Eftersom kurs 6a och 6b har samma hantverkstekniska innehåll kan eleverna bara läsa en av kurserna. Kurs 6a som är mer omfattande innehåller även arbete i projektsammanhang, vilket inte finns med i kursen 6b, samt har större fokus på försäljning och service än kursen 6b.</p><p>Specialiseringskurserna i ämnet är kurser som breddar eller fördjupar elevernas kunskaper. Här kan skolan tillsammans med det lokala programrådet profilera utbildningen med specialiseringar inom yrkesområdet. Enligt Skolverkets föreskrifter (2011:145) om utformningen av examensbevis ska skolan i betygsdokumentet ange innehållet i specialiseringskurserna. Här kan skolan ange vilken/vilka tekniker och metoder som eleven arbetat med i kursen. Kursen 4 - specialisering bygger på kurs 3 vilket innebär att kursen kan läsas parallellt med kurs 4. Kursen 5 - specialisering bygger på kurs 4 vilket innebär att kursen kan läsas parallellt med kurs 5. Specialiseringskurserna kan läsas flera gånger med olika innehåll.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang.<br /></p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p></p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra.Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p></p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p></p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa till exempel texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/odqz/~edisp/bild-kommentarer\" />",
"COMPARISON_GY2000":"<h2>Jämförelse med kursplan 2000</h2><p>I Gy 2000 fanns ämnet <em>Hantverksteknik</em>. Den kursplanen var generellt skriven för alla hantverksyrken. Ämnesplanen hantverk i Gy 2011 har dels kurser som riktas specifikt mot finsnickeri, florist, frisör eller textil design där det centrala innehållet är preciserat, dels kurser som är generellt skrivna för yrkesutgångar inom övriga hantverk.</p><p></p><p>I Gy 2000 fanns också kursen <em>Försäljning och service</em>. I Gy 2011 är detta kunskapsområde integrerat i ämnesplanen hantverk. Verktyg, material och produktkännedom samt arbetsmiljö och säkerhet betonas mer i nuvarande ämnesplan jämfört med i Gy 2000.</p>",
"PURPOSE":"<h2>Begrepp i ämnets inledande text och syfte</h2><h3>Annan utrustning</h3><p>Annan utrustning är sådan utrustning som inte är verktyg eller maskiner men som används inom yrket, till exempel skyddsutrustning.</p><p></p><h3>Yrkesetik</h3><p>Yrkesetik utgår ifrån allmän etik men fokuserar på regler, förhållningssätt, normer och värderingar i branschen.</p><p></p><h3>Hantverksprocessen</h3><p>Den färdiga produktens kvalitet är självklart av stor betydelse. Processen för att ta fram en produkt hänger dock ihop med kvalitén på slutprodukten. För att utveckla hantverkskunnande krävs även analys och utvärdering av process och produkt. Därför betonas hantverksprocessens alla steg från idé till färdig produkt i ämnesplanen.</p><p></p><h3>Fackspråk</h3><p>En god kommunikationsförmåga är avgörande i mötet med kunder. I ämnet har stor vikt lagts på facktermer, då det är nödvändigt att utveckla ett väl fungerande fackspråk för att kunna utföra sitt arbete effektivt och korrekt. Med fackspråk menas det språk som används inom yrket. Det gäller både det tekniska språk som används yrkesutövare emellan och språket som används i kommunikationen med intressenter, leverantörer och kunder. Facktermer är enstaka ord som yrkesutövaren använder och fackterminologi är det ordförråd som yrkesutövare använder för att uttrycka sig inom yrket.</p>"},"description":"<p>Ämnet hantverk behandlar hantverkstekniker och material, verktyg, maskiner och annan utrustning inom det hantverksområde som eleven har valt. Det behandlar också yrkesetik under arbetsprocessen och resultatets kvalitet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hantverk ska syfta till att eleverna utvecklar förmåga att genomföra alla steg i hantverksprocessen från idé till färdig produkt: identifiera behov, planera med skiss eller ritning, välja lämpliga material och tekniker, genomföra och redovisa arbetet samt analysera och utvärdera resultatet. Undervisningen ska stimulera eleverna till att utveckla initiativförmåga, idérikedom, självständighet, personligt ansvarstagande, samarbetsförmåga, egen drivkraft och skaparglädje. Eleverna ska ges möjlighet att utveckla ett kreativt tänkande, känsla för form och ett estetiskt förhållningssätt. Därför ska undervisningen ge såväl kunskaper om färg och form som färdigheter i design och formgivning.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att använda yrkets fackspråk och att kommunicera med kunder, uppdragsgivare och leverantörer. Den ska ge eleverna möjlighet att utveckla kunskaper om och färdigheter i ett målinriktat säljarbete som leder till goda kundrelationer. Undervisningen ska även leda till att eleverna utvecklar ett kreativt förhållningssätt till affärsmässiga och serviceinriktade verksamheter. Hantverkssektorn består delvis av små företag och därför ska undervisningen stimulera elevernas intresse för entreprenörskap.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla och tillämpa kunskaper om ergonomi, arbetsmiljö och säkerhetsfrågor inom hantverksområdet.</p><p>Genom undervisningen ska eleverna ges möjlighet att träna och förfina hantverkstekniker och metoder. Eleverna ska också ges möjlighet att använda sina teoretiska kunskaper om tekniker och om materialens olika egenskaper i det praktiska arbetet. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man väljer lämpliga material och tekniker utifrån den tänkta slutprodukten, med hänsyn till kostnad och miljö. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda digitala tekniker i arbetet.</p>",
"goals":["Färdigheter i att utföra hantverkstekniker. Färdigheter i att planera, välja och använda lämpliga material, tekniker, verktyg och maskiner.",
"Förmåga att beräkna kostnader, material- och tidsåtgång.",
"Färdigheter i att utföra skisstekniker, rittekniker och tekniska beskrivningar som är relevanta för det valda hantverksområdet.",
"Kunskaper om färg- och formlära samt färdigheter i att använda dem under skapandeprocessen.",
"Förståelse av och färdigheter i att använda fackspråk.",
"Förmåga att utvärdera och analysera arbetsprocess och resultat.",
"Färdigheter i att använda digitala tekniker i yrkesutövandet.",
"Färdigheter i att sköta och underhålla material, verktyg och maskiner.",
"Färdigheter i att arbeta ergonomiskt och med hänsyn till miljö, arbetsmiljö och säkerhet.",
"Kunskaper om och färdigheter i att utföra service och försäljning."]}