{"name":"Hippologi",
"code":"HIO",
"type":"OTHER",
"courses":["HIOHIP0",
"HIOHIO0",
"HIOHIL0"],"auth":"<p>En lärares kompetens är relevant för ämnet hippologi om han eller hon</p><p>1. har behörighet i ämnet biologi i gymnasieskolan och med godkänt resultat har genomgått utbildning om 10 högskolepoäng inom hippologi,</p><p>2. med godkänt resultat har genomgått utbildning om 60 högskolepoäng inom hippologi, eller</p><p>3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet hippologi behandlar hästen som biologisk varelse, samspelet mellan häst och människa samt hästens användning inom till exempel hästsport, fritidsverksamhet, rehabilitering och natur- och landskapsvård. Ämnet behandlar också hästens domesticering och historiska utveckling och användning. I ämnet ingår hästens etologi, anatomi, fysiologi, näringsbehov, hälsa samt reproduktion och avel. Dessutom behandlas etiska ställningstaganden samt lagar och andra bestämmelser som reglerar hästhållning. </p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hippologi ska syfta till att eleverna utvecklar kunskaper för vidare naturvetenskapliga studier inom de vetenskapsområden som rör djur. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hästens biologi och naturliga beteende. Undervisningen ska bidra till att eleverna utvecklar förmåga att iaktta och tolka hästars beteende, utveckling, välmående och hälsa. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hästens träning och träningsfysiologi samt kunskaper om samspelet mellan människa och häst.</p><p>Undervisningen ska bidra till att eleverna kan analysera och värdera etiska frågor och ställningstaganden kring hästhållning ur både naturvetenskapligt och samhällsvetenskapligt perspektiv. </p><p>Undervisningen ska innefatta naturvetenskapliga arbetsmetoder som att formulera och söka svar på frågor, göra systematiska observationer, planera och utföra experiment och fältstudier samt bearbeta, tolka och kritiskt granska resultat och information. I undervisningen ska eleverna ges tillfälle att presentera och argumentera kring resultat och slutsatser. Eleverna ska även ges möjligheter att använda datorstödd utrustning för insamling, simulering, beräkning, bearbetning och presentation av data. </p>",
"goals":["Kunskaper om hästen som biologisk varelse omfattande etologi, anatomi och fysiologi, näringsbehov, hälsa samt reproduktion och avel. Kunskaper om vilka krav på miljön hästen som biologisk varelse ställer. ",
"Kunskaper om samspelet mellan människa och häst samt hästens roll i samhället.",
"Förmåga att iaktta och tolka hästars utveckling, rörelse, utseende och beteende.",
"Förmåga att använda begrepp, tillämpa teorier, modeller och metoder inom hippologi.",
"Förmåga att analysera och söka svar på ämnesrelaterade frågor samt att identifiera, formulera och lösa problem. Förmåga att reflektera över och värdera valda strategier, metoder och resultat.",
"Förmåga att planera, genomföra, tolka och redovisa fältstudier, experiment och observationer samt förmåga att hantera det material och den utrustning som används.",
"Kunskaper om lagar och andra bestämmelser som rör hästar. "],"someexcludes":false,"somefocuses":false}