{"name":"Historia",
"code":"HIS",
"type":"COMMON",
"courses":["HISHIS01a1",
"HISHIS01a2",
"HISHIS01b",
"HISHIS02a",
"HISHIS02b",
"HISHIS03"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<h4>Bakgrund och motiv</h4><p>Historieämnet har traditionellt sina rötter i både humaniora och samhällsvetenskap. Händelser och företeelser i det förflutna har studerats med hjälp av metoder och teorier inom båda dessa områden. Det har resulterat i att historiska studier idag återfinns inom ett antal områden såsom ekonomisk historia, socialhistoria eller miljöhistoria. Denna uppdelning påverkar också de metoder med vilka det förflutna studeras som exempelvis olika kvantitativa och kvalitativa metoder. I ämnesplanen för gymnasieskolan återspeglas historiestudiernas bredd.</p><p>Syftet med undervisningen i historia är att elever ska utveckla sitt <em>historiemedvetande</em>. Historiemedvetande är vår förståelse av nutiden, vår förmåga att tolka det förflutna och förhålla oss till framtiden. Människor styrs och påverkas av händelser och skeenden i det förflutna, men människor har också en förmåga att aktivt förändra sin tillvaro. Att på detta sätt uppfatta historia som en pågående process som vi själva berörs av och deltar i, är ett uttryck för ett utvecklat historiemedvetande. Historia är ett aktualitetsämne som skapar sammanhang mellan det förflutna, nutiden och framtiden.</p><p>Vid omvälvande händelser i vår omvärld söker vi förstå vad det är som händer och vad detta kan betyda för framtiden, genom att tolka vad vi vet om liknande händelser och skeenden i det förflutna. Så kan exempelvis en ekonomisk kris, en politisk omvälvning eller en omfattande olycka aktivera vårt historiemedvetande. Vi försöker bedöma vad detta ska innebära för framtiden genom tolkningar av det förflutna.</p><p>Goda kunskaper om historia är en förutsättning för att kunna göra en kvalificerad tolkning av händelser och skeenden i det förflutna, och därför grundläggande för att utveckla elevers historiemedvetande. Historia är emellertid föränderlig eftersom den ytterst utgör svaret på de frågor som människor i nuet ställer till det förflutna. Dessa frågor ställs utifrån olika behov under olika tider och av olika människor. De besvaras och används därför på olika sätt. Förståelse för hur historia används är därför en viktig del i att utveckla elevers historiemedvetande. Förmåga att använda historisk metod ger eleven förutsättningar för att göra en kvalificerad tolkning av det förflutna, genom exempelvis källkritik eller olika former av tolkning av källmaterial. Kunskap om historia, kunskap om hur historia skapas och kunskap om hur historia används är därför tre samverkande kvaliteter som ger förutsättningar för att utveckla elevers historiemedvetande.</p><p>Genom kunskaper om historia och om hur historia skapas utvecklas elevernas nutidsförståelse och därmed deras förmåga att orientera sig i samhällsfrågor inför framtiden. Genom förståelse av hur historia används i samhälle och vardagsliv, bidrar ämnet till elevers personliga utveckling, identitetsskapande och medborgarkompetens. Genom förmåga att använda historisk metod och teori, ges eleverna bättre förutsättningar att bedriva fortsatta studier i historia och i andra samhällsvetenskapliga ämnen.</p><p>Till den <em>historiska metoden</em> räknas bland annat källkritisk metod. Den kan innebära att först söka källor genom att välja bland ett antal olika källor utifrån deras förmodade relevans för en viss fråga. I nästa steg kan de källkritiska kriterierna om beroende, samtidighet och tendens tillämpas i en granskning av dessa källor. Genom hela processen prövas olika tolkningar av källornas innehåll, tillkomsthistoria och funktion. Källornas relevans kan oftast bara avgöras i förhållande till den fråga utifrån vilken de granskats.</p><p>Till <em>historisk teori</em> hör förmågan att formulera frågor och söka förklaringar utifrån olika förklaringsmodeller. Ämnesplanen ger exempel på en mångfald av olika perspektiv som social bakgrund, etnicitet, generation, kön och sexualitet, utifrån vilka olika förklaringsmodeller kan prövas. Begreppet historiesyn används inte i ämnesplanen, istället förekommer begreppet förklaringsmodell i delar av det centrala innehållet. Orsaken är att begreppet historiesyn kan leda tankarna mot ett antal fasta kategorier.</p><p>Till historisk teori hör också att kunna använda historiska begrepp. Dessa begrepp kan ses som innehållsbegrepp med vilka större skeenden kan sammanfattas, exempelvis industrialisering eller demokratisering. De kan också ses som teoretiska verktyg för att åskådliggöra mer komplexa samband, exempelvis begreppen kontinuitet och förändring.</p><h4>Historisk referensram</h4><p>Ämnesplanen betonar att eleverna ska utveckla en historisk bildning och förmåga att använda historia som referensram. Föreställningen om en gemensam <em>historisk referensram</em> kan uttryckas som historisk bildning eller historisk allmänbildning. Kunskaper om gångna tider fungerar som referenspunkter i livet. De berikar tillvaron genom att ge oss jämförelsematerial som går utöver de egna erfarenheterna, och de kan hjälpa oss att se vår egen tillvaro i ett större sammanhang. Vi förutsätter i ett samtal med en vuxen person att vi kan benämna viktiga skeenden i det förflutna eller betydande historiska personer utan att samtidigt behöva i detalj beskriva vad det är vi syftar på. Skeendena och personerna anses av olika anledningar ha varit så betydelsefulla att alla bör ha kunskap om dem. Det kan således vara värdefullt, inte minst av kommunikativa skäl, att ha en sådan mer eller mindre gemensam referensram för att kunna delta i eller ta del av de offentliga och privata samtalen.</p><p>Kunskaper om det förflutna utgör grunden för våra tolkningar av vad som är möjligt och önskvärt i vår nutid och framtid. I ämnesplanen beskrivs därför den historiska referensramen som en utgångspunkt för ett aktivt kunskapsanvändande i en utvecklad nutidsförståelse och inte som en passivt tillägnad referenskunskap. Kunskaper om Sveriges roll under andra världskriget och kalla kriget kan till exempel utgöra en grund för diskussioner och ställningstaganden kring en fortsatt alliansfri utrikespolitik.</p><p>Urvalet av stoff för undervisningen bestäms av syftestextens skrivning om förståelse av frågor som har betydelse för nutiden och framtiden, samt för att kunna analysera historiska <em>förändringsprocesser</em> utifrån olika tolkningar. Det innebär kunskaper som gör det möjligt att både utveckla nutidsförståelsen och kunskaper som gör det möjligt att förstå att det finns olika sätt att se på denna nutidsförståelse. Det är till exempel möjligt att förstå industrialiseringsprocessen som en väg till ökande välstånd och en bättre framtid för alla människor, samtidigt som det är möjligt att förstå den som en väg mot ökad rovdrift på naturresurser och en kommande miljökatastrof.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h4>Kurser i historia</h4><p>Den inledande kursen i ämnet har olika karaktär på yrkesprogram respektive högskoleförberedande program i gymnasieskolan. För yrkesprogrammen och teknikprogrammet finns en kortare inledande kurs, <em>historia 1a1 </em>(50 poäng). <em>Kursen historia 1b </em>(100 poäng) gäller för övriga program. Kursen <em>historia 1a2</em> (50 poäng) är en påbyggnadskurs på kurs 1a1. Kursen <em>historia 2a</em> (100 poäng) bygger på antingen kurs 1a2 eller kurs 1b. Kursen <em>historia 2b - kultur</em> (100 poäng) för estetiska och humanistiska programmenbygger också på kurs 1a2 eller kurs 1b<em>. </em>Kursen<em>historia 3 </em>(100 poäng)bygger på kurs 2a eller kurs 2b - kultur.</p><h4>Historia 1a1</h4><p>Kursen historia 1a1 är en översiktlig kronologisk kurs med fördjupningar kring senare århundraden. Den bygger på och knyter an till de kunskaper om skilda tidsperioder och utvecklingslinjer som eleverna har tillägnat sig i grundskolan. Betoningen ligger på medborgarkunskap och främjande av personlig utveckling.</p><h4>Historia 1a2</h4><p>Kursen 1a1 kompletteras av historia 1a2 som innehåller de teoretiska och metodologiska moment som finns i kursen 1b och blir därmed också högskoleförberedande. Det innebär att det centrala innehållet i historia 1a2 utgörs av det centrala innehåll som finns i historia 1b men som saknas i historia 1a1.</p><h4>Historia 1b</h4><p>Kursen historia 1b är en översiktlig kronologisk kurs med fördjupningar kring senare århundraden. Den bygger på och knyter an till de kunskaper om skilda tidsperioder och utvecklingslinjer som eleverna har tillägnat sig i grundskolan. Dessutom innehåller kursen uttalade teoretiska moment kring historiska förklaringar och metodologiska moment i arbetet med källor. Dessa moment utgör första steget i gymnasiets ämnesprogression mot högskoleföreberedelse.</p><h4>Historia 2a</h4><p>Kursen historia 2a är en tematisk fördjupningskurs. De teoretiska och metodologiska momenten är uttalade och precisa. Fördjupningsarbetet ska utgå från historiska frågeställningar och innehålla historiska begrepp och förklaringsmodeller. I behandlingen av dessa frågeställningar ska granskning och tolkning av historiskt källmaterial vara en annan utgångspunkt.</p><h4>Historia 2b - kultur</h4><p>Kursen historia 2b - kultur är liksom kurs 2a en tematisk fördjupningskurs och innehåller samma progression av teoretiska och metodologiska moment som kurs 2a. Kursen har emellertid en tydlig kulturhistorisk inriktning, uttryckt som att fördjupningarna ska ha ett kulturhistoriskt perspektiv. Dessutom ingår ett innehåll kring olika konst- och kulturbegrepp i ett historiskt perspektiv.</p><h4>Historia 3</h4><p>Kursen historia 3 har en tydlig teoretisk och metodologisk inriktning. På samma sätt som i kurserna historia 2a och 2b - kultur kan fördjupningen göras med ett valfritt stoff kring historiska förändringsprocesser. I kursen förstärks progressionen kring de teoretiska och metodologiska momenten ytterligare genom studier av olika metoders för- och nackdelar, arbete med primärkällor i en konkret undersökning och presentation och ventilering av denna.</p>      ",
"COMPARISON_GY2000":"<p>Ämnesplanen i historia har samma övergripande syfte som kursplan 2000 i historia - att utveckla elevernas historiemedvetande men till skillnad mot i tidigare kursplan betonas det tydligare.</p><p>Begreppet <em>förändringsprocesser</em> fanns även med i kursplan 2000, men betonas mer i ämnesplanen där det är ett centralt begrepp i samtliga kurser. Genom att i undervisningen betona förändringsprocesser skapas sammanhang och samband mellan tidsperioder, händelser och personer.</p><p>I kursplan 2000 har arbete med historiska källor ingått, men i ämnesplanen har det betonats och återfinns i varje kurs i det centrala innehållet. Genomgående betonas vikten av att söka, granska, tolka och värdera källor samt presentera sitt resultat.</p><p>Ett i ämnesplanen nytt område är hur historia används - historiebruk. Det innefattar hur historia används idag men kan också innefatta hur historia använts genom tiderna utifrån något specifikt syfte eller i ett specifikt sammanhang. Historia kan vara ett verktyg både för enskilda individer och för grupper att formulera hur de vill uppfattas och vad de vill göra genom att berätta om det förflutna. Historia kan också användas för att skapa familjesammanhållning eller etablera identiteter. För historielärare är det inte nytt att i sin undervisning peka på den användning av historia som omger oss i samhälle och vardagsliv. Aktuella filmer, böcker eller debatter kring historiska teman har länge varit självklara delar av lärares försök att anknyta till elevers historiska förförståelse och referenser.</p><p>En till likhet med kursplan 2000 är betoningen av den centrala principen att varje tids människor måste förstås utifrån sin samtids villkor och värderingar.</p>      ",
"PURPOSE":"<h4>Olika tolkningar och perspektiv</h4><p>Tolkningar kan omfatta delar av eller helheter i ett skeende. En tolkning av en förändringsprocess kan till exempel innefatta en förklaring av varför något har hänt, till exempel att upplysningsidéerna snarare än ekonomisk ojämlikhet är främsta orsaken till franska revolutionen. Val av tolkning skapar också olika perspektiv på det som hände efter revolutionen. När man tolkar kan man också värdera den betydelse en enskild faktor har för ett skeende, till exempel vilken betydelse det har för den ryska revolutionen att Lenin får hjälp att återvända till Petrograd våren 1917. En tolkning kan också omfatta en hel förändringsprocess. Det går exempelvis att tolka statsbildningsprocessen och framväxten av allt starkare nationalstater inte som ett slutmål, utan som endast ett steg på vägen mot nya övernationella institutioner.</p><p>Olika perspektiv medför också olika tolkningar, exempelvis kan ett genusperspektiv på industrialiseringen visa på andra mönster än ett miljöperspektiv. Att jämföra tolkningar kan handla om att se tolkningarnas styrkor och svagheter (problematisera/värdera) och komma fram till en slutsats där den ena tolkningen utifrån ett visst perspektiv förordas med en tydlig motivering.</p><h4>Identiteter och kulturarv</h4><p>En av de vanligaste användningarna av historia är för att skapa <em>identiteter</em>. En vanlig uppfattning är att vi människor inte har en enda och oföränderlig identitet utan ett antal olika identiteter som vi träder in i och ut ur, beroende på omständigheterna. Geografisk tillhörighet, socioekonomisk situation, språk, religion, kön och nationstillhörighet är exempel på faktorer som påverkar identifikationen. När det gäller att skapa nationella identiteter så kan det ske genom att få människor att känna en särskild gemenskap med andra människor som levt tidigare i samma geografiska område. Den nationella gemenskapen överskrider på det sättet tiden och utgör ett förenande band genom historien. Därför är historia ofta central i föreställningar om en gemensam nationell identitet.</p><p>Ämnesplanen betonar föreställningen om ett gemensamt <em>kulturarv</em> som grund för människors identitets- och verklighetsuppfattning. Reflektioner över detta är ett sätt tydliggöra den mångfaldsproblematik som begreppet kulturarv rymmer.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Historia är ett både humanistiskt och samhällsvetenskapligt ämne som behandlar individens villkor och samhällets förändringar över tid. Människors möjligheter och val inför framtiden är beroende av såväl handlingar och händelser i det förflutna som nutida tolkningar av dessa.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet historia ska syfta till att eleverna breddar, fördjupar och utvecklar sitt historiemedvetande genom kunskaper om det förflutna, förmåga att använda historisk metod och förståelse av hur historia används. Eleverna ska därigenom ges möjlighet att utveckla sin förståelse av hur olika tolkningar och perspektiv på det förflutna präglar synen på nutiden och uppfattningar om framtiden.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla sin historiska bildning och förmåga att använda historia som en referensram för att förstå frågor som har betydelse för nuet och framtiden, samt för att analysera historiska förändringsprocesser ur olika perspektiv. Eleverna ska också ges möjlighet att utveckla förståelse av olika tiders levnadsvillkor och förklara människors roller i samhällsförändringar. Undervisningen ska bidra till insikt i att varje tids människor ska förstås utifrån sin tids villkor och värderingar. Eleverna ska också få utveckla förståelse av nutiden samt förmåga att orientera sig inför framtiden. Historia används för att både påverka samhällsförändringar och skapa olika identiteter. Undervisningen ska därför ge eleverna möjlighet att utveckla förståelse av och värdera hur olika människor och grupper i tid och rum har använt historia, samt möjlighet att reflektera över kulturarvets betydelse för identitets- och verklighetsuppfattning.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med historiska begrepp, frågeställningar, förklaringar och olika samband i tid och rum för att utveckla förståelse av historiska samhällsförändringar. Att arbeta med historisk metod ska ingå i undervisningen. Det innebär att eleverna ska ges möjlighet att söka, granska, tolka och värdera olika typer av källor samt använda olika teorier, perspektiv och verktyg som förklarar och åskådliggör historiska förändringsprocesser. Genom undervisningen ska eleverna ges möjlighet att presentera resultatet av sitt arbete med hjälp av varierande uttrycksformer, såväl muntligt som skriftligt samt med hjälp av modern informationsteknik.</p>",
"goals":["Kunskaper om tidsperioder, förändringsprocesser, händelser och personer utifrån olika tolkningar och perspektiv.",
"Förmåga att använda en historisk referensram för att förstå nutiden och för att ge perspektiv på framtiden.",
"Förmåga att använda olika historiska teorier och begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Förmåga att söka, granska, tolka och värdera källor utifrån källkritiska metoder och presentera resultatet med varierande uttrycksformer.",
"Förmåga att undersöka, förklara och värdera användningen av historia i olika sammanhang och under olika tidsperioder."],"someexcludes":true,"somefocuses":true}