{"name":"Historia",
"code":"HIS",
"type":"COMMON",
"description":"<p>Historia är ett både humanistiskt och samhällsvetenskapligt ämne som behandlar individens villkor och samhällets förändringar över tid. Människors möjligheter och val inför framtiden är beroende av såväl handlingar och händelser i det förflutna som nutida tolkningar av dessa.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet historia ska syfta till att eleverna breddar, fördjupar och utvecklar sitt historiemedvetande genom kunskaper om det förflutna, förmåga att använda historisk metod och förståelse av hur historia används. Eleverna ska därigenom ges möjlighet att utveckla sin förståelse av hur olika tolkningar och perspektiv på det förflutna präglar synen på nutiden och uppfattningar om framtiden.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla sin historiska bildning och förmåga att använda historia som en referensram för att förstå frågor som har betydelse för nuet och framtiden, samt för att analysera historiska förändringsprocesser ur olika perspektiv. Eleverna ska också ges möjlighet att utveckla förståelse av olika tiders levnadsvillkor och förklara människors roller i samhällsförändringar. Undervisningen ska bidra till insikt i att varje tids människor ska förstås utifrån sin tids villkor och värderingar. Eleverna ska också få utveckla förståelse av nutiden samt förmåga att orientera sig inför framtiden. Historia används för att både påverka samhällsförändringar och skapa olika identiteter. Undervisningen ska därför ge eleverna möjlighet att utveckla förståelse av och värdera hur olika människor och grupper i tid och rum har använt historia, samt möjlighet att reflektera över kulturarvets betydelse för identitets- och verklighetsuppfattning.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med historiska begrepp, frågeställningar, förklaringar och olika samband i tid och rum för att utveckla förståelse av historiska samhällsförändringar. Att arbeta med historisk metod ska ingå i undervisningen. Det innebär att eleverna ska ges möjlighet att söka, granska, tolka och värdera olika typer av källor samt använda olika teorier, perspektiv och verktyg som förklarar och åskådliggör historiska förändringsprocesser. Genom undervisningen ska eleverna ges möjlighet att presentera resultatet av sitt arbete med hjälp av varierande uttrycksformer, såväl muntligt som skriftligt samt med hjälp av modern informationsteknik.</p>",
"goals":["Kunskaper om tidsperioder, förändringsprocesser, händelser och personer utifrån olika tolkningar och perspektiv.",
"Förmåga att använda en historisk referensram för att förstå nutiden och för att ge perspektiv på framtiden.",
"Förmåga att använda olika historiska teorier och begrepp för att formulera, utreda, förklara och dra slutsatser om historiska frågeställningar utifrån olika perspektiv.",
"Förmåga att söka, granska, tolka och värdera källor utifrån källkritiska metoder och presentera resultatet med varierande uttrycksformer.",
"Förmåga att undersöka, förklara och värdera användningen av historia i olika sammanhang och under olika tidsperioder."]}