{"name":"Hjulutrustningsteknik",
"code":"HJU",
"type":"VOCATIONAL",
"description":"<p>Ämnet hjulutrustningsteknik behandlar den teknik som berör fordons hjulutrustning. Ämnet omfattar de kunskaper som behövs för reparation och byte av däck, fälgar och hjul samt detaljer på hjulupphängning, bromssystem och drivlina. Ämnet behandlar även material, arbetsmetoder, verktyg och andra hjälpmedel inom området.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hjulutrustningsteknik ska syfta till att eleverna utvecklar kunskaper i att diagnostisera, montera, reparera och färdigställa fordons hjulutrustning. Den ska även leda till att eleverna utvecklar kunskaper om de olika material och produkter som finns i hjulutrustning. I undervisningen ska eleverna dessutom ges möjlighet att utveckla kunskaper om broms-, chassi- och karosserikonstruktioners uppbyggnad och funktion. Det förutsätter att eleverna ges möjlighet att utveckla kunskaper om såväl mekanik som elektronik.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att hämta den information som behövs för att utföra reparationer enligt tillverkarens krav. Eleverna ska även ges möjlighet att utveckla det språk som krävs för att kommunicera med medarbetare och kunder på ett yrkesmässigt sätt. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta utifrån de krav på säkerhet, miljö och kvalitet som reglerar området. Den ska också ge eleverna möjlighet att utveckla yrkesidentitet och yrkesetik, kunskaper om yrkets arbetsuppgifter och villkor samt branschens ekonomiska villkor.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa uppgifter ska utgå från ett problemlösande arbetssätt i verkstadsliknande miljö.</p>",
"goals":["Kunskaper om branschens verksamhet, verksamhetsområden, uppbyggnad och om yrkets förutsättningar.",
"Kunskaper om däck och hjulutrustning och om hjulutrustningens betydelse för fordons funktion, ekonomi och miljöpåverkan, samt om uppbyggnad av och funktion hos broms-, chassi- och kraftöverföringssystem.",
"Förmåga att utföra funktionskontroll, diagnostik, reparation, montering och justering av hjulutrustning.",
"Förmåga att utföra hjulmätning med hjälp av mätutrustning.",
"Förmåga att utföra byte av däck, fälg och de komponenter på bromsar, chassier och drivlina som är av betydelse för hjulutrustningens funktion.",
"Förmåga att välja och använda arbetsmetoder, verktyg och utrustning.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att använda informationsmaterial, såväl svenska som engelska manualer samt digitala informationssystem.",
"Förmåga att samarbeta med andra, använda ett yrkesmässigt språk och kommunicera med medarbetare och kunder. "]}