{"name":"Hotell",
"code":"HOT",
"type":"VOCATIONAL",
"courses":["HOTLOG0",
"HOTFRU0",
"HOTREC01",
"HOTREC02",
"HOTREC03",
"HOTVÅN01",
"HOTVÅN02",
"HOTVÅN03",
"HOTHOT0"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet hotell behandlar kommersiella boendeformer samt yrken och arbetsuppgifter inom verksamhetsområdet. I ämnet läggs stor vikt vid service och bemötande, då förmåga att läsa av situationen och kommunicera med gäster, kunder och arbetskamrater är centralt i alla yrken inom branschen.</p><p>Hotellnäringens stora internationella företag efterfrågar entreprenörskap ur det breda perspektivet, i form av kreativitet, initiativkraft, problemlösningsförmåga och förmåga att samarbeta. Dessa egenskaper betonas därför i ämnesplanen.</p><p>Ett ökat krav på kunskaper inom verksamhetsinriktad ekonomi ställs inom branschens yrken. Därför finns prissättning som kunskapsområde redan i kursen <em>reception 1</em>. De ekonomiska kunskaperna fördjupas i de efterföljande kurserna <em>reception 2</em> och <em>våningsservice 2</em> där även administration behandlas.</p><p>Arbetsmiljö och säkerhet återkommer på olika sätt i alla kurser. I kursen <em>logi</em> behandlas första hjälpen, HLR och förebyggande av olycksfall. Kunskapsområdet första hjälpen fördjupas ytterligare i kursen <em>reception 2</em>. Övriga kurser betonar handlingsplaner vid brand, hot och fara.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h4>Kurser i ämnet</h4><p>Ämnet hotell består av nio kurser. Kursen <em>logi</em> är en grundläggande kurs och övriga kurser i ämnet bygger på denna kurs, som innehåller såväl praktiska som teoretiska moment. Kunskapsområdena reception och våningsservice omfattas av vardera tre kurser som bygger på varandra. <em>Hotelladministration</em> är en fördjupningskurs som bygger antingen på reception 2 eller på konferens 2 (en kurs i ämnet konferens och evenemang). Kursen <em>frukost och bufféservering </em>bygger på grundkursen logi.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/hot?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"COMPARISON_GY2000":"<p>I kursplan 2000 återfanns konferens som kunskapsområde inom ämnet <em>hotellkunskap</em>. En ständig utveckling pågår inom de båda verksamheterna konferens och hotell vilken kräver fördjupade kunskaper. I Gy 2011 har två ämnen (<em>konferens och evenemang</em> samt <em>hotell</em>) skapats för att möjliggöra det djup i utbildningen som branschen kräver för anställningsbarhet.</p>"},"description":"<p>Ämnet hotell omfattar besöksnäringens olika former av logi för privat-, grupp- och affärsrelaterat resande. Det behandlar även målgruppernas olika förväntningar på standard, servicenivå och tjänsteutbud. Hotellnäringen är en internationell bransch där service och bemötande genomsyrar verksamheten.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hotell ska syfta till att eleverna utvecklar kunskaper om besöksnäringens olika former av logi, till exempel camping, kryssningsfartyg och olika sorters hotell. Eleverna ska också utveckla kunskaper om olika arbetsuppgifter inom alla yrkesområden. Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera så att mötet med kunden och gästen blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om branschens utveckling, lönsamhetskrav och arbetsorganisationer. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av entreprenörskap och arbetstagarens roll i verksamheten.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om enklare serveringsmetoder som frukost- och bufféservering samt livsmedelshantering och ansvarsfull alkoholservering.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom branschen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att arbeta på ett säkert och arbetsmiljöriktigt sätt. Eleverna ska också ges möjlighet att diskutera branschens ansvar vad gäller etik, sociala förhållanden och miljö.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att bemöta kunder och gäster med olika behov och förväntningar, samt hantera klagomål, på ett sätt som är förenligt med verksamhetens mål. Genom kontakter med olika former av logi ska eleverna ges möjligheter att dels utveckla förståelse av den stora variation som finns av standard och servicenivå inom området, dels utveckla förståelse av olika målgruppers önskemål.</p>",
"goals":["Kunskaper om besöksnäringens olika former av logi, organisationer, yrkesroller och arbetsuppgifter.",
"Kunskaper om branschens historiska framväxt, utveckling och framtid.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom området.",
"Förmåga att arbeta med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.",
"Förståelse av betydelsen av service och bemötande med hänsyn till olika målgrupper, kulturella skillnader och gäster med särskilda behov.",
"Förmåga att samarbeta och kommunicera med andra samt anpassa sitt agerande och språk efter situation.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}