{"name":"Hotell",
"code":"HOT",
"type":"VOCATIONAL",
"description":"<p>Ämnet hotell omfattar besöksnäringens olika former av logi för privat-, grupp- och affärsrelaterat resande. Det behandlar även målgruppernas olika förväntningar på standard, servicenivå och tjänsteutbud. Hotellnäringen är en internationell bransch där service och bemötande genomsyrar verksamheten.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hotell ska syfta till att eleverna utvecklar kunskaper om besöksnäringens olika former av logi, till exempel camping, kryssningsfartyg och olika sorters hotell. Eleverna ska också utveckla kunskaper om olika arbetsuppgifter inom alla yrkesområden. Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera så att mötet med kunden och gästen blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om branschens utveckling, lönsamhetskrav och arbetsorganisationer. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av entreprenörskap och arbetstagarens roll i verksamheten.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om enklare serveringsmetoder som frukost- och bufféservering samt livsmedelshantering och ansvarsfull alkoholservering.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom branschen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att arbeta på ett säkert och arbetsmiljöriktigt sätt. Eleverna ska också ges möjlighet att diskutera branschens ansvar vad gäller etik, sociala förhållanden och miljö.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att bemöta kunder och gäster med olika behov och förväntningar, samt hantera klagomål, på ett sätt som är förenligt med verksamhetens mål. Genom kontakter med olika former av logi ska eleverna ges möjligheter att dels utveckla förståelse av den stora variation som finns av standard och servicenivå inom området, dels utveckla förståelse av olika målgruppers önskemål.</p>",
"goals":["Kunskaper om besöksnäringens olika former av logi, organisationer, yrkesroller och arbetsuppgifter.",
"Kunskaper om branschens historiska framväxt, utveckling och framtid.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom området.",
"Förmåga att arbeta med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.",
"Förståelse av betydelsen av service och bemötande med hänsyn till olika målgrupper, kulturella skillnader och gäster med särskilda behov.",
"Förmåga att samarbeta och kommunicera med andra samt anpassa sitt agerande och språk efter situation.",
"Förmåga att utvärdera sitt arbete och resultat."]}