{"name":"Hundkunskap",
"code":"HUN",
"type":"VOCATIONAL",
"courses":["HUNHUN01",
"HUNHUN02",
"HUNHUN03",
"HUNTRN0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Hundar används i många sammanhang, som brukshundar och sällskapsdjur. Efterfrågan på yrkeskunnande i arbete med och fostran av hundar ökar. Ämnet hundkunskap behandlar skötsel och samspel med hundar samt skötsel av anläggningar och utrustning. Det behandlar också hundens ursprung och utveckling, hundars beteende och biologi, raser och rasegenskaper samt avel och uppfödning. Dessutom behandlas djuretik och lagar och andra bestämmelser som reglerar hundhållning.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet hundkunskap ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med hundar. Eleverna ska ges möjlighet att utveckla förmåga att ta ansvar och följa fasta rutiner i arbete med hundar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att samspela med samt fostra och träna hundar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att handleda hundägare och hundförare mot specifika mål.</p><p>Undervisningen ska dessutom bidra till att eleverna utvecklar förmåga att sköta och underhålla utrustning och anläggningar. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att främja god hälsa hos hundar och förebygga skador och sjukdomar hos hundar. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med arbete med hundar.</p><p>Praktiska övningar med hundar av olika raser och i olika miljöer ska ingå i undervisningen. Genom övningar ska eleverna ges möjlighet att utveckla förmåga att hantera beteendeproblem hos hundar.</p>",
"goals":["Kunskaper om olika hundraser och deras egenskaper, om användning av hundar samt om olika verksamheter inom hundhållning.",
"Kunskaper om hundars näringsbehov och om olika fodermedel.",
"Kunskaper om hundars anatomi och fysiologi samt om vanliga skador och sjukdomar hos hundar och hur dessa kan förebyggas.",
"Kunskaper om hundavel och hunduppfödning samt om fostran och träning av hundar.",
"Förmåga att planera arbetsuppgifter samt att sköta och hantera hundar på ett ansvarsfullt, etiskt och säkert sätt.",
"Förmåga att sköta och hantera anläggningar och utrustning.",
"Förmåga att fostra och träna hundar av olika raser för olika uppgifter.",
"Förmåga att bemöta och hantera olika beteendeproblem hos hundar samt att instruera hundägare eller hundförare.",
"Förmåga att arbeta ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör hundhållning."],"someexcludes":true,"somefocuses":true}