{"name":"Hantverkskunskap",
"code":"HVK",
"type":"VOCATIONAL",
"description":"<p>Ämnet hantverkskunskap behandlar hantverkets roll i samhället samt det valda hantverksområdet och dess olika yrkens förutsättningar, villkor och yrkesetiska frågor. Det behandlar också hur hantverkaren på olika sätt kan bidra till en hållbar utveckling, genom att vara medveten om hur olika processer runt hantering av material påverkar miljön, såväl globalt som på individnivå. Ämnet är generellt men innehållet anpassas till den valda inriktningen eller profilen.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hantverkskunskap ska syfta till att eleverna utvecklar sin yrkesidentitet inom det valda hantverksområdet och förmåga att reflektera över sina utvecklingsmöjligheter inom verksamhetsområdet. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om branschens och hantverkarens villkor och utvecklingsmöjligheter, i ett nationellt och internationellt perspektiv. Undervisningen ska också behandla branschens och hantverkets tradition och historiska utveckling. Som inspirationskälla och som grund för en ökad förståelse av kulturella och stilhistoriska influenser ska eleverna ges möjlighet att utveckla kunskaper om såväl dagens trendutveckling som den kultur- och stilhistoriska utvecklingen, både inom det valda hantverksområdet och generellt.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om material och produkter och hur de kan användas i produktionen. Eleverna ska också ges möjlighet att träna sin förmåga att göra medvetna material- och produktval med hänsyn till hur valen påverkar resultatet och miljön.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur man arbetar ergonomiskt och om vikten av en god arbetsmiljö för individen, arbetsplatsen och samhället. Eleverna ska också ges möjlighet att utveckla kunskaper om hur man arbetar säkert för att undvika olyckor och hur man ska handla vid en krissituation.</p><p>Eleverna ska ges möjlighet att befästa sina kunskaper genom praktiskt arbete och laborativa inslag. Undervisningen ska organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p>",
"goals":["Kunskaper om hantverkets historia och utveckling.",
"Kunskaper om branschens förutsättningar och utvecklingsmöjligheter.",
"Kunskaper om stilepoker och trender samt färdigheter i att analysera och visualisera dessa.",
"Kunskaper om materials och produkters ursprung, egenskaper, funktion och användningsområden, deras miljöpåverkan samt hur framställning och hantering påverkar miljön.",
"Kunskaper om material- och produktval utifrån användningsområde, ekonomi, kvalitet och miljöhänsyn.",
"Kunskaper om den fysiska och psykosociala arbetsmiljöns betydelse för hantverkaren.",
"Kunskaper om lagar och andra bestämmelser samt om avtal."]}