{"name":"Hästkunskap",
"code":"HÄT",
"type":"VOCATIONAL",
"courses":["HÄTHÄS01",
"HÄTHÄS02",
"HÄTHÄS03",
"HÄTDEN01a",
"HÄTDEN01b",
"HÄTDEN02"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Hästen har i dag ett stort värde för många människor och används i många olika sammanhang, till exempel inom hästsport, fritidsverksamhet och rehabilitering samt som arbetshäst inom natur- och landskapsvård. Ämnet hästkunskap behandlar skötsel av hästar, utrustning och tillhörande anläggningar. Det behandlar också hästars foderbehov, hästars miljö och hälsa samt avel. Dessutom behandlas etiska ställningstaganden och lagar och andra bestämmelser som reglerar hästhållning.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet hästkunskap ska syfta till att eleverna utvecklar kunskaper för yrkesarbete som hästskötare. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta och utfodra hästar, sköta stall och anläggningar samt utrusta hästar för olika ändamål. Eleverna ska ges möjlighet att utveckla kunskaper om hästars biologi och naturliga beteende. Undervisningen ska leda till att eleverna utvecklar förmåga att iaktta och tolka hästars beteende, utveckling, välmående och hälsa. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta med hästar på ett säkert och etiskt sätt. Praktiska övningar och praktiskt arbete ska ingå i undervisningen. Genom laborationer och undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om hästars exteriör och rörelse, fysiologi, genetik och avel. Genom stallturer och observationer i fält ska eleverna ges möjlighet att utveckla kunskaper om hästars beteende och hälsa.</p>",
"goals":["Kunskaper om hästars biologi och livscykler samt om dagens hästraser, deras exteriör och signalement.",
"Kunskaper om hästars näringsbehov och om olika fodermedel.",
"Förmåga att iaktta och tolka hästars utveckling, rörelse, utseende och beteende.",
"Kunskaper om vanligt förekommande sjukdomar, om smittspridning, smittskydd och hygien samt förmåga att arbeta med förebyggande hälsovård.",
"Kunskaper om hästavel och reproduktion. ",
"Förmåga att planera arbetsuppgifter samt att sköta och hantera hästar på ett ansvarsfullt, etiskt och säkert sätt. ",
"Förmåga att sköta och hantera stallar och utrustning.",
"Förmåga att upprätta foderstater och att utfodra hästar med utgångspunkt från deras näringsbehov. ",
"Förmåga att arbeta ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör arbete med hästar.",
"Kunskaper om lagar och andra bestämmelser för marknadsföring och försäljning av unghästar."],"someexcludes":true,"somefocuses":true}