{"name":"Hållbart samhälle",
"code":"HÅL",
"type":"OTHER",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Hållbart samhälle</h2><p>Ämnet hållbart samhälle avspeglar i sin kursuppbyggnad hela bredden av begreppet hållbar utveckling. Hållbar utveckling innefattar en ekologisk, en ekonomisk och en social dimension, som alla är ömsesidigt beroende av varandra. Utvecklingen kan sägas vara hållbar när de tre dimensionerna balanserar varandra, på ett sätt som inte får negativa konsekvenser för vare sig ekologi, ekonomi eller social sammanhållning över tid.</p><p>Ämnet behandlar de kunskaper som krävs för att förstå behovet av ett hållbart samhälle samt hur ett sådant kan utformas. Det behandlar också kunskaper om olika handlingsalternativ för att nå ett hållbart samhälle. Ämnesplanen betonar ett undersökande och praktiskt tillämpat arbetssätt. Eleverna kan till exempel genom praktiska fallstudier pröva sin egen delaktighet i utvecklingen mot ett hållbart samhälle, samt utveckla sitt entreprenöriella tänkande inom ramarna för en hållbar utveckling. Genom fallstudier och praktisk handling kan hållbar utveckling göras mer konkret och greppbart.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h3>Kurser i ämnet</h3><p>Kurserna i ämnet hållbart samhälle speglar bredden av de tre dimensionerna av begreppet hållbar utveckling. Kursen <em>miljö- och energikunskap</em> betonar den ekologiska dimensionen och kan anpassas efter elevernas kunskaper i biologi, fysik, kemi eller naturkunskap. Kursen<em>hållbart samhällsbyggande</em> betonar den sociala dimensionen och kursen <em>politik och hållbar utveckling</em> betonar den sociala och den ekonomiska dimensionen. Om flera kurser inom ämnet ska läsas kan kursen miljö- och energikunskap läsas före de andra för att ge en grund i miljö- och energikunskap.</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/nzg3/~edisp/bild-till-kommentarer-420px\" />",
"PURPOSE":"<h2>Begrepp i ämnets mål</h2><h3>Förutsättningar och möjligheter för att nå en hållbar utveckling</h3><p><em>Förutsättningarna</em> för att nå en hållbar utveckling innefattar hur naturen och samhället fungerar och hur människan påverkar naturen och samhället, samt på vilket sätt de tre dimensionerna av hållbar utveckling balanserar varandra. Förutsättningarna innefattar också de processer som drivit fram utvecklingen och som kan komma att påverka en hållbar utveckling.</p><p><em>Möjligheterna</em> för att nå en hållbar utveckling innefattar handlingsalternativ och lösningar inom olika områden, till exempel teknisk och ekonomisk utveckling. Handlingsalternativen och lösningarna kan beröra olika nivåer i samhället, alltifrån enskilda individer till företag och politiska strukturer.</p><p><strong>Problemområden</strong></p><p>Problemområden kan variera till sin karaktär. Det kan handla om miljöhot, såsom klimatförändring eller giftspridning. Det kan också handla om en verksamhet eller produkt, såsom transporter eller kläder. Ett problemområde kan även vara ett geografiskt område, såsom en stad eller ett industriområde. Att avgränsa ett problemområde innebär att göra det mer konkret och anpassat till en specifik situation eller en viss målgrupp, till exempel hur miljöpåverkan eller energiförbrukning i en viss stadsmiljö eller industrisektor kan minskas, hur minskad giftspridning eller förbättrad resursanvändning inom en jordbrukssektor kan förverkligas, hur ett stads- eller bostadsområde kan planeras för att främja ett hållbart samhälle eller hur rättvis handel inom klädbranschen kan komma till stånd.</p><h3>Undersökningar och förslag</h3><p>Vilken typ av undersökningar som genomförs i ämnets olika kurser kan anpassas efter det som är relevant för den aktuella utbildningen. Förslag till lösningar och förbättringar kan tas fram med metoder som är relevanta för utbildningen. Inom tekniskt inriktade utbildningar kan undersökningen innefatta något tekniskt område eller föremål och mynna ut i ett förslag eller en idé till en ny konstruktion eller en förbättring av befintlig lösning. På en naturvetenskaplig eller en naturbruksutbildning kan metoderna innefatta laborativa inslag eller fältstudier, samt egna förslag eller förbättringar som syftar till att minska belastningen på eller restaurera miljön. På samhälls- och ekonomiskt inriktade utbildningar kan till exempel marknads- eller attitydundersökningar genomföras. Förslagen kan röra förbättringar av ekonomiska och juridiska styrmedel eller hur attityder kan påverkas.</p>"},"auth":"<p>En lärares kompetens är relevant för ämnet hållbart samhälle om han eller hon</p><p>1. har behörighet i något av ämnena biologi i gymnasieskolan, geografi i gymnasieskolan, fysik i gymnasieskolan, naturkunskap i gymnasieskolan eller samhällskunskap i gymnasieskolan,</p><p>2. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom hållbar utveckling, eller</p><p>3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet hållbart samhälle är tvärvetenskapligt och belyser begreppet hållbar utveckling ur såväl ekologiska som sociala och ekonomiska synvinklar. Det behandlar samspelet mellan människan och hennes omgivning. Ämnet behandlar också frågor om miljöutmaningar, hushållning av naturresurser, ekosystemens bärkraft, teknikutveckling, samhällsplanering och miljöpolitik.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet hållbart samhälle ska syfta till att eleverna utvecklar förståelse av de förutsättningar, drivkrafter och värden som ligger till grund för arbete med hållbar utveckling. Den ska även leda till att eleverna förstår att det finns många olika handlingsalternativ och möjliggöra reflektion över sambanden mellan livsstilsfrågor och hållbar utveckling. Eleverna ska i undervisningen ges möjlighet att utveckla kunskaper om hur tekniska problem har lösts och kan lösas samt ges möjlighet att kritiskt och kreativt analysera dessa lösningar. Därigenom får eleverna möjlighet att utveckla förståelse av olika handlingsalternativ och konsekvenserna av dessa.</p><p>I undervisningen ska eleverna ges möjlighet till ett undersökande och praktiskt tillämpat arbetssätt för att förstå olika orsakssammanhang. Undervisningen ska också ge eleverna möjlighet att söka och värdera information från olika källor. Vidare ska undervisningen bidra till att eleverna utvecklar förmåga att kommunicera om kunskaper och uppfattningar, såväl muntligt som skriftligt, samt även presentera dem med olika presentationstekniker.</p>",
"goals":["Förmåga att använda begrepp inom området hållbar utveckling.",
"Kunskaper om olika förutsättningar och möjligheter för att nå en hållbar utveckling.",
"Förmåga att identifiera, analysera och avgränsa problemområden och föreslå och jämföra olika handlingsalternativ.",
"Förmåga att planera, genomföra och tolka egna undersökningar och förslag.",
"Förmåga att presentera sina idéer och resultat inom hållbar utveckling.",
"Förmåga att analysera konsekvenser av olika handlingsalternativ utifrån vetenskaplighet, hållbarhet, etik och genus."]}