{"name":"Hållbart samhälle",
"code":"HÅL",
"type":"OTHER",
"courses":["HÅLHÅB0",
"HÅLMIJ0",
"HÅLPOL0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet hållbart samhälle om han eller hon</p><p>1. har behörighet i något av ämnena biologi i gymnasieskolan, geografi i gymnasieskolan, fysik i gymnasieskolan, naturkunskap i gymnasieskolan eller samhällskunskap i gymnasieskolan,</p><p>2. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom hållbar utveckling, eller</p><p>3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet hållbart samhälle är tvärvetenskapligt och belyser begreppet hållbar utveckling ur såväl ekologiska som sociala och ekonomiska synvinklar. Det behandlar samspelet mellan människan och hennes omgivning. Ämnet behandlar också frågor om miljöutmaningar, hushållning av naturresurser, ekosystemens bärkraft, teknikutveckling, samhällsplanering och miljöpolitik.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet hållbart samhälle ska syfta till att eleverna utvecklar förståelse av de förutsättningar, drivkrafter och värden som ligger till grund för arbete med hållbar utveckling. Den ska även leda till att eleverna förstår att det finns många olika handlingsalternativ och möjliggöra reflektion över sambanden mellan livsstilsfrågor och hållbar utveckling. Eleverna ska i undervisningen ges möjlighet att utveckla kunskaper om hur tekniska problem har lösts och kan lösas samt ges möjlighet att kritiskt och kreativt analysera dessa lösningar. Därigenom får eleverna möjlighet att utveckla förståelse av olika handlingsalternativ och konsekvenserna av dessa.</p><p>I undervisningen ska eleverna ges möjlighet till ett undersökande och praktiskt tillämpat arbetssätt för att förstå olika orsakssammanhang. Undervisningen ska också ge eleverna möjlighet att söka och värdera information från olika källor. Vidare ska undervisningen bidra till att eleverna utvecklar förmåga att kommunicera om kunskaper och uppfattningar, såväl muntligt som skriftligt, samt även presentera dem med olika presentationstekniker.</p>",
"goals":["Förmåga att använda begrepp inom området hållbar utveckling.",
"Kunskaper om olika förutsättningar och möjligheter för att nå en hållbar utveckling.",
"Förmåga att identifiera, analysera och avgränsa problemområden och föreslå och jämföra olika handlingsalternativ.",
"Förmåga att planera, genomföra och tolka egna undersökningar och förslag.",
"Förmåga att presentera sina idéer och resultat inom hållbar utveckling.",
"Förmåga att analysera konsekvenser av olika handlingsalternativ utifrån vetenskaplighet, hållbarhet, etik och genus."],"someexcludes":false,"somefocuses":false}