{"name":"Idrott och hälsa",
"code":"IDR",
"type":"COMMON",
"description":"<p>Idrott, friluftsliv och olika former av motion och rekreation har stor betydelse såväl för enskilda människors hälsa som för folkhälsan. Ämnet idrott och hälsa förvaltar ett kulturellt arv av fysiska aktiviteter och naturupplevelser. Det ger tillfälle att uppleva och förstå betydelsen av rörelseaktiviteter och deras samband med välbefinnande och hälsa. Färdigheter i och kunskaper om rörelseaktiviteter och hur olika livsstilsfaktorer påverkar människors hälsa är grundläggande för att människor ska kunna ta ansvar för sin hälsa.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar sin kroppsliga förmåga samt förmåga att planera, genomföra och värdera olika rörelseaktiviteter som allsidigt främjar den kroppsliga förmågan. Vidare ska undervisningen bidra till att eleverna utvecklar intresse för och förmåga att använda olika rörelseaktiviteter, utemiljöer och naturen som en källa till välbefinnande.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hur den egna kroppen fungerar i arbete, om livsstilens betydelse och om konsekvenserna av fysisk aktivitet och inaktivitet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper i att hantera säkerhet och nödsituationer vid fysiska aktiviteter. Undervisningen ska också bidra till att eleverna utvecklar hälso- och miljömedvetenhet samt intresse för att delta i arbetet med hälsofrågor i arbetsliv och samhälle.</p><p>Undervisningen ska utgöras av fysiska aktiviteter utformade så att alla kan delta och utvecklas utifrån egna förutsättningar. Den ska bidra till att eleverna utvecklar förmåga att anpassa fysiska aktiviteter utifrån sina behov, syften och mål. I undervisningen ska erfarenheterna av fysiska aktiviteter relateras till fakta och teorier.</p><p>Undervisningen ska medvetandegöra och motverka stereotypa föreställningar om vad som anses vara manligt och kvinnligt samt belysa konsekvenserna av olika kroppsideal. Den ska också behandla andra frågor om etik och moral i relation till idrottsutövande.</p>",
"goals":["Förmåga att planera och genomföra fysiska aktiviteter som befäster och vidareutvecklar kroppslig förmåga och hälsa.",
"Förmåga att genomföra och anpassa utevistelser utifrån olika förhållanden och miljöer.",
"Kunskaper om betydelsen av fysiska aktiviteter och naturupplevelser för kroppslig förmåga och hälsa.",
"Förmåga att hantera säkerhet och nödsituationer i samband med fysiska aktiviteter.",
"Kunskaper om kulturella och sociala aspekter på fysiska aktiviteter och naturupplevelser.",
"Förmåga att etiskt ta ställning i frågor om könsmönster, jämställdhet och identitet i relation till idrotts- och motionsutövande.",
"Kunskaper om de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Förmåga att ergonomiskt anpassa sina rörelser till olika situationer och att bedöma hur miljöer ergonomiskt kan anpassas till människan."]}