{"name":"Information och kommunikation",
"code":"INF",
"type":"VOCATIONAL",
"courses":["INFINF01",
"INFINF02",
"INFINE0",
"INFPRG0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet information och kommunikation behandlar såväl verbal som ickeverbal kommunikation i yrkessammanhang samt hur sociala medier används. Det handlar om hur man utformar dokument och effektivt behandlar information och texter.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet information och kommunikation ska syfta till att eleverna utvecklar kunskaper om och färdigheter i informationsteknik och administrativa rutiner. Eleverna ska ges möjlighet att utveckla kunskaper i att utforma interna och externa dokument. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda programvaror för kommunikation, textbehandling, kalkylering, registerhanter­ing, grafisk presentation och informationssökning. Eleverna ska ges möjlighet att utveckla förmåga att arbeta serviceinriktat och ansvarsfullt utifrån krav på kvalitet, miljö, ergonomi och arbetsmiljö. </p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att ta eget ansvar samt arbeta och handla självständigt och med omdöme med information och kommunikation.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förståelse av begrepp samt färdigheter i olika arbetsuppgifter som är kopplade till information och kommunikation.</p>",
"goals":["Kunskaper om hur människor kommunicerar, både verbalt och ickeverbalt.",
"Förmåga att planera, organisera och utföra informations- och kommunikationsuppgifter med hjälp av olika programvaror.",
"Förmåga att använda modern teknik, material, redskap och arbetsmetoder. ",
"Förmåga att söka, värdera och kritiskt granska information.",
"Förmåga att muntligt och skriftligt presentera information.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att arbeta på ett ergonomiskt, säkert och miljöanpassat sätt.",
"Förmåga att utvärdera sitt arbete och resultat.",
"Förmåga att samverka med andra och kommunicera både internt och externt."],"someexcludes":true,"somefocuses":true}