{"name":"Informationsteknisk arkitektur och infrastruktur",
"code":"INO",
"type":"VOCATIONAL",
"courses":["INODAT0",
"INOINF0",
"INONAT0"],"description":"<p>Ämnet informationsteknisk arkitektur och infrastruktur behandlar de grundläggande processerna, komponenterna och gränssnitten i ett sammanhängande informationstekniskt system. Det behandlar även hur man med hjälp av olika informationstekniska system kan uppfylla och underlätta människors behov av informationsutbyte. Ämnet informationsteknisk arkitektur och infrastruktur får bara anordnas av skolor som av Skolverket har beviljats att delta i försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet informationsteknisk arkitektur och infrastruktur ska syfta till att eleverna utvecklar kunskaper om olika informationstekniska system, hur dessa används och bryts ned i olika delsystem och processer. Den ska ge eleverna möjlighet att utveckla kunskaper om den informationstekniska livscykeln. Det innebär att utifrån en uppdragsgivare identifiera behov och välja lämpliga system eller processer samt att kunna designa, testa, implementera och följa upp systemen. Undervisningen ska också leda till att eleverna utvecklar förståelse av hur de olika delsystemen och processerna sätts samman med hög kvalitet och resurseffektivitet till en fungerande helhet utifrån uppdragsgivares behov av informationstekniska tjänster och system.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur datakommunikation och informationssäkerhet fungerar och hur vanligt förekommande informationstekniska tjänster fungerar och implementeras. Eleverna ska också ges möjlighet att utveckla kunskaper om olika metoder för styrning av informationstekniska system.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om någon projektmetod. I undervisningen ska eleverna ges möjlighet att kommunicera i tal, skrift och med visuella hjälpmedel.</p>",
"goals":["Kunskaper om hur kommunikation sker i informationstekniska system samt kunskaper om olika principer för informationssäkerhet.",
"Kunskaper om olika nätverks- och informationstjänster och hur dessa används och integreras i olika informationstekniska system för god tillgänglighet och informationssäkerhet.",
"Kunskaper om ett informationstekniskt systems livscykel och olika sätt att styra informationstekniska system.",
"Förmåga att analysera befintliga informationstekniska system och bryta ned dessa i delsystem och processer. Förmåga att dokumentera nya och befintliga system och processer.",
"Förmåga att installera, konfigurera och implementera olika nätverks- och informationstjänster för god tillgänglighet, informationssäkerhet och resurseffektivitet.",
"Förmåga att dokumentera informationstekniska projekt.",
"Förmåga att identifiera kunders behov och föreslå förbättringar och tillägg i befintliga system och integrera dessa i nya eller förbättrade system.",
"Förmåga att kommunicera i tal, skrift och med visuella hjälpmedel."],"someexcludes":true,"somefocuses":false}