{"name":"Installationsteknik VVS",
"code":"INT",
"type":"VOCATIONAL",
"courses":["INTSAN0",
"INTVET0",
"INTVÄR0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet installationsteknik VVS behandlar uppbyggnad och funktion av system och installationer inom VVS-området. Det behandlar också hur dessa utformas för att ge ett tillfredsställande termiskt klimat och en god inomhuskomfort, så att byggnaders funktionsduglighet uppfylls. Ämnet behandlar också konstruktion och byggnation av hållbara och energieffektiva system och installationer. Ämnet installationsteknik VVS får bara anordnas av skolor som av Skolverket har beviljats försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan. </p>  ",
"novux":true,"purpose":"<p>Undervisningen i ämnet ska syfta till att eleverna utvecklar kunskaper om värme-, ventilations-, komfortkyl- och sanitetstekniska system och installationer. Den ska bidra till att eleverna utvecklar kunskaper om hur dessa konstrueras i enlighet med de funktionskrav som ställs av beställare och även utifrån de myndighetskrav som ska uppfyllas.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur delsystem och hela system fungerar var för sig, men även i samverkan med varandra. Den ska vidare ge eleverna möjlighet att utveckla kunskaper om hur VVS-systems konstruktion påverkas av inre och yttre faktorer såsom tryck, temperatur, förläggningssätt och medier. Undervisningen ska även leda till att eleverna utvecklar kunskaper om de krav som ställs på installationen utifrån dess påverkan på miljö, hälsa och hygien.</p><p>Dessutom ska eleverna ges möjlighet att utveckla kunskaper om gällande bygglagstiftning, standarder och normer inom teknikområdet samt att utveckla förmåga att framställa och använda ritningar, instruktioner och arbetsbeskrivningar. Den ska även leda till att eleverna utvecklar kunskaper om lämpliga materialval i fråga om rör, kanaler, apparater och komponenter, vilka uppfyller funktions- och byggnadstekniska krav. Undervisningen i ämnet ska även leda till att eleven utvecklar förståelse av olika sammanfogningstekniker och lämpliga kvalitetsnivåer vid val av permanenta och demonterbara fogar samt vid val av förband för rör, kanaler, apparater och komponenter.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera och effektivisera produktframställningen. Eleverna ska även ges möjlighet att utveckla kunskaper om vilka verktyg, maskiner och arbetsmetoder som krävs för att en god arbetsmiljö ska uppfyllas.</p><p>I undervisningen ska eleverna också ges möjlighet att utveckla förståelse av den estetiska utformningens betydelse för den efterfrågade kvaliteten. Dessutom ska eleverna i undervisningen ges möjlighet att diskutera yrkesetiska frågor.</p><p>Genom ett problemlösande arbetssätt och laborativa övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta ansvarsfullt både individuellt och i samarbete med andra. Undervisningen ska även utveckla elevernas kunskaper om betydelsen av samordning med närliggande yrkesgrupper. Den ska också innehålla praktiska uppgifter som är konstruerade så att de återspeglar och förbereder för situationer som eleverna kommer att möta i verkliga arbetssituationer. </p>",
"goals":["Kunskaper om VVS-systems funktioner och utformning samt om de miljökrav som gäller för detta.",
"Kunskaper om tekniska sammanhang som påverkar inomhusklimat och hälso- och hygienförhållanden.",
"Kunskaper om arbetsmetoder, material och medier som förekommer i system och installationer.",
"Förmåga att planera VVS-installationer och att framställa ritningar och arbetsbeskrivningar.",
"Kunskaper om beräkningar för utformning av tekniska system.",
"Kunskaper om bygglagstiftning, standarder och installationsregler.",
"Kunskaper om arbetsmiljö, hälsa och säkerhet.",
"Förmåga att driftsätta, kontrollera och dokumentera arbetet.",
"Förmåga att i tal och skrift kommunicera och informera människor i olika målgrupper. "],"someexcludes":false,"somefocuses":false}