{"name":"Industritekniska processer",
"code":"INU",
"type":"VOCATIONAL",
"description":"<p>Ämnet industritekniska processer behandlar arbete i produktionsprocesser och hur produktionsutrustning kopplas samman till produktionslinjer. Det behandlar även hur råvaror bearbetas i arbetsprocessen. Dessutom behandlas frågor om arbetsmiljö, kommunikation och samarbete samt miljöregleringens påverkan på produktionen.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet industritekniska processer ska syfta till att eleverna utvecklar förmåga att utföra vanliga arbetsuppgifter inom industritekniska processer i enligt med gällande säkerhetsföreskrifter. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om hur produktionsutrustning kopplas ihop till produktionslinjer.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla ett helhetsperspektiv på produktionsprocessen där kvalitetskontroll, driftsäkerhet, underhåll av utrustning och förståelse av individens ansvar i arbetssituationen är viktiga delar. I undervisningen ska eleverna dessutom ges möjlighet att utveckla kunskaper för att lösa problem i den industritekniska processen. Undervisningen ska därigenom bidra till att eleverna utvecklar förståelse av individens betydelse för slutresultatet. Den ska också ge eleverna möjlighet att utveckla kunskaper om hur en idé förädlas till färdig produkt i produktionslinjerna.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att ta ställning i frågor om hållbar utveckling kopplat till industritekniska processer. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om termer och begrepp som används inom ämnesområdet samt förmåga att kommunicera och samarbeta med människor i alla led i den industritekniska processen.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i att hantera produktionsutrustning i produktionslinjerna, och därför ska praktiska övningar ingå i undervisningen.</p>",
"goals":["Förmåga att planera arbetsuppgifter samt att övervaka, styra och reglera utrustning och utföra andra vanliga arbetsuppgifter inom industritekniska processer.",
"Förmåga att genomföra enklare underhåll på industriteknisk processutrustning.",
"Förmåga att arbeta enligt säkerhetsföreskrifter.",
"Förståelse av kvalitet i produktionsprocesser samt kunskaper om provtagningar.",
"Kunskaper om råvaror eller material samt hur de förädlas till färdiga produkter i den industritekniska processen.",
"Kunskaper om hur och varför produktionsutrustning kopplas samman till produktionslinjer.",
"Förståelse av hur produktionen påverkar miljön och hur miljöregleringen påverkar produktionen.",
"Förmåga att kommunicera med olika målgrupper, samarbeta med andra och värdera sitt eget arbete."]}