{"name":"Industrirör svets VVS",
"code":"INV",
"type":"VOCATIONAL",
"courses":["INVVVV0",
"INVVVI0"],"obsolete":false,"shardof":"VVS",
"shardofwith":["VVI"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet industrirör svets VVS behandlar sammanfogning med olika svetsmetoder och är till sin karaktär både praktiskt och teoretiskt. I ämnet läggs grunderna för hantverkskunnande, yrkesidentitet och yrkesmässighet inom industrirör. Områdets tekniska utveckling och betydelsen av en hållbar utveckling behandlas också.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet industrirör svets VVS ska syfta till att eleverna utvecklar förmåga att svetsa olika material med relevant utrustning anpassad för materialet. Den ska även leda till att eleverna utvecklar kunskaper om och färdigheter i att hantera material och utrustning samt att arbeta i enlighet med regler för miljö och säkerhet. Eleverna ska också ges möjlighet att utveckla kunskaper i att förebygga och hantera brand i den egna arbetsmiljön.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda ritningar, instruktioner och arbetsbeskrivningar samt utveckla kunskaper om gällande föreskrifter och standarder.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om och färdigheter i svetsmetoder och tekniker av förekommande förbandstyper.</p><p>I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om yrkesutövning och arbetets estetiska utformning.</p><p>Genom ett problemlösande arbetssätt och praktiskt laborativa övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta ansvarsfullt, individuellt och i samarbete med andra. Undervisningen ska genomföras så att de praktiska och teoretiska kunskaperna kopplas samman.</p>",
"goals":["Förmåga att planera och utföra svetsarbeten utifrån lagar och andra bestämmelser och fastställda kvalitetskrav.",
"Förmåga att använda ritningar med tillhörande handlingar.",
"Kunskaper om komponenter och apparater samt om material och metoder för sammanfogning enligt standarder och myndighetskrav.",
"Kunskaper om nya och beprövade produkter och material samt förmåga att utföra reparationer, service och underhåll på maskiner och utrustning.",
"Kunskaper om systematiskt arbetsmiljöarbete.",
"Förmåga att utföra kontroller samt att värdera och dokumentera sitt arbete."],"someexcludes":false,"somefocuses":false}