{"name":"It i vård och omsorg",
"code":"ITI",
"type":"VOCATIONAL",
"courses":["ITIITI0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet it i vård och omsorg behandlar tillämpningar av informationsteknik inom hälso- och sjukvård och socialtjänst.</p>  ",
"vux":true,"purpose":"<p> Ämnet it i vård och omsorg ska syfta till att eleverna utvecklar kunskaper om hur informationsteknik kan användas som stöd i det praktiska vård- och omsorgsarbetet. Eleverna ska också ges möjlighet att utveckla kunskaper om informationsteknik som drivkraft för förändringar av både innehåll och organisation inom hälso- och sjukvårdens och omsorgens verksamhetsområden.</p><p>Undervisningen i ämnet it i vård och omsorg ska leda till att eleverna utvecklar förmåga att använda it för information, kommunikation och dokumentation inom hälso- och sjukvård och socialtjänst.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta med olika applikationer av it i brukarnära hjälpmedel och medicinteknisk utrustning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper i hur vård på distans kan utföras med hjälp av it-teknik. Undervisningen ska också bidra till att eleverna utvecklar ett etiskt förhållningssätt i arbetet med it. Den ska dessutom ge eleverna möjlighet att utveckla förståelse av informationsteknikens möjligheter och begränsningar samt utveckla förmåga att anpassa sig till snabba förändringar inom verksamhetsområdets it-miljöer. </p>",
"goals":["Kunskaper om it-tillämpningar och hur it har utvecklats till ett verktyg inom vård- och omsorgsområdet.",
"Kunskaper om it som hjälpmedel för att överföra information till vårdpersonal, patienter och brukare. ",
"Kunskaper om medicintekniska informationsdatasystem. ",
"Kunskaper om hur vård i hemmet kan utföras med hjälp av it.",
"Förmåga att använda it-tillämpningar som hjälpmedel för att kompensera för funktionsnedsättning.",
"Förmåga att använda it för att rapportera och dokumentera. ",
"Kunskaper om lagar och andra bestämmelser inom området informationsöverföring.",
"Kunskaper om etiska frågeställningar och förhållningssätt i samband med användning och införande av it-tillämpningar inom vård- och omsorgsarbete."],"someexcludes":false,"somefocuses":false}