{"name":"Juridik",
"code":"JUR",
"type":"COMMON",
"description":"<p>Ämnet juridik behandlar huvudsakligen civilrätt och offentlig rätt. Civilrätt omfattar rättsområden som är av betydelse för enskilda personer och företag. Offentlig rätt behandlar hur den offentliga makten är fördelad och hur den utövas. Ämnet omfattar även internationell rätt, som belyser Sveriges förhållande till omvärlden och där tonvikten är lagd på Europarätt med EU-rätt.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet juridik ska syfta till att eleverna utvecklar kunskaper om det svenska rättssystemet och förståelse av hur gällande lagar styr privatlivet, yrkeslivet och affärslivet. Den ska bidra till att eleverna utvecklar förståelse av dagens samhällsliv samt stimulera dem till att verka för ett rättssystem som värnar alla människors lika värde.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att tillämpa ett vetenskapligt förhållningssätt i arbetet med rättsliga problem. Eleverna ska också ges möjlighet att utveckla förmåga att formulera sig korrekt och precist eftersom det juridiska språket ställer stora krav på exakthet, precision, saklighet och logisk skärpa. Genom att läsa juridisk litteratur och olika rättsfall samt genom att skriva och tala ska eleverna ges möjlighet att använda det juridiska språket. I undervisningen ska eleverna ges möjlighet att arbeta praktiskt med juridiska fallbeskrivningar för att utveckla förmåga att formulera frågeställningar, strukturera och analysera lösningsförslag samt hänvisa till och tolka relevanta rättskällor.</p>",
"goals":["Kunskaper om centrala rättsområden.",
"Kunskaper om juridiska begrepp samt förmåga att använda dessa.",
"Kunskaper om enkla och vanligt förekommande juridiska dokument samt förmåga att upprätta sådana.",
"Förmåga att identifiera, analysera och lösa juridiska problem utifrån fallbeskrivningar samt att tolka och använda relevanta rättsregler.",
"Förmåga att identifiera och diskutera juridiska frågor i samhället ur rättsfilosofisk och etisk synvinkel."]}