{"name":"Karosseriteknik",
"code":"KAR",
"type":"VOCATIONAL",
"courses":["KARRIT0",
"KARKAR0",
"KARRIK0",
"KARSKA0",
"KARSKR0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet karosseriteknik omfattar området bilskadeteknik och behandlar materiallära, arbetsmetoder, verktyg och andra hjälpmedel för reparation av skadade fordon.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet karosseriteknik ska syfta till att eleverna utvecklar kunskaper i att mäta, diagnostisera och reparera skadade fordon med hjälp av den teknik och utrustning som krävs. Eleverna ska också ges möjlighet att utveckla förståelse av de olika material som finns i ett modernt fordon. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om olika chassi- och karosserikonstruktioners uppbyggnad och funktion samt vilka krav på säkerhet och komfort det finns på dem.</p><p>Eleverna ska ges möjlighet att utveckla förmåga att hämta den information som behövs för att utföra reparationer enligt tillverkarens krav och att tillägna sig det teknikspråk som krävs för att kommunicera med medarbetare och kunder på ett yrkesmässigt sätt. Undervisningen ska bidra till att eleverna utvecklar kvalitetsmedvetande och förståelse av branschens ekonomiska villkor. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om yrkets arbetsuppgifter och villkor, säkerhet och miljö. Undervisningen ska också ge eleverna möjlighet att utveckla yrkesidentitet och yrkesetik.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa uppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p>",
"goals":["Kunskaper om yrkets förutsättningar och om branschens verksamhetsvillkor.",
"Kunskaper om chassi- och karosserikonstruktioners uppbyggnad och funktion samt om de olika material som finns i ett fordon.",
"Förmåga att utföra olika reparationsarbeten, monteringsarbeten och justeringsarbeten.",
"Förmåga att utföra funktionskontroll, diagnostik och kostnadsberäkningar samt måttriktning på olika chassi- och karosserikomponenter.",
"Förmåga att utföra chassi- och karosserimätning med olika typer av mätutrustning samt att optimera produktionsflödet.",
"Förmåga att utföra byte och skarvning av olika chassi- och karosserikomponenter med hjälp av de sammanfognings- och bearbetningsmetoder som används inom karosseriteknik.",
"Förmåga att använda och underhålla verktyg och utrustning.",
"Förmåga att använda informationsmaterial, såväl svenska som engelska manualer samt digitala informationssystem.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att samarbeta med andra och kommunicera med medarbetare och kunder."],"someexcludes":true,"somefocuses":false}