{"name":"Klassisk grekiska – språk och kultur",
"code":"KLA",
"type":"COMMON",
"courses":["KLAKLA01",
"KLAKLA02"],"description":"<p>Ämnet klassisk grekiska - språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Grekiska har varit gemensamt språk för befolkningen i den östra delen av Medelhavs­området under lång tid, och den antika grekiska kulturen har satt en bestående prägel på den kultur vi lever i i dag. Den västerländska kulturen och tänkandet har formats av arvet från antik grekisk litteratur, filosofi, konst och arkitektur.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet klassisk grekiska - språk och kultur ska syfta till att eleverna utvecklar kunskaper om det grekiska språket och om den grekiska kulturen under antiken samt hur den har påverkat senare tiders kulturer. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden. I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga.</p><p>I undervisningen ska eleverna ges möjlighet att läsa och arbeta med grekiska texter av olika slag för att få en förståelse både av den tid när de skrevs och av nutiden. För att eleverna ska kunna läsa och förstå grekiska texter från antiken ska undervisningen ge dem möjlighet att utveckla kunskaper i grekiskans ordförråd och grammatik. Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur grekiskan har påverkat och fortfarande påverkar många andra språk. Den ska också bidra till att eleverna utvecklar ett större ordförråd i svenska, engelska och andra moderna språk, eftersom grekiskan är ursprunget till ett stort antal lånord i dessa språk. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att analysera och beskriva språkliga företeelser.</p><p>Läsning av grekiska texter bidrar även till kunskaper i antikens historia och kultur. För att bredda de kunskaper som texterna ger ska textläsningen i undervisningen kompletteras med grekiska texter i översättning samt annat material. I undervisningen ska eleverna även ges möjlighet att få både språkliga och kulturella upplevelser av olika slag.</p>",
"goals":["Förmåga att läsa, återge och tolka enkla grekiska texter av olika slag från antiken, med hjälp av kunskaper om grekisk grammatik, grekiskt ordförråd och uttal.",
"Kunskaper om det grekiska språket samt förmåga att använda relevanta begrepp.",
"Kunskaper om samband mellan grekiska och moderna språk samt om grekiska ord, orddelar, begrepp och uttryck i svenska, engelska och andra moderna språk.",
"Kunskaper om det antika Greklands historia, kultur och samhällsliv samt förståelse av hur den grekiska kulturen har påverkat senare tiders kulturer i Europa och övriga världen.",
"Förmåga att tolka grekiska texter från antiken och senare tiders litteraur, konst och idéer utifrån kunskaper om grekisk historia, kultur och samhällsliv."],"someexcludes":false,"somefocuses":false}