{"name":"Konferens och evenemang",
"code":"KON",
"type":"VOCATIONAL",
"courses":["KONKOF0",
"KONKOF01",
"KONKON02",
"KONKON03",
"KONEVE0",
"KONRUM0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet konferens och evenemang behandlar den mångfald av mötesformer som mötesbranschen erbjuder. Ämnet omfattar hela servicecirkeln, från kundens förfrågan via bokning och planering till genomförande och utvärdering. I den inledande kursen <em>konferens och evenemang</em> samt i kurserna <em>konferens 1</em> och <em>evenemang </em>läggs framförallt fokus på praktiska arbetsuppgifter som exempelvis iordningsställande av lokaler samt måltidspauser och andra gästrelaterade situationer.</p><p>För att möta kundens behov inför olika konferenser och evenemang krävs insikt och förståelse för syftet med mötet. Kreativa möten och olika typer av aktiviteter har blivit ett allt viktigare konkurrensmedel inom området. I takt med den ökade konkurrensen ställs högre krav på personalens yrkesmässighet, som även innefattar kunskaper i försäljning samt medvetenhet om lönsamhet. Dessa kunskapsområden behandlas i fördjupningskurserna. Redan i den grundläggande kursen <em>konferens och evenemang </em>behandlas verksamhetsinriktad ekonomi såsom prissättning av enklare arrangemang. De ekonomiska kunskaperna fördjupas i de efterföljande kurserna där försäljning, ekonomi, administration och avtalsrättsliga konsekvenser ingår.</p><p>Arbetsmiljön är en viktig faktor i den komplexa verksamhet som mötesbranschen representerar. Logistik- och säkerhetsaspekter kan inte understrykas nog i miljöer där många människor vistas. Säkerhetsföreskrifter behandlas redan i ämnets första kurs, medan handlings- och utrymningsplaner vid brand, hot och fara behandlas i <em>konferens 1,</em> <em>2</em> och <em>3</em>. Systematiskt säkerhetsarbete återfinns i sitt sammanhang i ett flertal av ämnets kurser.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>I kursplan 2000 återfanns konferens som kunskapsområde inom ämnet <em>hotellkunskap</em>. Eftersom det har skett en omfattande utveckling av konferens- och mötesutbudet har <em>konferens och evenemang</em> blivit ett eget ämne i Gy 2011. Detta möjliggör det djup i utbildningen som branschen kräver för anställningsbarhet.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet konferens och evenemang behandlar olika mötesformer, från möten med få deltagare och mindre konferenser till kongresser och stora evenemang. Mötesbranschens olika målgrupper har olika förväntningar på såväl lokalers utformning och teknisk utrustning som service, aktiviteter och andra tjänster.</p>  ",
"purpose":"<p>Undervisningen i ämnet konferens och evenemang ska syfta till att eleverna utvecklar kunskaper om mötesbranschens utveckling, olika anläggningar och miljöer samt om den potential dessa har för att anpassas efter kundens behov. Undervisningen ska även leda till att eleverna utvecklar förmåga att planera och genomföra olika typer av möten. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera med kunden och gästen så att mötet blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla mångsidighet och kreativitet, så att aktiviteter och utrustning kan anpassas efter kundens önskemål och ekonomiska förutsättningar.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att hantera och felsöka teknisk utrustning inom området. Den ska leda till att eleverna utvecklar kunskaper om överenskommelser, lagar och andra bestämmelser inom verksamhetsområdet samt om arbetsmiljö, säkerhet och hållbar utveckling. Vidare ska eleverna ges möjlighet att utveckla förmåga att göra etiska överväganden och reflektera över frågor som rör kundens integritet.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utföra arbetsuppgifter inom området och utveckla en yrkesmässig attityd i mötet med kunder och gäster. Via kontakter med olika mötesarrangörer ska eleverna ges möjlighet att dels utveckla kunskaper om variationen av tjänster och serviceutbud inom området, dels utveckla förståelse av olika målgruppers behov och önskemål gällande mötesformer och aktiviteter.</p>",
"goals":["Kunskaper om mötesbranschens utveckling, om olika typer av konferenser och evenemang samt om vilka aktörer som finns och vad de kan erbjuda. Kunskaper om olika kundtyper och deras önskemål.",
"Förmåga att boka, planera, administrera och organisera olika arrangemang utifrån kundbehov och ur ekonomiska aspekter.",
"Förmåga att utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Förmåga att hantera modern teknisk utrustning.",
"Förmåga att arbeta med hänsyn till arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser inom området.",
"Förmåga att samarbeta och kommunicera med andra samt att anpassa sitt språk efter situationen.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}