{"name":"Konferens och evenemang",
"code":"KON",
"type":"VOCATIONAL",
"description":"<p>Ämnet konferens och evenemang behandlar olika mötesformer, från möten med få deltagare och mindre konferenser till kongresser och stora evenemang. Mötesbranschens olika målgrupper har olika förväntningar på såväl lokalers utformning och teknisk utrustning som service, aktiviteter och andra tjänster.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet konferens och evenemang ska syfta till att eleverna utvecklar kunskaper om mötesbranschens utveckling, olika anläggningar och miljöer samt om den potential dessa har för att anpassas efter kundens behov. Undervisningen ska även leda till att eleverna utvecklar förmåga att planera och genomföra olika typer av möten. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera med kunden och gästen så att mötet blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla mångsidighet och kreativitet, så att aktiviteter och utrustning kan anpassas efter kundens önskemål och ekonomiska förutsättningar.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att hantera och felsöka teknisk utrustning inom området. Den ska leda till att eleverna utvecklar kunskaper om överenskommelser, lagar och andra bestämmelser inom verksamhetsområdet samt om arbetsmiljö, säkerhet och hållbar utveckling. Vidare ska eleverna ges möjlighet att utveckla förmåga att göra etiska överväganden och reflektera över frågor som rör kundens integritet.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utföra arbetsuppgifter inom området och utveckla en yrkesmässig attityd i mötet med kunder och gäster. Via kontakter med olika mötesarrangörer ska eleverna ges möjlighet att dels utveckla kunskaper om variationen av tjänster och serviceutbud inom området, dels utveckla förståelse av olika målgruppers behov och önskemål gällande mötesformer och aktiviteter.</p>",
"goals":["Kunskaper om mötesbranschens utveckling, om olika typer av konferenser och evenemang samt om vilka aktörer som finns och vad de kan erbjuda. Kunskaper om olika kundtyper och deras önskemål.",
"Förmåga att boka, planera, administrera och organisera olika arrangemang utifrån kundbehov och ur ekonomiska aspekter.",
"Förmåga att utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Förmåga att hantera modern teknisk utrustning.",
"Förmåga att arbeta med hänsyn till arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser inom området.",
"Förmåga att samarbeta och kommunicera med andra samt att anpassa sitt språk efter situationen.",
"Förmåga att utvärdera sitt arbete och resultat."]}