{"name":"Konst och kultur",
"code":"KOS",
"type":"OTHER",
"courses":["KOSFIL0",
"KOSKOS0",
"KOSKUL0",
"KOSSAT0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet konst och kultur om han eller hon</p><p>&#160;&#160; 1. har behörighet i något av ämnena bild i gymnasieskolan, dans i gymnasieskolan, historia i gymnasieskolan, musik i gymnasieskolan eller teater i gymnasieskolan samt därutöver breddat sin utbildning inom ett annat ämnesområde genom att med godkänt resultat ha genomgått utbildning om 15 högskolepoäng inom arkitektur, dansvetenskap, estetik, filmvetenskap, idéhistoria, konstvetenskap, kulturvetenskap, musikvetenskap eller teatervetenskap, eller</p><p>&#160;&#160; 2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"auth2012":true,"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet konst och kultur är till sin karaktär tvärvetenskapligt. Det har sin bas inom estetik, idéhistoria, historia, arkitektur samt dans-, film-, konst-, musik- och teatervetenskap. I ämnet behandlas kulturhistoria i betydelsen konstarternas historia och sambandet mellan kulturhistoria, samtida idéer och samhällsförändringar. Ämnet spänner över såväl nutida som historiska nationella och internationella kulturströmningar med betoning på den västerländska utvecklingen.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet konst och kultur ska syfta till att eleverna utvecklar kunskaper i idéhistoria och konstarternas utveckling samt om dagens kulturyttringar. Den ska även leda till att eleverna utvecklar kunskaper om vad som kan menas med kultur och vad detta begrepp omfattar.</p><p>Undervisningen ska ge eleverna möjlighet att bekanta sig med de konstnärliga uttryckens mångfald och rikedom samt öka elevernas beredskap att ta till sig även sådant som kan te sig nytt och främmande. Eleverna ska ges möjlighet att utveckla ett reflekterande och kritiskt tänkande kring konstarterna och konstens roll i samhället. Vidare ska undervisningen bidra till att eleverna utvecklar kreativitet och intresse för eget skapande.</p><p>Att analysera, tolka och uppleva olika slags kulturella uttrycksformer, även via olika medier, ska utgöra en väsentlig del av undervisningen. Undervisningen ska varva teori och praktiska inslag med betoning på både reflektion och upplevelse. Den ska också stimulera eleverna att pröva olika uttryck och presentationsformer med hjälp av olika medier. Undervisningen ska vidare ge utrymme för studiebesök och kulturupplevelser av olika slag.</p>",
"goals":["Kunskaper om kultur- och idéhistorien från antiken till i dag samt om vanliga epok- och genrebegrepp.",
"Förmåga att sätta in den kultur- och idéhistoriska utvecklingen i ett större sammanhang samt att resonera kring hur olika skeenden har påverkat och påverkar idéhistorien och konstarternas utveckling.",
"Kunskaper om kulturbegreppets olika innebörder och centrala tankegångar inom estetiken.",
"Kunskaper om de olika konstarternas särskilda uttrycksmedel samt om konstarternas samspel med varandra, med teknikutvecklingen och med det omgivande samhället.",
"Kunskaper om vad som har kännetecknat och kännetecknar kreativa miljöer samt om skapandets villkor för olika grupper.",
"Förmåga att analysera och tolka kulturuttryck och idéströmningar med hjälp av adekvata begrepp, metoder och teorier."],"someexcludes":true,"somefocuses":false}