{"name":"Kraft- och värmeteknik",
"code":"KRA",
"type":"VOCATIONAL",
"courses":["KRAKRA01",
"KRAKRA02",
"KRARER0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Den kraft- och värmeproducerande industrins komplexa system ställer stora krav på driftsäkerhet. Ett samhälles industri samt produktion av dricksvatten och värme tillåter inte några avbrott av energitillförsel. Ämnet kraft- och värmeteknik behandlar därför drift och underhåll av komplexa kraft- och värmetekniska system. Ämnet bygger på naturvetenskap eftersom kunskaper om fysik, mekanik och värmelära är nödvändiga för systemförståelse.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet kraft- och värmeteknik ska syfta till att eleverna utvecklar kunskaper om drift, underhåll och service av kraft- och värmetekniska anläggningar. Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om de konsekvenser kraft- och värmetekniska anläggningar har för luftmiljö, markmiljö och vattenmiljö. Undervisningen i ämnet ska även bidra till att eleverna utvecklar förmåga att lösa problem och ta ansvar för såväl drift som miljö. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om dagens och morgondagens energiförsörjning.</p><p>Genom ett undersökande och praktiskt arbetssätt samt laborationer ska eleverna ges möjlighet att utveckla systemförståelse av kraft- och värmetekniska anläggningar samt förmåga att genomföra drift, underhåll och service av dessa.</p>",
"goals":["Kunskaper om uppbyggnad och funktion av kraft- och värmetekniska anläggningar.",
"Förmåga att utföra drift och underhåll av olika anläggningar.",
"Förmåga att utföra energitekniska beräkningar på anläggningar.",
"Förmåga att utföra driftsoptimering av olika system med hänsyn tagen till miljö och ekonomi.",
"Förmåga att utföra provtagning, analys och dosering av medier som förekommer i anläggningen.",
"Förmåga att hantera förekommande verktyg och instrument.",
"Förmåga att samarbeta och diskutera med ett fungerande fackspråk.",
"Kunskaper om säkerhetsföreskrifter och miljökrav i olika anläggningar."],"someexcludes":false,"somefocuses":false}