{"name":"Kyl- och värmepumpsteknik",
"code":"KYL",
"type":"VOCATIONAL",
"courses":["KYLKYO0",
"KYLKYL0",
"KYLKYC0",
"KYLKYH0",
"KYLKYV0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Att kyl- och värmepumpsanläggningar är installerade på ett riktigt sätt är väsentligt ur miljösynpunkt och för effektiv energihushållning. Ämnet kyl- och värmepumpsteknik behandlar systemförståelse av och processkännedom om kyl- och värmepumpar. Det är till sin karaktär delvis naturvetenskapligt eftersom mekanik och värmelära ingår.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet kyl- och värmepumpsteknik ska syfta till att eleverna utvecklar färdigheter i att utföra installation, drift, underhåll och service på kyl- och värmepumpsanläggningar. I undervisningen ska eleverna ges möjlighet att utveckla systemförståelse och processkännedom. Undervisningen ska också leda till att eleverna utvecklar kunskaper för att kunna arbeta på ett säkert och miljömedvetet sätt i enlighet med lagar och andra bestämmelser som styr verksamheten. Eleverna ska även ges möjlighet att utveckla kunskaper om hantering av alternativa köldmedier i kyl- och värmepumpssystem.</p><p>Genom laborationer och experiment med laborationsutrustning och genom experiment på egenbyggda kylanläggningar ska eleverna ges möjlighet att utveckla systemförståelse samt förmåga till problemlösning vid installation och service av kyl- och värmepumpssystem. Undervisningen ska genomföras så att de praktiska och teoretiska kunskaperna kopplas samman.</p>",
"goals":["Kunskaper om kyl- och värmepumpstekniska systems uppbyggnad och funktion samt om miljökrav som gäller för dessa.",
"Kunskaper om produkter, material, montagedetaljer och upphängningsanordningar, deras egenskaper och funktion.",
"Kunskaper om kylprocessen och om olika köldbärare och köldmedier och deras miljöpåverkan.",
"Färdigheter i att planera, utföra och bedöma installationsarbeten utifrån estetiska och hantverksmässiga krav.",
"Förmåga att utföra drift- och säkerhetskontroller och att arbeta på ett skydds- och miljömedvetet sätt.",
"Förmåga att läsa ritningar, manualer och handlingar för att lösa förekommande arbetsuppgifter.",
"Förmåga att dokumentera och utvärdera utfört arbete samt att använda fackspråk.",
"Färdigheter i att samarbeta och kommunicera."],"someexcludes":true,"somefocuses":false}