{"name":"Lackeringsteknik",
"code":"LAC",
"type":"VOCATIONAL",
"description":"<p>Lackeringsteknik ingår som en del i ytbehandling och avser våtmålning. Ämnet lackeringsteknik behandlar lackering av fordon.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet lackeringsteknik ska syfta till att eleverna utvecklar kunskaper om lackering av olika underlag och fordonstyper. Den ska ge eleverna möjlighet att utveckla förmåga att hantera verktyg och utrustning för lackeringsarbeten. Därutöver ska undervisningen leda till att eleverna utvecklar kunskaper om olika materials egenskaper och funktion samt färdigheter i att hantera de olika momenten i uppbyggandet av lackskiktet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika lackeringssystems uppbyggnad samt om de faktorer som bryter ner lackeringsskiktet och hur de kan motverkas.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om arbetslivets villkor där kvalitet, kvalitetssäkring och kostnad är styrande faktorer. Eleverna ska ges möjlighet att utveckla förmåga att utifrån olika informationssystem skaffa information inför problemlösning för att sedan på ett yrkesmässigt sätt lösa uppgiften. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att kommunicera med medarbetare och beställare.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p>",
"goals":["Kunskaper om lackeraryrkets förutsättningar.",
"Kunskaper om lackeringssystemens uppbyggnad, om färg- och materiallära samt om verkstadens ventilation och luftföring.",
"Förmåga att utföra lackeringsarbeten med olika appliceringstekniker samt att med färg och form skapa dekoration och text på fordon.",
"Förmåga att demontera och montera samt att vårda lackerade ytor.",
"Förmåga att utföra diagnostik och beräkningar.",
"Förmåga att använda och underhålla verktyg och utrustning.",
"Förmåga att optimera produktionsflödet.",
"Förmåga att använda informationsmaterial, såväl svenska som engelska manualer samt digitala informationssystem.",
"Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att samarbeta med andra och kommunicera med medarbetare och kunder."]}