{"name":"Lantbruksdjur",
"code":"LAN",
"type":"VOCATIONAL",
"courses":["LANLAN01",
"LANLAN02",
"LANLAN00S"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Arbete med lantbruksdjur ställer krav på en kombination av biologiska, tekniska och ekonomiska kunskaper. Dessa kunskaper i kombination möjliggör en produktion med hög djurvälfärd samt en utveckling av nya produktionsmetoder och verksamhetsområden. Ämnet lantbruksdjur behandlar skötsel av olika djur inom lantbruket samt användning av djurstallars tekniska utrustning. Det behandlar också lantbruksdjurs foderbehov, djurmiljö, djurhälsa, djuretik, avel, produktkvalitet och ekonomi. Dessutom behandlas lantbruksdjurs betydelse för landskapsvård och biologisk mångfald.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet lantbruksdjur ska syfta till att eleverna utvecklar förmåga att sköta djur inom lantbruket på ett säkert och etiskt sätt med utgångspunkt i djurens behov och verksamhetens krav på produktion. Eleverna ska ges möjlighet att utveckla kunskaper om lantbruksdjurs biologi och naturliga beteende. Undervisningen ska leda till att eleverna utvecklar förmåga att iaktta och tolka lantbruksdjurs beteende, välmående och utveckling. Den ska vidare ge eleverna möjlighet att utveckla förmåga att hantera teknisk utrustning och byggnader, göra ekonomiska beräkningar samt använda digitala hjälpmedel inom verksamhetsområdet. Undervisningen ska också leda till att eleverna utvecklar kunskaper om säkerhet och djurskyddsmässiga normer. Praktiska övningar och praktiskt arbete ska ingå i undervisningen. Genom laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om lantbruksdjurs exteriör, fysiologi, näringsbehov, genetik och avel. Genom stallturer ska eleverna ges möjlighet att iaktta lantbruksdjur för att utveckla kunskaper om deras beteende och hälsa samt om sammanhangen i djurskötsel.</p>",
"goals":["Kunskaper om olika lantbruksdjurs biologi, livscykler och exteriör samt om lantbruksdjurs näringsbehov och om foder.",
"Förmåga att iaktta och tolka lantbruksdjurs utveckling, utseende och beteende.",
"Förmåga att identifiera vanliga sjukdomar hos lantbruksdjur samt kunskaper om hur ohälsa och produktionsstörningar kan förebyggas.",
"Kunskaper om avel och reproduktion. ",
"Förmåga att planera och utföra arbetsuppgifter med lantbrukets djur och i djurstallar på ett etiskt och säkert sätt. ",
"Förmåga att använda, tillse och kontrollera teknisk utrustning. ",
"Förmåga att arbeta ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör arbete med lantbruksdjur.",
"Förmåga att hantera produkter från lantbruksdjur samt kunskaper om produktkvalitet, marknad, ekonomi och försäljning."],"someexcludes":true,"somefocuses":false}