{"name":"Larm och säkerhetsteknik",
"code":"LAR",
"type":"VOCATIONAL",
"courses":["LARLAM0",
"LARBRN0",
"LARCCT0",
"LARINB0",
"LARPAS0"],"description":"<p>Larm- och säkerhetstekniska systems huvuduppgift är att varna för eller skydda mot olika typer av faror för människa eller egendom. Allt arbete med denna typ av system kräver ett väl utvecklat yrkesetiskt förhållningssätt samt goda kunskaper om lagar, förordningar och standarder inom området. För att montera och installera larm och övervakningssystem krävs såväl systemkunskap som kunskap om diskreta komponenter.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet larm och säkerhetsteknik ska syfta till att eleverna utvecklar kunskaper om tekniska system med huvuduppgift att varna för eller skydda mot olika typer av faror för människa eller egendom. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att installera och ge service på larm och säkerhetssystem utifrån utrustningens dokumentation i form av scheman, ritningar och manualer. I undervisningen ska eleverna även ges möjlighet att planera arbetsuppgifter och därigenom utveckla förmåga att arbeta enligt yrkespraxis.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskap om lagar, förordningar och standarder inom området samt ett yrkesetiskt förhållningssätt vid arbete med larm och säkerhetssystem. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att arbeta på ett säkert och miljömässigt sätt samt kunskaper om dokumentation av utfört arbete.</p><p>I undervisningen ska ett undersökande arbetssätt förekomma. I praktiska övningar ska eleverna ges möjlighet att utveckla kunskaper i problemlösning som krävs för installation och service på larm och säkerhetstekniska system.</p>",
"goals":["Kunskaper om uppbyggnad, funktion och driftegenskaper hos larm och säkerhetssystem.",
"Kunskaper om risker när man bygger larm och säkerhetssystem.",
"Förmåga att installera larm och säkerhetssystem.",
"Kunskaper om lagar, föreskrifter, förordningar och rekommendationer som reglerar arbete med larm och säkerhetssystem.",
"Förmåga att kunna registrera och dokumentera installation och förändringar.",
"Förmåga att tolka funktionen hos larm och säkerhetssystem med ledning av scheman, ritningar och övriga anvisningar.",
"Förmåga att kontrollera, prova, felsöka och avhjälpa fel på larm och säkerhetssystem."],"someexcludes":false,"somefocuses":false}