{"name":"Lastmaskiner och truckar inom naturbruk",
"code":"LAS",
"type":"VOCATIONAL",
"courses":["LASLAA0"],"obsolete":false,"shardof":"NAB",
"shardofwith":["FOH",
"LAU",
"SKM",
"TRS"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet lastmaskiner och truckar inom naturbruk behandlar den tekniska utrustning som används i arbete med lastmaskiner och truckar inom naturbruk. Teknisk utrustning som används i samspel med biologiska förutsättningar och biologiska metoder bidrar till en hög kvalitet på naturbrukets produkter och tjänster samt till en hållbar utveckling. Med hjälp av teknisk utrustning kan arbetsuppgifter utföras rationellt och med en ökad precision. Ämnet behandlar hur teknik och teknisk utveckling kan bidra till att den biologiska potentialen utnyttjas bättre. I ämnet ingår körning av fordon samt trafikkunskap.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet lastmaskiner och truckar inom naturbruk ska syfta till att eleverna utvecklar förmåga att använda teknisk utrustning på rätt sätt och i rätt sammanhang. Den ska bidra till att eleverna får redskap för att söka kunskap om och utnyttja nya tekniska lösningar. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den tekniska utrustningens konstruktion, funktion och inställningsmöjligheter samt förmåga att utföra service och underhåll av teknisk utrustning.</p><p>Praktiska övningar, fältstudier, undersökande arbetssätt och laborationer i fält ska ingå i undervisningen.</p>",
"goals":["Kunskaper om konstruktion och funktion av samt användningsområden för teknisk utrustning.",
"Förmåga att manövrera och köra fordon, fordonskombinationer och maskiner för att utföra olika arbetsuppgifter.",
"Förmåga att använda teknisk utrustning.",
"Förmåga att utföra service, underhåll och enklare reparationer av teknisk utrustning.",
"Förmåga att ställa in teknisk utrustning för olika arbetsuppgifter samt att utföra funktionskontroller.",
"Förmåga att arbeta ekonomiskt, säkert och ergonomiskt samt med hänsyn till miljön.",
"Kunskaper om lagar och andra bestämmelser.",
"Förmåga att bedöma och rapportera arbetsresultatet."],"someexcludes":false,"somefocuses":true}