{"name":"Latin – språk och kultur",
"code":"LAT",
"type":"COMMON",
"courses":["LATLAT01",
"LATLAT02",
"LATLAT03"],"description":"<p>Ämnet latin - språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Latinet har varit modersmål och kommunikationsspråk för en stor del av Europas befolkning under drygt tvåtusen år och är i dag en sammanbindande länk mellan många länder i världen som förmedlare av ett gemensamt språkligt och kulturellt arv.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet latin - språk och kultur ska syfta till att eleverna utvecklar kunskaper om det latinska språket, om den romerska kulturen och om latinets roll som kulturbärare under olika tider. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden. I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga.</p><p>I undervisningen ska eleverna ges möjligheter att läsa och arbeta med latinska texter av olika slag, från antiken, medeltiden, renässansen och från senare tider, för att få en förståelse både av den tid när texterna skrevs och av nutiden. För att eleverna ska kunna läsa och förstå latinska texter ska undervisningen ge eleverna möjlighet att utveckla kunskaper i latinets ordförråd och grammatik. Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur latinet har påverkat och fortfarande påverkar många andra språk. Den ska också bidra till att eleverna utvecklar ett större ordförråd i svenska, engelska och andra moderna språk, eftersom latinet är ursprunget till ett stort antal lånord i dessa språk. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att analysera och beskriva språkliga företeelser.</p><p>Läsning av latinska texter bidrar även till kunskaper i antikens och senare tiders västerländska historia och kultur. För att bredda de kunskaper som texterna ger ska textläsningen i undervisningen kompletteras med annat material av olika slag. I undervisningen ska eleverna även ges möjlighet att få uppleva hur det latinska språket och den latinska kulturen lever i det omgivande samhället.</p>",
"goals":["Förmåga att läsa, återge och tolka latinska texter av olika slag från olika tider med hjälp av kunskaper om latinsk grammatik, latinskt ordförråd och uttal.",
"Kunskaper om det latinska språket samt förmåga att använda relevanta begrepp.",
"Kunskaper om samband mellan latin och moderna språk samt om latinska ord, orddelar, begrepp och uttryck i svenska, engelska och andra moderna språk.",
"Kunskaper om det latinska språkets historia och latinets inflytande på svenska, engelska och andra moderna språk.",
"Kunskaper om romersk historia, kultur och samhällsliv samt förståelse av hur den romerska kulturen har påverkat senare tiders kulturer i Europa och övriga världen.",
"Förmåga att sätta in de latinska texterna i ett större sammanhang samt att tolka både latinska texter och senare tiders litteratur, konst och idéer utifrån kunskaper om romersk historia, kultur och samhällsliv."],"someexcludes":true,"somefocuses":false}