{"name":"Ledarskap och organisation",
"code":"LED",
"type":"OTHER",
"auth":"<p>En lärares kompetens är relevant för ämnet ledarskap och organisation om han eller hon</p><p>1. har behörighet i ämnet företagsekonomi i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet ledarskap och organisation är till sin karaktär tvärvetenskapligt. Det har sin bas inom företagsekonomi, psykologi, sociologi och pedagogik. Med hjälp av begrepp, teorier och modeller från dessa områden behandlar ämnet frågor om ledarskap och organisation i olika typer av verksamheter och ur såväl ekonomiska som sociala och etiska aspekter.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet ledarskap och organisation ska syfta till att eleverna utvecklar kunskaper om individers och gruppers sätt att fungera i en organiserad verksamhet. Eleverna ska ges möjlighet att utveckla kunskaper om grupprocesser och konflikthantering. Undervisningen ska också bidra till att eleverna utvecklar förståelse av ledarskapets roll och villkor samt tillit till sin egen ledarskapsförmåga.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om olika organisationsformer och förståelse av deras betydelse för att uppnå en fungerande verksamhet. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur förändringar i omvärlden kan leda till förändringar i organisationen. Den ska också ge eleverna möjlighet att utveckla förståelse av hur värderingar skapar en organisationskultur och hur denna kultur i sin tur påverkar verksamheten.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kritisk medvetenhet genom att undersöka och diskutera frågeställningar inom ledarskap och organisation samt kritiskt granska och reflektera över nyheter och tendenser inom området. Genom fältstudier och autentiska exempel ska undervisningen bidra till att eleverna utvecklar förståelse av hur ledarskap och organisation fungerar i praktiken.</p>",
"goals":["Kunskaper om begrepp, teorier och modeller inom området ledarskap och organisation samt förmåga att använda dessa.",
"Kunskaper om hur individer och grupper fungerar samt om kommunikation, samverkan, konflikthantering och motivation inom en målstyrd verksamhet.",
"Kunskaper om olika former av ledarskap.",
"Kunskaper om olika organisationsformer och deras användbarhet i olika sammanhang.",
"Kunskaper om hur organisationskulturer bildas och deras inverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
"Förmåga att identifiera och diskutera frågor om ledarskap och organisation ur olika synvinklar.",
"Förmåga att leda och organisera en verksamhet."]}