{"name":"Livsmedels- och näringskunskap",
"code":"LIV",
"type":"VOCATIONAL",
"description":"<p>Ämnet livsmedels- och näringskunskap behandlar livsmedel och råvaror samt hur de påverkas av olika faktorer. Det behandlar dessutom hur man komponerar matsedlar och recept för olika behov samt sambandet mellan mat, dryck och hälsa.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet livsmedels- och näringskunskap ska syfta till att eleverna utvecklar kunskaper om olika livsmedel och råvaror samt deras näringsinnehåll, kemiska uppbyggnad och funktion i kroppen. Undervisningen ska leda till att eleverna utvecklar kunskaper om hur näringsinnehållet och kvaliteten påverkas av råvarornas odlingssätt eller uppfödningssätt, förädling, tillagning och förvaring.</p><p>Utifrån människors olika behov ska undervisningen ge eleverna möjlighet att utveckla färdigheter i att komponera och näringsberäkna matsedlar samt kunskaper om hur olika faktorer påverkar näringsinnehåll och behov. Undervisningen ska även leda till att eleverna utvecklar kunskaper om den betydelse som mat och dryck har för hälsan både på individnivå och på samhällsnivå.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmåga att problematisera frågor som berör kostsituationen i världen och olika frågor kring etik och hållbar utveckling inom området. Den ska även bidra till att eleverna utvecklar förmåga att förstå lagar och andra bestämmelser kring livsmedel och råvaror.</p><p>Genom undervisningen ska eleverna ges möjlighet att praktiskt tillämpa och utveckla sina kunskaper om olika livsmedel, hur de ser ut, smakar och kan användas.</p>",
"goals":["Kunskaper om olika råvaror och livsmedel samt deras egenskaper.",
"Kunskaper om näringsämnen.",
"Kunskaper om hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
"Färdigheter i att göra näringsberäkningar.",
"Förmåga att sammanställa menyer och recept för normal och alternativ kost.",
"Kunskaper om näringsrekommendationer utifrån hälsa och livsstil samt om kostsituationer i Sverige och i övriga världen.",
"Förmåga att göra olika etiska och miljömässiga ställningstaganden.",
"Kunskaper om lagar och andra bestämmelser inom området."]}