{"name":"Ljudproduktion",
"code":"LJU",
"type":"OTHER",
"courses":["LJULJU01",
"LJULJU02",
"LJUFIL0",
"LJURAD0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet ljudproduktion om han eller hon</p><p>&#160;&#160; 1. har behörighet i ämnet film- och tv-produktion i gymnasieskolan och med godkänt resultat har genomgått en utbildning om 15 högskolepoäng inom ljudproduktion och ljudmedier, eller</p><p>&#160;&#160; 2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"auth2012":true,"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ljudproduktion omfattar ett stort område, från olika radiogenrer och film- och tv-ljud, till interaktiva medier, dataspel, ljudböcker och ljudinstallationer i offentliga miljöer. Ljud används även inom konst- och kultursfären, som ljudkonst och som redskap för att informera. Den digitala teknikens utveckling har förändrat såväl produktionstekniken som berättandet och har skapat nya möjligheter att distribuera ljud.</p>  ",
"purpose":"<p>Undervisningen i ämnet ljudproduktion ska syfta till att eleverna utvecklar kunskaper om berättartekniker för olika typer av ljudproduktioner. Den ska leda till att eleverna utvecklar kunskaper om vad ljud är, hur det spelas in, bearbetas och distribueras, på såväl teoretisk som praktisk nivå. Eleverna ska ges möjlighet att använda kunskaperna för att skapa ljudproduktioner som är anpassade till olika målgrupper och olika produktioners användningsområden. Genom undervisningen ska eleverna få erfarenheter av publiksituationer eftersom produktioner sänds eller publiceras för en bred allmänhet. </p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga till kreativt berättande och förmåga att planera sitt arbete, samarbeta, lösa problem, se alternativa lösningar och ta ansvar för förbättringar. Genom estetisk, innehållsmässig och etisk analys i undervisningen ska eleverna ges möjlighet att utveckla sitt förhållningssätt till ljud.</p><p>Undervisningen ska ge eleverna möjlighet att använda modern teknik för att gestalta och genomföra en ljudproduktion från idé till offentliggörande. I undervisningen ska eleverna ges möjlighet att arbeta med till exempel research, intervjuteknik och olika produktionsmetoder beroende på produktionens karaktär. Genom undervisningen ska eleverna även ges möjlighet att använda analys, diskussion och källkritisk prövning.</p>",
"goals":["Förmåga att planera, genomföra och distribuera ljudproduktioner från idé till färdig produktion med hjälp av modern teknik.",
"Kunskaper om och färdigheter i att använda olika produktionsmetoder samt olika berättartekniker, berättarkomponenter och dramaturgiska grepp som används i ljudproduktioner.",
"Förmåga att samarbeta och arbeta inom givna ramar.",
"Förmåga att analysera och utvärdera olika typer av ljudproduktioner med avseende på målgrupp och utifrån såväl estetiska som etiska perspektiv samt att använda ett relevant fackspråk.",
"Kunskaper om lagar och andra bestämmelser samt överenskommelser inom området."],"someexcludes":false,"somefocuses":false}