{"name":"Mat och dryck i kombination",
"code":"MAC",
"type":"VOCATIONAL",
"courses":["MACMAT0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet mat och dryck i kombination behandlar betydelsen av att kombinera mat och dryck för en helhetsupplevelse av måltiden.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet mat och dryck i kombination ska syfta till att eleverna utvecklar kunskaper om måltiden som helhetsupplevelse utifrån olika sätt att kombinera mat och dryck. Genom undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att utifrån sinnenas upplevelser komponera måltider och välja drycker med hjälp av sensoriska metoder. Undervisningen ska bidra till att eleverna utvecklar färdigheter i att skapa måltider utifrån olika teman med utgångspunkt i att ge gästen en helhetsupplevelse. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om måltiden ur ett historiskt och nutida perspektiv.</p><p>Undervisningen ska ge eleverna möjlighet att reflektera över hur arbetsprocessen påverkar resultatet. Den ska också bidra till att eleverna utvecklar kreativitet och problemlösnings- och initiativförmåga samt förmåga att samarbeta.</p><p>Undervisningen ska ge eleverna möjlighet att genom praktisk tillämpning i kök och matsal få uppleva hur måltider kan komponeras, tillredas och serveras så att man skapar en positiv helhetsupplevelse av måltiden.</p>",
"goals":["Kunskaper om olika traditionella och moderna maträtter och dryckesalternativ.",
"Kunskaper om måltiden ur ett historiskt och nutida perspektiv.",
"Förmåga att utifrån sinnenas upplevelser komponera och skapa måltider.",
"Förmåga att kombinera mat och dryck.",
"Kunskaper om sensoriska metoder.",
"Förmåga att skapa måltider utifrån olika teman.",
"Förmåga att utvärdera sitt arbete och resultat.",
"Förmåga att samarbeta och kommunicera med andra samt anpassa sitt språk efter situationen."],"someexcludes":false,"somefocuses":false}