{"name":"Materialkunskap",
"code":"MAE",
"type":"VOCATIONAL",
"courses":["MAEMAT01",
"MAEMAT02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet materialkunskap behandlar det produktionsmaterial som huvudsakligen används inom aktuellt industriområde. Det handlar om råvaror, förädlingsprocesser, var och hur materialet används i dag samt om kunskaper om materialets inre och yttre egenskaper ur såväl funktionella som kvalitativa aspekter. Ämnet behandlar också metoder och tekniker för att forma, bearbeta, dela, sammanfoga samt montera materialet.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet materialkunskap ska syfta till att eleverna utvecklar ett kreativt intresse för det aktuella materialets användningspotential samt förmåga att utföra vanliga arbetsuppgifter inom relevant bearbetning av materialet enligt etablerade metoder och gällande säkerhetsföreskrifter.</p><p>Undervisningen ska också ge eleverna möjlighet att utveckla såväl kunskaper inom teoribildning som praktiskt handlag för att, med hänsyn till det aktuella materialets allmänna egenskaper och tillfälliga status, utföra bearbetning enligt beskrivning. Den ska därmed utveckla elevernas förmåga att hantera materialet ur såväl funktionella som kvalitetsmässiga aspekter i enlighet med materialets inre och yttre egenskaper.</p><p>Dessutom ska undervisningen bidra till att eleverna utvecklar ett helhetsperspektiv och en förmåga att bedöma materialets status i olika utvecklingsskeden. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper i nödvändiga beräkningar och en beredskap för att möta problemlösning i samband med hantering av materialet samt kunskaper om materialhanteringens betydelse för en produkts slutresultat. Undervisningen ska bidra till att eleverna utvecklar förmåga att med relevanta begrepp och symboler kommunicera omkring frågor om materialet.</p><p>Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att ta ställning i frågor om hållbar utveckling kopplat till materialanvändning samt bedöma hur materialet påverkar verktyg och annan utrustning.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i att hantera materialet med såväl hand- som maskinverktyg, och därför ska praktiska övningar ingå i undervisningen.</p>",
"goals":["Förmåga att planera, organisera och bearbeta material i såväl förberedande bearbetning som i produktionsmoment samt förmåga att kontrollera att det färdiga resultatet uppfyller uppställda kvalitetskrav.",
"Förmåga att tolka relevanta berednings- och tillverkningsunderlag.",
"Förmåga att kunna utföra relevanta beräkningar.",
"Kunskaper om vad som kännetecknar en god och säker miljö och förmåga att tillämpa det vid eget arbete.",
"Kunskaper om materialets användningsområden.",
"Kunskaper om materialets inneboende egenskaper och samverkan med yttre tekniska, fysiska och kemikaliska betingelser och skeenden.",
"Kunskaper om hur materialet interagerar fysiskt och kemiskt med omgivande material och miljö.",
"Förmåga att använda korrekt fackspråk."],"someexcludes":false,"somefocuses":false}