{"name":"Marin el och elektronik",
"code":"MAI",
"type":"VOCATIONAL",
"courses":["MAIBAT01",
"MAIBAT02",
"MAIMAR01",
"MAIMAR02",
"MAIMAR03",
"MAIMOT01",
"MAIMOT02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet marin el och elektronik behandlar den elektronik, de elektriska installationer och elektriska system som förekommer i fritidsbåtar. Ämnet behandlar även materiallära samt arbetsmetoder och verktyg för elektriska installationer i fritidsbåtar.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet marin el och elektronik ska syfta till att eleverna utvecklar förmåga att installera el och elektronik samt utföra support och service både på elektriska installationer och i elektroniska system i fritidsbåtar. Undervisningen ska leda till att eleverna utvecklar förmåga att läsa och tolka kopplingsscheman och servicemanualer på svenska och engelska. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om mätteknik samt förmåga att använda mätinstrument för olika mätuppgifter.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta utifrån de lagar och andra bestämmelser som reglerar arbetet när det gäller elektriska och elektroniska installationer i fritidsbåtar.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande arbetssätt.</p>",
"goals":["Kunskaper om olika elektriska och elektroniska system som förekommer i fritidsbåtar.",
"Förmåga att genomföra dimensionering och installation av elektriska och elektroniska system i fritidsbåtar. Förmåga att kvalitetssäkra och driftsätta installationer.",
"Förmåga att genomföra felsökning, reparation, underhåll av elektriska och elektroniska system i fritidsbåtar.",
"Förmåga att konfigurera och programmera installationer.",
"Förmåga att planera, välja och använda arbetsmetod, material, verktyg och maskiner som är lämpliga för uppgiften.",
"Förmåga att använda mätinstrument för olika mätuppgifter och att analysera mätvärden.",
"Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet.",
"Förmåga att utföra olika typer av arbeten på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån de lagar och andra bestämmelser som reglerar verksamheten.",
"Förmåga att beräkna kostnad, materialåtgång och tidsåtgång för ett arbete, samt kunskaper om de krav som gäller vid hantering av kundobjekt. Förmåga att dokumentera, presentera och utvärdera arbetsprocess och resultat."],"someexcludes":true,"somefocuses":false}