{"name":"Matlagningskunskap",
"code":"MAL",
"type":"VOCATIONAL",
"courses":["MALMAL01",
"MALMAL02",
"MALMAL03",
"MALMAL04",
"MALMAL00S",
"MALSPE0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet matlagningskunskap behandlar grundläggande matlagningsmetoder och variationer av dem samt hur matlagningens historia och olika mattraditioner påverkar dagens matlagning. I ämnet behandlas också hur råvaror används samt betydelsen av produktkvalitet. Dessutom behandlas bestämmelser om hygien och arbetsmiljö vid matlagning.</p>  ",
"purpose":"<p>Undervisningen i ämnet matlagningskunskap ska syfta till att eleverna utvecklar förmåga att yrkesmässigt laga mat med moderna och traditionella hantverksmetoder. Den ska även bidra till att eleverna utvecklar förmåga att tillämpa näringslära och fastställda rekommendationer för god hälsa. Eleverna ska ges möjlighet att utveckla förmåga att utforma recept samt göra näringsvärdesberäkningar.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet, problemlösningsförmåga och initiativförmåga samt förmåga att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p><p>Genom att praktiskt tillämpa sina kunskaper ska eleverna ges möjlighet att pröva olika arbetsuppgifter som förekommer inom ämnesområdet.</p>",
"goals":["Förmåga att planera och organisera matlagning inom olika verksamhetsområden.",
"Förmåga att tillaga välsmakande och estetiskt tilltalande anrättningar utifrån trend och tradition samt att använda och vårda redskap, maskiner och annan utrustning.",
"Kunskaper om ekonomiska konsekvenser vid val och inköp av råvaror samt vid tillagning och förvaring.",
"Kunskaper om näringslära vid matlagning.",
"Förmåga att utforma recept och menyer för olika verksamheter.",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera utfört sitt arbete och resultat.",
"Förmåga att samarbeta och kommunicera med andra."],"someexcludes":true,"somefocuses":true}