{"name":"Mat och butik",
"code":"MAO",
"type":"VOCATIONAL",
"courses":["MAOMAT01",
"MAOMAT02",
"MAOMAT00S"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).      </p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"PURPOSE":"<h4>Den dagliga driften och lönsamheten</h4><p>Kunskaper om den dagliga driften och lönsamheten syftar på vad som behövs för att förstå hur varje anställd påverkar hela organisationens lönsamhet. En del i en sådan förståelse kan vara att genom matematiska beräkningar och reflektion över relationen mellan kostnader och intäkter få insikt i verksamhetens lönsamhet. En annan del är att förstå det dagliga försäljningsarbetets betydelse för lönsamheten.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet mat och butik behandlar hur råvaror och andra produkter inom olika varugrupper i dagligvaruhandeln kan användas, kombineras och tillagas. I ämnet behandlas också grunderna i matlagning och bakning.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet mat och butik ska syfta till att eleverna utvecklar kunskaper om olika råvaror och produkter, deras ursprung, kvalitet, användningsområden och hantering. Eleverna ska också ges möjlighet att utveckla kunskaper om dagligvaruhandelns struktur och omfattning samt om hur den praktiska verksamheten inom olika avdelningar bedrivs. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper i grundläggande matlagning och bakning med inriktning mot butik. I undervisningen ska eleverna även ges möjlighet att utveckla förmåga att kommunicera med kunder och kunna ge råd och information om hur olika råvaror och produkter kan kombineras och tillredas till enstaka rätter eller hela måltider.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att använda och vårda redskap och maskiner, samt kunskaper om förpackningsmaterial och märkningsbestämmelser. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper i att göra ekonomiska beräkningar, beställa och exponera varor.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska bidra till att eleverna utvecklar färdigheter i att organisera och utföra arbetet samt förmåga att reflektera över hur arbetsprocessen påverkar resultatet.</p><p>Dessutom ska undervisningen bidra till att eleverna utvecklar kreativitet och problemlösningsförmåga samt förmåga att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p><p>Genom praktisk tillämpning ska undervisningen ge eleverna möjlighet att erfara olika arbetsuppgifter som förekommer inom dagligvaruhandeln.</p>",
"goals":["Kunskaper om dagligvaruhandelns struktur och om olika råvaror och produkter. ",
"Kunskaper om den dagliga driften och lönsamheten inom olika avdelningar i dagligvaruhandeln.",
"Förmåga att planera, organisera och genomföra arbetet inom olika verksamhetsområden i butik.",
"Färdigheter i att laga mat och baka samt förmåga att hantera lämpliga redskap, maskiner och annan utrustning.",
"Förmåga att kombinera råvaror till maträtter och måltider samt att ge råd om tillredning och måltidslösningar.",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt. ",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}