{"name":"Matematik",
"code":"MAT",
"type":"COMMON",
"courses":["MATMAT01a",
"MATMAT01b",
"MATMAT01c",
"MATMAT02a",
"MATMAT02b",
"MATMAT02c",
"MATMAT03b",
"MATMAT03c",
"MATMAT04",
"MATMAT05",
"MATMAT00S"],"comments":{"ABOUT_THE_SUBJECT":"<h4>Bakgrund och motiv</h4><p>Skolämnet matematik handlar inte enbart om att ”räkna” och lära sig en samling regler utantill. En del i matematiken är just att hantera procedurer och räkna, men enligt flera studier har detta fått en alltför stor dominans i svensk skolas matematikundervisning. I denna ämnesplan ges därför stort utrymme åt att belysa fler sidor av matematiken - matematik som verktyg, hjälpmedel, språk och logik. Det betonas också att matematikämnets styrka är möjligheten att kunna uttrycka mönster och samband generellt på ett internationellt matematiskt språk.</p><p>Målen i matematikämnesplanen uttrycks som matematiska <em>förmågor</em>. Förmågorna är generella, dvs. de är inte kopplade till något specifikt matematiskt innehåll. Förmågorna utvecklas dock genom att ett specifikt innehåll bearbetas. Till exempel ska eleverna utveckla förmågan att använda begrepp, men i målet står det inte vilka begrepp det rör sig om. Det centrala innehållet anger vilka begrepp, metoder och sammanhang som eleven ska få möjlighet att möta i undervisningen. De sju förmågor som uttrycks i målen är:</p><h4>Begreppsförmåga</h4><p>Att beskriva innebörden av ett begrepp och samband mellan begrepp innefattar att kunna redogöra för definitioner, egenskaper och relationer hos begrepp och samband mellan begrepp. Ett begrepps innebörd, syfte och mening ges framförallt genom<em>hur</em> begreppen används i olika sammanhang inom matematiken eller i tillämpningssituationer.</p><p>För att kunna kommunicera kring begrepp behöver vi kunna representera begreppet med hjälp olika uttrycksformer, till exempel ord, symboler och bilder. Ett sätt att representera begreppet funktion är till exempel med symbolen f(x). Representationer ger oss möjlighet att kommunicera effektivt och säkerställa att vi ungefär tänker på samma begrepp när vi ritar en graf av funktionen y=2x.</p><p>Begreppsförmåga innebär att kunna använda begrepp och veta varför begreppen är viktiga, i vilka situationer de är användbara och hur olika representationer kan vara användbara för olika syften. Sambanden mellan begreppen gör att matematiken formar en helhet och nya begrepp knyts till och fördjupar kunskapen om redan bekanta begrepp.</p><h4>Procedurförmåga</h4><p>Procedurförmåga innebär att tillämpa olika matematiska procedurer, rutiner så att säkerhet, precision och effektivitet stärks efterhand. Häri ingår att kunna lösa uppgifter av standardkaraktär, som även kan benämnas som rutinuppgifter, men också hantering av digitala verktyg samt att kunna välja en lämplig procedur. Det senare innebär i sin tur att kunna identifiera vilken procedur, normalt i form av en algoritm, som lämpar sig för en viss typ av uppgifter samt att kunna genomföra proceduren.</p><h4>Problemlösningsförmåga</h4><p>I syftestexten betonas problemlösningens betydelse både som mål och medel. Detta ställningstagande bygger på både nationella och internationella erfarenheter. Ett <em>problem</em> är en uppgift som inte är av standardkaraktär och kan lösas på rutin. Det innebär attvarje frågeställning där det inte på förhand för eleven finns en känd lösningsmetod kan ses som ett problem. I många av de nationer som är framgångsrika med sin matematikundervisning, bedrivs en undervisning som baseras på problemlösning och där problemen innehåller många kvalitativa nivåer. En sådan undervisning medför att alla elever oberoende av kunskapsnivå, har möjlighet att utmanas och utveckla sina matematikkunskaper</p><p>Problemlösning som <em>mål</em> innebär att undervisningen ska ge eleverna förmåga att lösa matematiska problem. Problemlösningsförmåga innebär att kunna analysera och tolka problem vilket inkluderar ett medvetet användande av problemlösningsstrategier som att till exempel förenkla problemet, införa lämpliga beteckningar, ändra förutsättningarna. Att lösa problemet innebär att genomföra ett resonemang där grunderna för resultatets giltighet blir tydligt och resultatet korrekt. Det ingår att värdera både resonemanget och resultatet. Ibland behöver man utföra olika procedurer. I problemlösning ingår också att själv och i sampel med andra aktivt kunna formulera och uppmärksamma egna relevanta matematiska problem och vidareutveckla andras.</p><p>Problemlösning kan också ses som ett <em>medel</em> för att utveckla övriga matematiska förmågor och är därför också en del av det centrala innehållet. Genom att arbeta med strategier för problemlösning kan den oftakaotiska, kreativa och icke-linjära problemlösningsprocessen lättare systematiseras. Om eleverna ges förutsättningar för metakognitiva reflektioner kan de utveckla sin problemlösningsförmåga. Det handlar om situationer där eleverna får tänka högt, söka alternativa lösningar, diskutera och värdera lösningar, metoder, strategier och resultat.</p><h4>Modelleringsförmåga</h4><p>Modelleringsförmåga innebär att kunna formulera en matematisk beskrivning - modell - utifrån en realistisk situation. Denna situation kan till exempel vara problem eller uppgifter inom karaktärsämnena samt problem eller situationer relevanta för privatekonomin eller med relevans för deltagandet i samhällslivet. Det handlar om att själv utforma en koppling i form av en modell snarare än att använda färdigformulerade modeller. När modellen är färdig innebär modelleringsförmåga att kunna använda modellens egenskaper för att till exempel lösa ett matematiskt problem eller en standarduppgift. Modelleringsförmågan innebär också att kunna tolka resultatets relation till den verklighetssituation man hade från början. Det innebär även att kunna utvärdera modellens egenskaper och begränsningar i förhållande till den verkliga situationen.</p><p>Inom till exempel naturvetenskap, teknik, samhällsvetenskap och ekonomi har matematiska modeller en viktig funktion som redskap för att analysera specifika frågeställningar.</p><p><strong>Resonemangsförmåga</strong></p><p>Resonemangsförmågan innebär att kunna föramatematiskaresonemang som involverar matematikens begrepp, metoder och utgör lösningar på problem och modelleringssituationer. Att föra ett resonemang innefattar även att själv och tillsammans med andra till exempel testa, föreslå, förutsäga, gissa, ifrågasätta, förklara, finna mönster, generalisera, argumentera. Det innefattar även att kunna formulera och allmänt undersöka hypoteser samt genomföra bevis i tal och skrift. Detta inkluderar att uppmärksamma betydelsen av och kunna redogöra för de bärande idéerna i ett matematiskt bevis och inse skillnader mellan gissningar och välgrundade påståenden.</p><p>Matematiska resonemang kan till exempel utgöras av formella skriftliga bevis för matematiska påståenden, där resonemanget består av logiska slutsatser utifrån givna definitioner, axiom och satser.</p><p>Ett resonemang kan utgöra lösningen på ett problem och besvara en frågeställning, till exempel <em>varför sin 30 grader = 1/2</em>. Att besvara detta kan till exempel innebära att i resonemanget involvera en bild på en liksidig triangel, användningen av ”sanningen” att alla vinklar är 60 grader och definitionen av begreppet sinus.</p><h4>Kommunikationsförmåga</h4><p>Kommunikationsförmåga är inte bara att kunna kommunicera med hjälp av termer, symboler, tabeller, grafer utan även med hjälp av ord, bilder, ritningar, gestaltningar och modeller och att anpassa sin kommunikation till sammanhanget. Sammanhangen kan till exempel vara ett experiment i naturkunskap eller elektronik, nyheter i en dagstidning eller medicindosering på ett äldreboende.</p><h4>Relevansförmåga</h4><p>Relevansförmåga innebär att kunna sätta in matematiken i ett större sammanhang. Relevansförmågan kan till exempel utvecklas i arbete med matematiska problem som har betydelse för privatekonomi, samhällsliv, tillämpning i andra ämnen och då inte minst i karaktärsämnena. Undervisningen har också möjlighet att stötta utvecklingen av denna förmåga genom att synliggöra matematiken i ett yrkesarbete, vilket ofta är dolt för en ovan betraktare.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang.</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p><em>Kopplingen mellan ämnesplanens olika delar i ämnet matematik kan illustreras med följande exempel som rör matematiska begrepp:</em></p><p>I målet står: ”Undervisningen i ämnet matematik ska ge eleverna förutsättningar att utveckla förmågan att - använda och beskriva innebörden av matematiska begrepp samt samband mellan begreppen”</p><p>Målet ska läsas och tolkas i förhållande till det centrala innehåll som rör matematiska begrepp, till exempel: ”Samband och förändring - Begreppen förändringsfaktor och index samt metoder för beräkning av räntor och amorteringar för olika typer av lån” (kurs 1a).</p><p>Kunskapskravet, som relaterar till målet, anger med vilken kvalitet eleven ska visa sina kunskaper och uttrycks som: ”Eleven kan <strong>med viss säkerhet </strong>visa innebörden av centrala begrepp i handling samt <strong>översiktligt</strong> beskriva innebörden av dem med <strong>någon</strong> annan representation. Dessutom växlar eleven <strong>med viss säkerhet</strong> mellan dessa representationer. Eleven kan <strong>med viss säkerhet </strong>använda begrepp för att lösa matematiska problem och problemsituationer i karaktärsämnena <strong>i bekanta situationer</strong>” (kurs 1a, kunskapskrav för betyget E).</p><h4>Ämnets uppbyggnad</h4><p>Matematikämnet är indelat i 100-poängskurser på fem nivåer. De tre inledande nivåerna har parallella &quot;spår&quot; för olika typer av program. För yrkesprogrammen finns ett a-spår, för ekonomiprogrammet, estetiska programmet, humanistiska programmet och samhällsvetenskapsprogrammet finns ett b-spår och för naturvetenskapsprogrammet och tekniska programmet ett c-spår. Matematik 3b bygger på 2a eller 2b, matematik 3c bygger på 2a eller 2c. Matematik 4 bygger på matematik 3b eller 3c. Matematik 5 och matematik - specialisering bygger på matematik 4. (Se bild av kursstrukturen nedan)</p><h4>Likheter och skillnader mellan de tre spåren i matematik</h4><p>Det centrala innehållet skiljer sig åt mellan de olika spåren även om visst innehåll är gemensamt. Skillnaderna möjliggör en infärgning av matematikstudierna mot programmens olika karaktärer. Kunskapskraven skiljer sig till viss del åt mellan matematik 1a å ena sidan och matematik 1b och 1c å andra sidan samt mellan matematik 1b, 1c, 2a, 2b och 2c å ena sidan och kurser på högre nivå å andra sidan.</p><p>I <em>kurserna 1a och 2a</em> uppmärksammas kopplingen till karaktärsämnena. Det centrala innehållet fördjupar grundskolans matematik i ett mer komplext sammanhang, dvs. karaktärsämnenas och yrkeslivets. Det centrala innehållet i kurserna 1a och 2a är delvis öppet formulerat för att kunna anpassas till karaktärsämnena. Framförallt geometrin och algebran har formuleringar som tillåter att innehållet väljs efter karaktärsämnenas behov.</p><p>I <em>kurserna 1b, 2b och 3b</em> betonas till viss delstatistik, estetiska aspekter av matematiken (symmetrier), matematisk argumentation samt matematik som är relevant för modellering av samhällsvetenskapliga och ekonomiska frågeställningar (linjär optimering, derivata och integraler). I detta spår ingår ingen trigonometri till skillnad från c-spåret och i viss mån även a-spåret där det är valbart utifrån karaktärsämnenas behov.</p><p>I kurserna 1c, 2c, 3c, 4 och 5 fördjupas funktionsbegreppet, aritmetiken, algebra och bevisföring. Olika områden sammankopplas genom att samband och skillnader mellan olika begrepp eller områden inom matematiken har skrivits fram.</p><h4>Tre varianter av kunskapskrav</h4><p>Progressionen mellan de olika kurserna uttrycks huvudsakligen med hjälp av det centrala innehållet, eftersom det finns en inbyggd progression i matematikens ämnesinnehåll. Kunskapskraven för matematik finns i tre varianter:</p><p>Variant I: Kunskapskrav för matematik 1a</p><p>Variant II: Kunskapskrav för matematik 1b, 1c, 2a, 2b och 2c</p><p>Variant III: Kunskapskrav för matematik 3b, 3c, 4, 5 och specialisering</p><p>Det finns större likheter än skillnader mellan de tre varianterna. Skillnaderna innebär att i variant I betonas möjligheten att med ord och i praktisk handling kunna visa sina kunskaper inom karaktärsämnena och i en praxisnära miljö. Vidare kan retorisk algebraanvändas för betyg A i samband med problemlösning. Variant II lyfter fram symbolisk algebra i samband med problemlösning. I variant III inkluderas explicit aritmetik och algebra i procedurförmågan samt enkel bevisföring inom resonemangsförmågan.</p><h4>Byte mellan spåren</h4><p>Vid byte mellan spåren kan eleverna behöva komplettera visst innehåll. I det nedanstående kommenteras de övergångar som bedöms vara vanligast och innehållet i spåren jämförs.</p><h4>Övergång från 2a till 3b eller 3c</h4><p>I kursen 2a är behandling av vissa begrepp inom algebran kopplade till dess tillämpning, till exempel kvadrerings- och konjugatregeln i <em>samband med ekvationslösning</em> samt algebraiska uttryck, formler och ekvationer kopplade till<em>konkreta situationer och karaktärsämnen.</em> I kurserna 2b, 2c och 3b, 3c är algebran framskriven utan sådana explicita kopplingar, vilket lämnar ett friutrymme. Det kan innebära att elever efter kursen 2a behöver förberedas på att använda algebra mer generellt.</p><p>Logaritmer finns inte med i kurs 2a men i kurs 2b, 2c och kan eventuellt behövas för att lösa exponentialekvationer i kurs 3.</p><p>Linjära olikheter finns inte med i 1a, 2a och kan behövas inför området linjär optimering i 3b. Trigonometrin för rätvinkliga trianglar från 1c fördjupas i 3c. Trigonometri ingår inte nödvändigtvis på alla yrkesprogram i 1a, 2a, då det centrala innehållet när det gäller geometriområdet är valbart utifrån karaktärsämnenas behov.</p><p><strong>Övergång från 3b till 4 </strong></p><p>I matematik 4 fördjupas trigonometrin ytterligare med till exempel hantering av trigonometriska uttryck och bevis av trigonometriska formler. Trigonometri är ett område som inte ingår i kurserna 1b, 2b, 3b. I matematik 4 ingår att representera komplexa tal som vektorer. Begreppet vektor behandlas i kurs 1c men inte i kurserna 1b, 2b, 3b.</p><p>Logaritmer i kurs 3b är kopplat till <em>lösning av exponentialekvationer.</em> Denna koppling finns inte i kurs 3c. Där betonas explicit logaritmlagarna och logaritmfunktioner. I matematik 4 ingår derivering av logaritmfunktioner. Absolutbeloppet behandlas i kurs 3c och fördjupas till att betraktas som funktion i matematik 4. I kurs 3b ingår inte absolutbelopp.</p><h4>Kommentarer till ämnesplanen i matematik för kommunal vuxenutbildning</h4><p>Ämnesplanen i matematik för gymnasieskolan gäller även för den kommunala vuxenutbildningen på gymnasial nivå. Eftersom man inom kommunal vuxenutbildning på gymnasial nivå inte läser program utan <em>utbildningen bedrivs i form av kurser</em> (20 kap. 5 § skollagen (2010:800)) är förutsättningarna för hur utbildningen ska bedrivas annorlunda jämfört med gymnasieskolan.</p><p>För kommunal vuxenutbildning gäller att <em>utgångspunkten för utbildningen ska vara den enskildes behov och förutsättningar</em> (20 kap. 2 § skollagen) och detta är avgörande för vilka kurser eleven ska läsa, förutsatt att eleven är behörig att tas emot till utbildningen. De kurser eleven läser ska ingå i elevens individuella studieplan, vilken därför kan ses som den vuxna elevens ”program”.</p><p>Om eleven har som mål att avlägga en gymnasieexamen, finns krav på att vissa kurser måste ingå, bland annat i matematik. Är elevens mål yrkesexamen krävs minst betyget E i kursen matematik 1a. Om målet är högskoleförberedande examen krävs minst betyget E i någon av kurserna matematik 1b eller matematik 1c. I en gymnasieexamen kan det inte ingå betyg från två eller flera kurser i matematik på samma nivå, dvs. eleven kan inte ha betyg i till exempel både matematik 1a och matematik 1c i sin examen. <em>Om eleven tidigare har fått godkänt betyg på en inledande kurs i matematik, får rektorn besluta att detta betyg ska ersätta det betyg som krävs för att en gymnasieexamen ska kunna utfärdas</em> (4 kap. 14-16 §§ förordningen (2011:1108) om vuxenutbildning).</p><p>De tre spåren i matematik är utformade för olika typer av program inom gymnasieskolan. För kommunal vuxenutbildning på gymnasial nivå gäller att <em>huvudmannen beslutar om vilka nationella kurser som ska ges</em> (2 kap. 9 § förordningen om vuxenutbildning).</p><p><strong>Ämnets uppbyggnad</strong></p>      ",
"COMPARISON_GY2000":"<p>Ämnesplanen i matematik har en ny struktur jämfört med matematikkursplanen i Gy 2000. Matematikämnet är indelat i 100-poängskurser på fem nivåer, varav de första tre har parallella &quot;spår&quot; för olika typer av program. En av anledningarna till det är att kurserna bättre ska passa yrkesprogrammens och de olika högskoleföreberedande programmens karaktär inom gymnasieskolan. Målen är formulerade som ämnesspecifika förmågor och är gemensamma för alla kurser och spår.</p><p>I ämnesplanen betonas till skillnad från i Gy 2000 problemlösningens betydelse både som mål och medel. Dessutom anges till skillnad från i Gy 2000 en inriktning för undervisningens genomförande. Detta syns till exempel i syftestextens formulering: ”Undervisningen ska innehålla varierade arbetsformer och arbetssätt där undersökande aktiviteter utgör en del. När så är lämpligt ska undervisningen ske i relevant praxisnära miljö.”</p><p>Innehållet är mer preciserat jämfört med kursplanen 2000 och är indelat i områden efter underrubriker. En indelning av matematiken i områden skapar en del problem eftersom visst innehåll blir svårplacerat, till exempel trigonometri. Därför har breda områden skapats, till exempel <em>Aritmetik och algebra</em>. Nya rubriker som införts är <em>Samband och förändring</em> inspirerat av bland annat PISA:s ramverk samt <em>Problemlösning</em> i likhet med grundskolans kursplan 2011.</p><p>Att problemlösning har en egen rubrik under centralt innehåll beror på att problemlösning ses som både mål och medel<strong>.</strong> Under rubriken Problemlösning återfinns dels <em>strategier</em> för problemlösning, dels inom vilka <em>sammanhang</em> eleverna ska ges möjlighet att möta problem. Dessa sammanhang är privatekonomi, samhällsliv och tillämpningar i andra ämnen samt matematikens kulturhistoria. Problemen kan också vara rent matematiska och inte ha en direkt koppling till någon realistisk situation. Under rubriken anges i vissa kurser också att problemen ska vara <em>omfångsrika</em> problemsituationer i karaktärsämnena.</p><p>För en mer utförlig jämförelse, se särskilt dokument <em>Jämförelse mellan kurserna i matematik - Gy 2011 jämfört med Gy 2000</em>.</p>      ",
"COMPARISON_GR":"<p>Grundskolans kursplan och gymnasieskolans ämnesplan är uppbyggda enligt samma struktur.</p><p>I grundskolan är fokus på att använda sitt samlade matematiska kunnande i olika sammanhang så som i vardagslivet och i andra skolämnen. Dessa sammanhang utvidgas och specificeras i ämnesplanen för gymnasieskolan till att inkludera samhälls- och yrkesliv, privatekonomi, andra ämnen och matematikens kulturhistoria.</p><p>Målen uttrycks både i grundskolans kursplan och i gymnasieskolans ämnesplan som förmågor. I grundskolan uttrycks fem förmågor och i gymnasieskolan sju:</p><p>Grundskolans långsiktiga mål:</p><ul><li>Förmåga att formulera och lösa problem med hjälp av matematik samt värdera valda strategier och metoder</li><li>Förmåga att använda och analysera matematiska begrepp och samband mellan begrepp</li><li>Förmåga att välja och använda lämpliga matematiska metoder för att göra beräkningar och lösa rutinuppgifter</li><li>Förmåga att föra och följa matematiska resonemang</li><li>Förmåga att använda matematikens uttrycksformer för att samtala om, argumentera och redogöra för frågeställningar, beräkningar och slutsatser</li></ul><p>Gymnasieskolans mål:</p><ul><li>Förmåga att använda och beskriva innebörden av matematiska begrepp samt samband mellan begreppen</li><li>Förmåga att hantera procedurer och lösa uppgifter av standardkaraktär utan och med verktyg</li><li>Förmåga att formulera, analysera och lösa matematiska problem samt värdera valda strategier, metoder och resultat</li><li>Förmåga att tolka en realistisk situation och utforma en matematisk modell samt använda och utvärdera en modells egenskaper och begränsningar</li><li>Förmåga att följa, föra och bedöma matematiska resonemang</li><li>Förmåga att kommunicera matematiska tankegångar muntligt, skriftligt och i handling</li><li>Förmåga att relatera matematiken till dess betydelse och användning inom andra ämnen, i ett yrkesmässigt, samhälleligt och historiskt sammanhang</li></ul><p>I grundskolan är det centrala innehållet grupperat under rubrikerna Taluppfattning och tals användning, Algebra, Geometri, Sannolikhet och statistik och Samband och förändring samt Problemlösning. I gymnasieskolans ämnesplan återfinns motsvarande rubriker med vissa tillägg, till exempel aritmetik. Ibland sammanförs också områden. Ett exempel på detta är Aritmetik, algebra och geometri i kurs 3c.</p>      ",
"DESCRIPTION":"                     <h4>Mönster och generella samband</h4><p>Ett sätt att karakterisera matematiken är att beskriva den som vetenskapen om mönster. Det handlar om att undersöka ordning, regelbundenhet, strukturer, logiska samband bland exempelvis tal, former, rörelser, förändringar, beteenden och situationer. Genom att urskilja mönster i till synes skilda problem eller situationer kan generella samband formuleras och matematiska metoder utvecklas, som kan användas för att lösa problem inom olika områden både inom och utanför matematikens områden, till exempel för tillämpningar inom ekonomi, naturvetenskap och teknik.</p><h4>Matematiken som sådan</h4><p>Förutom att elever i skolan får en direkt tillämpning av ett matematikinnehåll som behandlas, får de också möjlighet att upptäcka matematikens egenvärde. Det handlar till exempel om att få upptäcka och uppleva styrkan och skönheten i matematikens logik, resonemang, i geometriska former, i tal samt i sambandetmellan dessa områden.Det kan upplevas i mycket enkla samband som att summan av de udda konsekutiva positiva heltalen blir ett kvadrattal, vilket också kan visas geometriskt:</p>      ",
"PURPOSE":"<h4>Att arbeta matematiskt</h4><p>Matematik kan ofta uppfattassom ett ämne där det endast finns <em>rätt</em> eller <em>fel</em> och att göra fel är detsamma som att inte ha ett matematiskt kunnande. Men matematiskt kunnande utvecklas även om man ställer ”fel” hypoteser, tvingas göra om och tänka nytt. Det krävs ofta hårt och långvarigt arbete innan professionella matematiker får fram resultat som de är nöjda med. Kanske finns det också mer än en lösning på ett problem.</p><p>Problemlösningsprocessen kan vara en kaotisk, kreativ och icke-linjär process och därmed svår att systematisera. Problemlösningsförmåga innebär att kunna analysera och tolka problem, vilket inkluderar ett alltmer medvetet användande av problemlösningsstrategier. Att lösa problemet innebär att genomföra ett resonemang där grunderna för resultatets giltighet blir tydligt och resultatet korrekt. Det ingår att värdera både resonemanget och resultatet. Ibland behöver man utföra olika procedurer. I problemlösning ingår också att själv och i sampel med andra aktivt kunna formulera och uppmärksamma egna relevanta problem och vidareutveckla andras.</p><p>Att arbeta matematiskt kan till exempel innebära att:</p><ul><li>Leka med problemet</li><li>Samla och organisera data</li><li>Diskutera, göra anteckningar och diagram</li><li>Söka och hitta mönster</li><li>Utforma och testa hypoteser</li><li>Leta i sin ”verktygslåda” efter strategier och kunskap</li><li>Kontrollera och söka efter mer kunskap</li><li>Redovisa sina resultat</li><li>Frågor som problemlösaren kan använda sig av i sitt matematiska arbete:</li><li>Kan jag kontrollera på något annat sätt?</li><li>Vad händer om…?</li><li>Hur många lösningar finns det?</li><li>Hur vet jag att jag hittat alla lösningar?</li></ul><p>Exempel på strategier i det matematiska arbetet:</p><ul><li>Jämföra med liknande problem</li><li>Gissa, försöka och förbättra</li><li>Förenkla problemet</li><li>Använda ekvation</li><li>Göra lista eller tabell</li><li>Arbeta baklänges</li><li>Dramatisera problemet</li><li>Rita en bild eller graf</li><li>Göra en modell</li><li>Prova alla möjligheter</li><li>Söka efter undantag</li><li>Om ett sätt inte fungerar, börja om med ett annat sätt</li></ul><h4>Varierade arbetsformer och arbetssätt</h4><p>Forskningsresultat och erfarenhet visar att en matematikundervisning som är varierad både till innehåll och till form främjar alla elevers kunskapsutveckling i ämnet.</p><p>När det gäller <em>arbetsformen,</em> dvs. hur läraren organiserar undervisningen, kan till exempel variationen bestå i att låta eleverna arbeta med gemensamma uppgifter i klass eller i mindre grupper, i par, men även individuellt. Läraren kan vända sig till hela klassen, handleda gruppvis eller individuellt samt välja lämpliga platser.</p><p>När det gäller variation av <em>arbetssätt</em>, dvs. den metod läraren använder sig av för att eleverna ska utveckla de matematiska förmågorna, finns det också många möjligheter att skapa variation. Detta kan bland annat åstadkommas genom val av olika uttrycksformer och i form av olika typer av undersökningar, laborationer och konstruktioner. Om undersökningar görs både med och utan digitala verktyg och interaktiva medier ökar variationsgraden ytterligare. Varierade arbetssätt stimulerar också flera sinnen och flera sätt att tänka</p><p>I matematikdidaktisk forskning inom variationsteorin och i det som benämns Learning Study används begreppet variation i betydelsen <em>innehållslig variation</em>. Teorin går ut på att eleven endast kan få syn på en egenskap hos ett begrepp om det presenteras i ljuset av en variation. Eleverna måste alltså ges möjlighet att urskilja de kritiska aspekterna hos ett lärandeobjekt, till exempel vad som skiljer area och omkrets åt. Detta kräver en undervisning som lyfter fram och visar på likheter och olikheter, exempel och motexempel. Först när eleven erfar variation kan förståelsen för ett begrepp utvecklas och fördjupas.</p><p>Ytterligare en aspekt av variation kan vara sättet att ställa frågor. Att till exempel ställa frågor som har mer än ett svar uppmuntrar matematiskt tänkande. Ett enkelt exempel på en öppen fråga kan vara att, istället för att fråga hur stor volymen är av ett rakt prisma med givna mått, vända på frågeställningen. Den skulle då kunna vara: Du ska bygga en kaninbur med ca en kubikmeters volym som ska ha formen av ett rakt prisma. Hur kan den se ut? Med detta sätt att ställa frågor blir det mer än ett svar som duger och det ger också möjligheter till att utveckla resonemangs- och kommunikationsförmågan. Har till exempel uppgiften blivit löst på ett ändamålsenligt sätt?</p><h4>Olika uttrycksformer</h4><p>En vanlig kategorisering av uttrycksformer i matematik är fysisk, bildlig, verbal, numerisk och symbolisk. De fysiska och bildliga uttrycksformerna slås ofta ihop till benämningen estetisk uttrycksform, som då kan innefatta oväntade uttrycksformer inom matematik, till exempel drama, gestaltning och musik. Att få visa sitt kunnande med hjälp av olika uttrycksformer kan vara en väg mot att kunna generalisera med matematiska symboler. Att kunna röra sig mellan olika uttrycksformer visar på en förtrogenhet med matematiska begrepp.</p><p>För att motivera gymnasieelever att använda mera kreativa och estetiska uttrycksformer kan man hänvisa till exempel till fysiskt konkreta uttrycksformer från arbetslivet. Arkitekter laborerar till exempel i en första fas med klossar innan de bestämmer sig för vilka huskroppar och lägenhetsmoduler de ska arbeta vidare med. Ett annat exempel är plåtslagare eller skräddare som inte börjar klippa i sitt dyrbara material förrän de har laborerat med pappersmodeller för att hitta en optimal lösning.</p><p>Den verbala uttrycksformen, till exempelretorisk algebra, ger eleven möjlighet att visa sitt matematiska tänkande på ettannat sätt än symboliskt. Den retoriska algebran, dvs. att eleven ger verbala beskrivningar av vilka procedurer som ska genomföras för att nå en lösning på ett problem, kan kopplas till algebrans ursprung. Den symboliska algebran började utvecklas först i början av 1600-talet.</p><p>Användningen av olika uttrycksformer i undervisningen engagerar fler sinnen, ger variation och fördjupad förståelse samt möjliggör att elever kan arbeta i samma kontext på olika sätt.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                     <p>Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Kommunikation med hjälp av matematikens språk är likartad över hela världen. I takt med att informationstekniken utvecklas används matematiken i alltmer komplexa situationer. Matematik är även ett verktyg inom vetenskap och för olika yrken. Ytterst handlar matematiken om att upptäcka mönster och formulera generella samband.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet matematik ska syfta till att eleverna utvecklar förmåga att arbeta matematiskt. Det innefattar att utveckla förståelse av matematikens begrepp och metoder samt att utveckla olika strategier för att kunna lösa matematiska problem och använda matematik i samhälls- och yrkesrelaterade situationer. I undervisningen ska eleverna ges möjlighet att utmana, fördjupa och bredda sin kreativitet och sitt matematikkunnande. Vidare ska den bidra till att eleverna utvecklar förmåga att sätta in matematiken i olika sammanhang och se dess betydelse för individ och samhälle.</p><p>Undervisningen ska innehålla varierade arbetsformer och arbetssätt, där undersökande aktiviteter utgör en del. När så är lämpligt ska undervisningen ske i relevant praxisnära miljö. Undervisningen ska ge eleverna möjlighet att kommunicera med olika uttrycksformer. Vidare ska den ge eleverna utmaningar samt erfarenhet av matematikens logik, generaliserbarhet, kreativa kvaliteter och mångfacetterade karaktär. Undervisningen ska stärka elevernas tilltro till sin förmåga att använda matematik i olika sammanhang samt ge utrymme åt problemlösning som både mål och medel. I undervisningen ska eleverna dessutom ges möjlighet att utveckla sin förmåga att använda digital teknik, digitala medier och även andra verktyg som kan förekomma inom karaktärsämnena.</p>",
"goals":["använda och beskriva innebörden av matematiska begrepp samt samband mellan begreppen.",
"hantera procedurer och lösa uppgifter av standardkaraktär utan och med verktyg.",
"formulera, analysera och lösa matematiska problem samt värdera valda strategier, metoder och resultat.",
"tolka en realistisk situation och utforma en matematisk modell samt använda och utvärdera en modells egenskaper och begränsningar.",
"följa, föra och bedöma matematiska resonemang.",
"kommunicera matematiska tankegångar muntligt, skriftligt och i handling.",
"relatera matematiken till dess betydelse och användning inom andra ämnen, i ett yrkesmässigt, samhälleligt och historiskt sammanhang."],"someexcludes":false,"somefocuses":false}