{"name":"Matematik",
"code":"MAT",
"type":"COMMON",
"description":"<p>Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Kommunikation med hjälp av matematikens språk är likartad över hela världen. I takt med att informationstekniken utvecklas används matematiken i alltmer komplexa situationer. Matematik är även ett verktyg inom vetenskap och för olika yrken. Ytterst handlar matematiken om att upptäcka mönster och formulera generella samband.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet matematik ska syfta till att eleverna utvecklar förmåga att arbeta matematiskt. Det innefattar att utveckla förståelse av matematikens begrepp och metoder samt att utveckla olika strategier för att kunna lösa matematiska problem och använda matematik i samhälls- och yrkesrelaterade situationer. I undervisningen ska eleverna ges möjlighet att utmana, fördjupa och bredda sin kreativitet och sitt matematikkunnande. Vidare ska den bidra till att eleverna utvecklar förmåga att sätta in matematiken i olika sammanhang och se dess betydelse för individ och samhälle.</p><p>Undervisningen ska innehålla varierade arbetsformer och arbetssätt, där undersökande aktiviteter utgör en del. När så är lämpligt ska undervisningen ske i relevant praxisnära miljö. Undervisningen ska ge eleverna möjlighet att kommunicera med olika uttrycksformer. Vidare ska den ge eleverna utmaningar samt erfarenhet av matematikens logik, generaliserbarhet, kreativa kvaliteter och mångfacetterade karaktär. Undervisningen ska stärka elevernas tilltro till sin förmåga att använda matematik i olika sammanhang samt ge utrymme åt problemlösning som både mål och medel. I undervisningen ska eleverna dessutom ges möjlighet att utveckla sin förmåga att använda digital teknik, digitala medier och även andra verktyg som kan förekomma inom karaktärsämnena.</p>",
"goals":["använda och beskriva innebörden av matematiska begrepp samt samband mellan begreppen.",
"hantera procedurer och lösa uppgifter av standardkaraktär utan och med verktyg.",
"formulera, analysera och lösa matematiska problem samt värdera valda strategier, metoder och resultat.",
"tolka en realistisk situation och utforma en matematisk modell samt använda och utvärdera en modells egenskaper och begränsningar.",
"följa, föra och bedöma matematiska resonemang.",
"kommunicera matematiska tankegångar muntligt, skriftligt och i handling.",
"relatera matematiken till dess betydelse och användning inom andra ämnen, i ett yrkesmässigt, samhälleligt och historiskt sammanhang."]}