{"name":"Marina elektroniksystem",
"code":"MAY",
"type":"VOCATIONAL",
"courses":["MAYMAR0"],"replacing":"ELT",
"replacingwith":["ELO"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet marina elektroniksystem behandlar felsökning och reparation i olika typer av marina elektroniksystem och apparater. Elektroniksystem och apparater innehåller normalt flera olika funktioner och komponenter, vilket kräver ett systematiskt arbetssätt för att lokalisera fel och felfunktioner.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet marina elektroniksystem ska syfta till att eleverna utvecklar förmåga att utföra support och service på ett systematiskt och effektivt sätt i marina elektronikapparater och elektroniksystem. Genom undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att installera, programmera och driftsätta marina elektronikapparater och elektroniksystem. Undervisningen ska även leda till att eleverna utvecklar förmåga att läsa och tolka kopplingsscheman och servicemanualer på svenska och engelska. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om mätteknik samt färdigheter i att använda mätinstrument för olika mätuppgifter.</p><p>Genom laborationer, ett undersökande arbetssätt och praktiska övningar ska eleverna ges möjlighet att utveckla kunskaper i problemlösning som krävs för support och service på elektroniksystem.</p>",
"goals":["Kunskaper om funktion, konstruktion och uppbyggnad hos marina elektronikapparater och system.",
"Kunskaper om lagar och andra bestämmelser samt om standarder och begrepp inom området.",
"Färdigheter i att planera, organisera, utföra och dokumentera reparationsarbete.",
"Färdigheter i att utföra support och service av marina elektronikapparater och elektroniksystem.",
"Färdigheter i att installera, programmera och driftsätta marina elektronikapparater och elektroniksystem.",
"Förmåga att läsa och tolka kopplingsscheman och servicemanualer på svenska och engelska.",
"Färdigheter i att använda mätinstrument för olika mätuppgifter.",
"Färdigheter i att instruera användare i hur de handhar apparater och system."],"someexcludes":false,"somefocuses":false}