{"name":"Mediekommunikation",
"code":"MEE",
"type":"OTHER",
"courses":["MEEJOU01",
"MEEJOU02",
"MEETET0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet mediekommunikation om han eller hon</p><p>&#160;&#160; 1. har behörighet i något av ämnena film- och tv-produktion i gymnasieskolan, grafisk kommunikation i gymnasieskolan, ljudproduktion i gymnasieskolan, medieproduktion i gymnasieskolan, medier, samhälle och kommunikation i gymnasieskolan eller visuell kommunikation i gymnasieskolan och med godkänt resultat genomgått utbildning om 15 högskolepoäng inom medieområdet med inriktning mot information och reklam eller medieproduktion omfattande kunskaper i mediekommunikation, mediekunskap eller journalistik,</p><p>&#160;&#160; 2. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom medieområdet med inriktning mot information och reklam eller medieproduktion omfattande kunskaper i mediekommunikation, mediekunskap eller journalistik, eller</p><p>&#160;&#160; 3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"auth2012":true,"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet mediekommunikation behandlar journalistikens, informationens och reklamens innehåll, villkor och roll i samhället. Inom ämnet studeras kommunikationsprocessens olika steg utifrån medieteoretiska metoder och modeller. Ämnet är till sin karaktär såväl teoretiskt som praktiskt. I ämnet behandlas även textens roll som uttrycksmedel, och textens form och innehåll studeras utifrån hur kommunikation riktad till avgränsade målgrupper formuleras.</p>  ",
"purpose":"<p>Undervisningen i ämnet mediekommunikation ska syfta till att eleverna utvecklar kunskaper om samspelet mellan individer och medier, och om den process som äger rum mellan sändare och mottagare av ett budskap. Eleverna ska ges möjlighet att utveckla sin språkförmåga samt att med hjälp av relevant teknik formulera och presentera olika typer av information. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om källkritik och förståelse för hur semiotik, retorik och dramaturgi används när budskap formuleras. Undervisningen ska också ge eleverna möjlighet att utveckla ett kritiskt förhållningssätt till medier genom att belysa och problematisera journalistikens, informationens och reklamens verksamhet, innehåll och uttrycksformer.</p><p>I undervisningen ska eleverna ges möjlighet att använda medieteoretiska modeller och analysmetoder för att studera hur olika medier riktas mot specifika målgrupper. I undervisningen ska eleverna även ges möjlighet att arbeta med kvalitativa och kvantitativa undersökningar i samband med kommunikation med olika målgrupper. Dessutom ska eleverna ges möjlighet att skriva och utforma olika journalistiska texter, informations- och reklamtexter samt muntligt framföra ett budskap och presentera olika innehåll och resultat med modern teknik.</p>",
"goals":["Kunskaper om grundläggande vetenskapliga metoder och modeller inom kommunikationsvetenskapen för att beskriva och analysera olika steg i kommunikationsprocessen.",
"Förmåga att analysera vilken genomslagskraft ett budskaps uttryck och utformning har på olika målgrupper samt utvärdera hur olika budskap tas emot och tolkas.",
"Kunskaper om olika mediers styrkor och svagheter i förhållande till en given målgrupp.",
"Färdigheter i att framställa texter grundade på fakta och saklighet samt kunskaper om hur man varierar språket och väljer rätt uttryck beroende på målgrupp. ",
"Färdigheter i att producera och förmedla information för att nå ut med ett givet budskap till en specifik målgrupp.",
"Kunskaper om och färdigheter i att utforma och genomföra marknads- och attitydundersökningar och publika undersökningar samt att analysera och presentera resultatet.",
"Förmåga att använda olika kanaler för att söka information samt att kritiskt granska och värdera denna.",
"Kunskaper om lagar och andra bestämmelser som berör kommunikation via medier."],"someexcludes":true,"somefocuses":false}