{"name":"Medicinsk teknik",
"code":"MEI",
"type":"OTHER",
"courses":["MEIELE0",
"MEIGAS0",
"MEIRAD0"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet medicinsk teknik om han eller hon</p><p>1. har behörighet i ämnet teknik i gymnasieskolan och med godkänt resultat har genomgått utbildning om 30 högskolepoäng inom medicinsk teknik, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Inom området medicinsk teknik används teknik och naturvetenskap för att ta fram nya behandlingar och diagnostik för sjukvården. Där integreras fysik, matematik och biovetenskap med tekniskt kunnande för att utveckla material, produkter, hjälpmedel, system och informationsmetoder. Ämnet medicinsk teknik behandlar hjälpmedel och utrustning som används för att ställa diagnos på sjukdom, behandla sjukdom och rehabilitera. Det behandlar också hur människa och maskin samverkar.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet medicinsk teknik ska syfta till att eleverna utvecklar förmåga att installera, driftsätta, underhålla och reparera medicinteknisk utrustning. Den ska också ge eleverna möjlighet att utveckla kunskaper om hur medicinsk teknik har utvecklats och utvecklas i växelverkan med det omgivande samhället. Eleverna ska ges möjlighet att utveckla kunskaper om hur föreställningar och traditioner styr uppfattningar om manligt och kvinnligt i förhållande till teknikområdet. Dessutom ska eleverna ges möjlighet att utveckla förståelse av vilka olika förutsättningar människor har att använda medicinsk teknik.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om samspelet mellan maskin och människa. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om medicintekniska begrepp samt kunskaper i att kommunicera om medicinsk teknik.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla medicintekniska kunskaper genom att arbeta med mätningar, observationer, experiment, tekniska beräkningar, matematiska modelleringar samt risk- och rimlighetsbedömningar.</p>",
"goals":["Kunskaper om uppbyggnad och funktion hos system, apparater och komponenter samt om hur de används inom sjukvården.",
"Förmåga att installera, driftsätta och underhålla medicinteknisk utrustning.",
"Förmåga att läsa och tolka ritningar, tekniska instruktioner och andra dokument inom teknikområdet.",
"Färdigheter i att utföra mätningar, felsökningar och reparationer av medicinteknisk utrustning samt förmåga att dokumentera sitt arbete.",
"Kunskaper om risker vid användning av medicinteknisk utrustning samt om normer och säkerhetsbestämmelser.",
"Förmåga att förebygga skador på person, egendom och miljö.",
"Förmåga att kommunicera med användare.",
"Kunskaper om medicintekniska begrepp inom området.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}