{"name":"Medier, samhälle och kommunikation",
"code":"MER",
"type":"OTHER",
"courses":["MERMEE01",
"MERMEE02"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet medier, samhälle och kommunikation har sin bas i de vetenskapsområden på universitet och högskolor som behandlar medier och dess relationer med det omgivande samhället. Därmed lyfts vetenskaplig teori och vetenskaplig metod fram inom ämnet.</p><p>Genom kunskaper om mediernas påverkan och roll i samhällsutvecklingen utvecklas elevernas förståelse av den nuvarande mediesituationen och av hur pågående förändringar kan påverka deras och andras möjligheter att delta i den demokratiska processen. Eleverna ska inte bara utveckla kunskaper om utan också i hur olika budskap kan formuleras för att kommuniceras via nya medier.Grundläggande vetenskaplig kommunikationsteori används för att analysera sambanden och samspelet mellan människor, medier och samhälle.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Ämnesplanen i medier, samhälle och kommunikation i Gy 2011 motsvaras i till viss del av ämnet mediekommunikation i Gy 2000. Innehåll som berör samspelet mellan individer, medier och samhälle, masskommunikationens och reklamens roll och betydelse i samhället är gemensamma. Andra gemensamma drag är att kunskaper i källkritik och grundläggande rätts- och etikfrågor inom medieämnet ingår samt att båda medieämnena innehåller ett internationellt perspektiv.</p><p>Ämnet mediekommunikation i Gy 2000 var av mer praktisk karaktär än medier, samhälle och kommunikation i Gy 2011 då det var ett karaktärsämne på ett yrkesförberedande program.Inriktningen på medieämnet i Gy 2011 är därmed förändrad och betoningen ligger på kunskaper om och användning av vetenskaplig teori och metod.</p><p>En annan skillnad är att mediernas roll i den demokratiska utvecklingen tydligare betonas i ämnet medier, samhälle och kommunikation och att nya medieformer som uppkommit under framförallt 2000-talet lyfts fram utifrån ett globalt perspektiv. Dessutom betonas maktperspektivet mer i ämnesplanen i Gy 2011.</p>      ",
"PURPOSE":"<h4>Historiskt perspektiv</h4><p>Medielandskapets snabba förändring motiverar särskilt studier av de pågående förändringarna och dessa har oftast sitt ursprung i ett historiskt sammanhang, oavsett om det gäller innehåll eller teknikutveckling. Kunskaper om det förflutna ger förståelse av nutiden och förmåga att förhålla sig till framtiden.</p><h4>Mediernas konvergens</h4><p>Med begreppet <em>mediernas konvergens</em> kan förstås den process varigenom olika typer av medier, som tidigare varit skilda företeelse, tenderar att närma sig varandra och använda varandras uttrycksformer. Etablerade medier växer samman med de nya medierelaterade teknikerna. Det kan handla om <em>innehållsmässig konvergens</em> där exempelvis underhållning kan få mer inslag av fakta, nyheter kan ges i en mer dramatiserad form och olika journalistiska produkter blir alltmer dramaturgiskt presenterade. Men det kan också handla om <em>teknologisk konvergens,</em> exempelvis där televisionen övergår till att sända sina program via webben och där dagstidningar öppnar tevekanaler både via traditionell etersändning och webben. Även <em>ägandemässig konvergens</em> kan förekomma, till exempel genom att olika ägare av äldre traditionella medier köper upp nya för att införliva dem i sitt mediekonglomerat.</p><h4>Institutionella förutsättningar</h4><p>Massmedier regleras av lagar och andra bestämmelser som speglar olika ideologier och föreställningar om massmediernas roll i samhället. Som ett komplement till, eller som ersättning för, lagar och andra bestämmelser finns också olika former av etiska regler vilkas framväxt ofta kan tillskrivas mediernas självreglerande intresse. Villkoren för massmediernas rörelsefrihet i olika samhällen förändras utifrån förändringar i den demokratiska processen men också genom utvecklingen av nya medier.</p><h4>Analysera och strukturera masskommunikation</h4><p>I ämnesplanen används begreppet analys på ett sätt som är vanligt i samhällsvetenskapliga sammanhang. Analys kan innebära att tolka, kritiskt granska och bryta ned ett komplext skeende, för att se hur delarna hänger ihop som en helhet. I ämnet låter sig inte detta göras utan kunskaper i grundläggande vetenskaplig kommunikationsteori och vetenskapliga förklaringsmodeller. I detta sammanhang kan eleverna också med hjälp av teorier analysera och besvara frågor om vilka strategier som kan tänkas styra olika aktörers agerande i mediesammanhang.</p><h4>Söka information</h4><p>I ämnesplanen betonas användningen av olika källor för att söka, granska och värdera information samt förmåga att presentera resultatet. Källorna kan vara såväl digitala som analoga. Att ha ett källkritiskt förhållningssätt är viktigt, inte minst mot bakgrunden av att medier oftast företräder en eller flera olika ståndpunkter och inte har något krav på saklighet och opartiskhet, bortsett från public service (radio och tv i allmänhetens tjänst).</p>      "},"auth":"<p>En lärares kompetens är relevant för ämnet medier, samhälle och kommunikation om han eller hon</p><p>&#160;&#160; 1. har behörighet i något av ämnena film- och tv-produktion i gymnasieskolan, grafisk kommunikation i gymnasieskolan, ljudproduktion i gymnasieskolan, mediekommunikation i gymnasieskolan, medieproduktion i gymnasieskolan eller visuell kommunikation i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom medieområdet eller kommunikation med relevans för ämnet,</p><p>&#160;&#160; 2. har behörighet i ämnet samhällskunskap i gymnasieskolan och med godkänt resultat har genomgått utbildning om 30 högskolepoäng inom medieområdet eller kommunikation med relevans för ämnet,</p><p>&#160;&#160; 3. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom medieområdet med inriktning mot information och reklam eller medie-produktion omfattande kunskaper i mediekommunikation, mediekunskap eller journalistik, eller</p><p>&#160;&#160; 4. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"auth2012":true,"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet medier, samhälle och kommunikation har sin bas inom medie- och kommunikationsvetenskap, journalistikvetenskap och samhällsvetenskap. Det behandlar såväl traditionella som nya mediers roll i samhället samt deras historiska utveckling. I ämnet ingår även delar i den lagstiftning och de etiska regler som förekommer inom medieområdet samt de principiella resonemangen bakom dessa. Ämnet behandlar också vilka strategier och drivkrafter som styr olika aktörers kommunikation i samhället. Kommunikationsområdet är till sin karaktär internationellt och därför präglas ämnet av ett internationellt perspektiv.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet medier, samhälle och kommunikation ska syfta till att eleverna utvecklar kunskaper om kommunikation ur ett samhällsperspektiv. I undervisningen ska eleverna även ges möjlighet att arbeta med historiska skeenden för att på så sätt kunna anta ett historiskt perspektiv på massmediers utveckling. Eleverna ska även ges möjlighet att utreda, undersöka och beskriva komplexa mediesammanhang, till exempel mediernas konvergens och de sociala mediernas betydelse. Undervisningen ska leda till att eleverna utvecklar kunskaper om mediernas påverkan på samhället och mediernas roll i den demokratiska processen samt hur olika ägarintressen skaffar sig makt att påverka och styra innehållet i media.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om mediernas roll i olika länder och ländernas ekonomiska och institutionella förutsättningar för mediernas utveckling. Undervisningen ska ge eleverna möjlighet att studera och använda olika massmedieteorier för att analysera och strukturera masskommunikation. </p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man använder olika kanaler för att söka information samt förmåga att kritiskt granska budskap som framförs genom dem. Dessutom ska undervisningen ge eleverna möjlighet att praktiskt formulera mediebudskap och att uttrycka olika uppfattningar om massmedier såväl muntligt och skriftligt som med modern teknik.</p>",
"goals":["Kunskaper om den historiska bakgrunden till dagens mediesituation, mediernas roll i samhället och deras betydelse för utvecklingen av demokratin och samtidskulturen.",
"Förmåga att analysera svensk och internationell mediestruktur samt pågående förändringar inom medie- och kommunikationsområdet.",
"Förmåga att använda grundläggande vetenskaplig kommunikationsteori för att analysera sambanden och samspelet mellan människor, medier och samhälle.",
"Kunskaper om lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt bakgrunden och motiven till deras utformning.",
"Förmåga att kritiskt granska värderingar och attityder i mediernas budskap.",
"Kunskaper om olika ägarintressen inom medieområdet, ägarnas möjligheter att påverka innehållet i medier samt opinionsbildningen i samhället.",
"Förmåga att använda digitala medietillämpningar och olika källor för att söka, granska, tolka och värdera information samt förmåga att presentera resultat och mediebudskap med hjälp av varierande uttrycksformer. "],"someexcludes":true,"somefocuses":true}