{"name":"Mjukvarudesign",
"code":"MJU",
"type":"OTHER",
"courses":["MJUMJU0"],"auth":"<p>En lärares kompetens är relevant för ämnet mjukvarudesign om han eller hon</p><p>1. har behörighet i något av ämnena programmering i gymnasieskolan eller webbteknik i gymnasieskolan och har genomgått utbildning om 7,5 högskolepoäng inom projektmetodik och verktyg för mjukvaruutveckling, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet mjukvarudesign behandlar hur datorprogram, webbapplikationer och andra applikationer skapas för produkter styrda av mikroprocessorer. Det behandlar mjukvarudesignprocessen från idé, analys och kravspecifikation till modellering, implementering, testning, förbättring, kvalitetskontroll, dokumentation och distribution. Ämnet mjukvarudesign får bara anordnas av skolor som av Skolverket har beviljats att delta i försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet mjukvarudesign ska syfta till att eleverna utvecklar kunskaper om mjukvaruutvecklingens olika delar. Den ska även ge eleverna möjlighet att utveckla förmåga att skapa en mjukvaruprodukt enligt en etablerad metodik och enligt angivna standarder för koden.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda verktyg för utveckling av mjukvara, för samarbete med andra deltagare i processen samt för testning och dokumentation.</p><p>Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om begrepp inom området samt förmåga att kommunicera om mjukvarudesign.</p><p>I undervisningen ska ge eleverna ges möjlighet att arbeta med olika delar i projekt för mjukvarudesign.</p>",
"goals":["Kunskaper om mjukvaruutvecklingens historia samt om programmeringsparadigm, kodstandarder, körmiljöer och plattformar.",
"Förmåga att arbeta i enlighet med metodik inom teknikområdet.",
"Förmåga att skapa internationaliserade applikationer och att lokalisera applikationer.",
"Förmåga att sätta upp och använda verktyg för mjukvaruutveckling.",
"Kunskaper om arbetsmiljöfrågor.",
"Kunskaper om licensfrågor och distribution av mjukvara samt om betalningsmodeller."],"someexcludes":false,"somefocuses":false}