{"name":"Modersmål",
"code":"MOE",
"type":"COMMON",
"courses":["MOEXXX01",
"MOEXXX02",
"MOEMOD0"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnesplanen utgår från att kunskaper i och om det egna modersmålet är avgörande för lärande och intellektuell utveckling. EU betonar vikten av modersmål som en av sina åtta nyckelkompetenser. Rätten att bibehålla och utveckla sitt modersmål är en demokratisk rättighet för individen. Förtrogenhet med modersmålet bidrar till att eleverna utvecklas till tvåspråkiga eller flerspråkiga individer med goda förutsättningar för framgång i den svenska skolan. Forskning har visat att det går bättre att lära sig ett nytt språk om man samtidigt har goda kunskaper i sitt modersmål. Språken kan fungera som stöd för varandra. Det innebär att om en elev kan ett begrepp på sitt modersmål så är det lättare för honom eller henne att lära sig motsvarande begrepp på svenska, och omvänt. Det har också visat sig att goda kunskaper i modersmålet bidrar till framgång i studier i skolans andra ämnen. Att ha tillgång till två eller flera språk gör att man kan se på världen från olika utgångspunkter och det gynnar behärskningen av abstrakta begrepp och den intellektuella utvecklingen. Ur ett internationaliseringsperspektiv är dessutom individer med goda språkkunskaper i fler språk än svenska och engelska en tillgång för det svenska samhället.</p><p>Elever som läser modersmål är en heterogen grupp. Elevernas kunskaper i modersmålet varierar beroende på skillnader i ursprung, tidigare skolgång och vistelsetid i Sverige. Undervisningen i ämnet modersmål har olika förutsättningar för olika språk. Att utveckla skriftlig kommunikation i ett språk som har tecken istället för bokstäver eller ett språk som inte har latinska bokstäver kan kräva längre tid för elever som till exempel lärt sig läsa och skriva på svenska. Läraren måste anpassa undervisningen efter detta. Elevernas kunskaper ska i betygsättningen dock alltid bedömas utifrån kunskapskraven. </p><p>Det finns dock en grupp elever, som inte kan delta i modersmålsundervisningen, eftersom de inte uppfyller förordningens krav på att modersmålet ska vara umgängesspråk, men som har - om än begränsade - kunskaper i modersmålet. Dessa elever kan i stället läsa sitt modersmål enligt den generella ämnesplanen för moderna språk och därvid börja med det steg som motsvarar deras kunskaper. Den resurs som finns i dessa elevers existerande språkkunskaper kan på så sätt tas tillvara, även om eleverna inte har nått förstaspråksnivå och inte har modersmålet som ett dagligt umgängesspråk. Detta förutsätter dock att skolan erbjuder elevens modersmål som modernt språk på den nivån.</p><h4>Kulturell identitet och interkulturellt förhållningssätt</h4><p>En människas kulturella identitet är ofta flerdimensionell och präglad av tillhörighet till flera kulturer. I ämnet modersmål får eleverna möjlighet att utveckla en flerkulturell identitet på sina egna villkor. Det är betydelsefullt att det är en identitet som de själva har definierat och har möjlighet att reflektera medvetet över. Ett sätt att stärka sin kulturella identitet är att utveckla kunskaper om inte bara språket, utan även om kulturer och samhällen där modersmålet talas. Fördjupade kunskaper om kulturer och samhällen kan utgöra en kunskapslänk mellan generationer, och ge eleverna större möjlighet att reflektera över sin egen livssituation. Det kan även ge eleverna möjlighet att utveckla en interkulturell kompetens. Interkulturell kompetens innebär att känna till och kunna använda de kulturella koder, normer och det språkbruk som behövs för att kunna kommunicera i olika kulturella kontexter.</p><p>Ämnesplanen betonar ett interkulturellt förhållningssätt och att undervisningen ska utgå från ett jämförande perspektiv på språket och kulturen. Det innebär att kunna jämföra det som kännetecknar kulturer där modersmålet talas, minoritetskulturer i Sverige och svenska förhållanden, samt att kunna göra jämförelser mellan modersmålet och det svenska språket. Att jämföra handlar inte om att slå fast att det ena är bättre än det andra, utan det är ett sätt att fördjupa lärandet och reflektionen. Att jämföra utvecklar även en generell lärandekompetens genom att eleverna lär sig att sätta saker i relation till varandra.</p><p>Människor som från barndomen lever i kontakt med flera kulturer och språk får tillgång till dessa på ett helt annat sätt än de som senare i livet möter ett nytt språk genom undervisning. Deras identitet är i grunden präglad av ett flerkulturellt mönster genom att de möter olika beteenden i skilda miljöer och vid kontakter med andra. Genom att eleverna får möjlighet att jämföra och reflektera över sina olika erfarenheter kan de utveckla en fördjupad förståelse för olika sociala och kulturella sammanhang och bättre värdesätta de egna erfarenheterna.</p><p>För de flesta elever som deltar i modersmålsundervisning är det jämförande perspektivet ett naturligt inslag. I en interkulturell undervisning kan de olika kulturella bakgrunder och språk som omger eleverna diskuteras. Många av de elever som deltar i modersmålsundervisningen är dock födda och uppvuxna i Sverige och har därigenom kanske inte så stora kunskaper om någon annan kulturell bakgrund än den svenska. Detsamma gäller adoptivbarn, för vilka den interkulturella kompetensen inte alltid är lika självklar. Det är något som läraren behöver ta hänsyn till.</p><p>Kultur är inte något statiskt utan något som människor skapar genom sina dagliga interaktioner och därmed något som är i ständig omvandling. Att utveckla ett jämförande förhållningssätt till kulturer handlar, inte minst, om att utveckla en medvetenhet om denna föränderlighet.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p></p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Det <em>kontrastiva</em> - jämförande - perspektivet har större utrymme i ämnesplanen i Gy 2011 än i Gy 2000.Det jämförande perspektivet gäller ämnets hela centrala innehåll, till exempel språk, kultur, natur eller samhällsförhållanden.</p><p><em>Aktiv tvåspråkighet</em>har fått en starkare ställning i ämnesplanen än tidigare. Kursen modersmål - aktiv tvåspråkighet har utökats från 50 poäng till 100 poäng jämfört med i Gy 2000.</p><p>I Gy 2011 används inte som i Gy 2000 begreppet <em>ursprungsland</em> utan istället begreppet<em>språkområde</em>. Anledningen är att många elever som läser modersmål har vuxit upp och har sitt ursprung i Sverige. Med språkområde avses det språkområde/de språkområden som är aktuella i undervisningsgruppen. Det är alltså inte detsamma som alla länder där till exempel spanska eller arabiska talas. Vilka kulturella förhållanden som tas upp kan därmed skilja sig åt mellan olika grupper trots att modersmålet är detsamma.</p>      ",
"COMPARISON_GR":"<p>Liksom kursplanen för grundskolan utgår ämnesplanen i modersmål för gymnasieskolan från synsättet att unga med flerkulturell tillhörighet skapar identitet med bland annat språk som medel.</p><p>Ämnesplanen för gymnasieskolan bygger vidare på de kunskaper och färdigheter som utvecklats i grundskolan mot en alltmer utvecklad språkbehärskning. En skillnad är att den aktiva tvåspråkigheten, dvs. att kunna tolka mellan språken, har en mer framträdande roll i gymnasieskolans ämnesplan då det finns en särskild kurs som behandlar detta. Att tolka och översätta är dock arbetssätt som också förekommer på grundskolan. </p>      ",
"PURPOSE":"<h4>Litteratur</h4><p>I ämnesplanens syfte och mål används begreppet <em>litteratur</em> och inte skönlitteratur för att innefatta litteratur på modersmål som saknar skriven konstprosa och som utmärks av en muntlig berättartradition. I kursen modersmål 2 behandlas dock skönlitteratur och författarskap eftersom eleverna som läser modersmål kan läsa svenska som andraspråk där litteratur och författarskap är nedtonade i förhållande till ämnet svenska. Modersmål 2 motsvarar i detta avseende kursen svenska 2.</p><h4>Språkområde</h4><p>Med språkområde avses det språkområde/de språkområden som är aktuella i undervisningsgruppen. Det är alltså inte detsamma som alla länder där till exempel spanska eller arabiska talas. Vilka kulturella förhållanden som tas upp kan därmed skilja sig åt mellan olika grupper trots att modersmålet är detsamma. I undervisningen kan läraren översiktligt gå igenom var modersmålet talas i världen, men sedan fördjupa undervisningen kring kultur och litteratur för de språkområden som är aktuella i undervisningsgruppen. </p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Goda kunskaper i modersmålet gagnar lärandet av svenska, andra språk och andra ämnen i och utanför skolan. Ett rikt och varierat modersmål är betydelsefullt för att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden. Modersmålet är också en värdefull tillgång vid internationella kontakter.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar färdigheter i att tala, läsa, skriva och lyssna på sitt modersmål. Eleverna ska också ges möjlighet att utveckla kunskaper om sitt modersmål. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om litteratur.</p><p>Eleverna ska ges möjlighet att i tal och skrift utveckla ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjlighet att uttrycka sin personlighet och stärka sin identitet. Undervisningen ska bidra till att eleverna blir förankrade i både språkområdets kultur och den svenska kulturen. </p><p>I undervisningen ska eleverna ges möjlighet att utveckla sitt språk i tal och skrift genom att arbeta processinriktat i samspel med andra. Vidare ska undervisningen ge eleverna möjlighet att utveckla ett interkulturellt förhållningssätt i skolan och samhället genom att undervisningen ska utgå från ett jämförande perspektiv på språket och kulturen.</p>",
"goals":["Förståelse av modersmålet inom olika områden.",
"Förmåga att muntligt uttrycka tankar, känslor och åsikter i samtal, diskussioner och redovisningar med ett rikt ord- och begreppsförråd.",
"Förmåga att skriva olika texttyper med ett rikt ord- och begreppsförråd och med hänsyn till mottagare och situation samt att bearbeta texterna utifrån egen reflektion och andras respons. ",
"Förmåga att tillägna sig litteratur och författarskap från olika tider samt texter i olika genrer.",
"Kunskaper om modersmålets uppbyggnad och förståelse av dess utveckling samt förmåga att göra jämförelser mellan modersmålet och det svenska språket. ",
"Kunskaper om historia, kultur, natur, geografi och aktuella samhällsförhållanden där språket talas, samt förmåga att göra jämförelser med svenska förhållanden.",
"Förmåga att i vardagliga sammanhang, muntligt och skriftligt, tolka från modersmål till svenska och tvärtom."],"someexcludes":true,"somefocuses":true}