{"name":"Modersmål",
"code":"MOE",
"type":"COMMON",
"description":"<p>Goda kunskaper i modersmålet gagnar lärandet av svenska, andra språk och andra ämnen i och utanför skolan. Ett rikt och varierat modersmål är betydelsefullt för att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden. Modersmålet är också en värdefull tillgång vid internationella kontakter.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar färdigheter i att tala, läsa, skriva och lyssna på sitt modersmål. Eleverna ska också ges möjlighet att utveckla kunskaper om sitt modersmål. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om litteratur.</p><p>Eleverna ska ges möjlighet att i tal och skrift utveckla ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjlighet att uttrycka sin personlighet och stärka sin identitet. Undervisningen ska bidra till att eleverna blir förankrade i både språkområdets kultur och den svenska kulturen. </p><p>I undervisningen ska eleverna ges möjlighet att utveckla sitt språk i tal och skrift genom att arbeta processinriktat i samspel med andra. Vidare ska undervisningen ge eleverna möjlighet att utveckla ett interkulturellt förhållningssätt i skolan och samhället genom att undervisningen ska utgå från ett jämförande perspektiv på språket och kulturen.</p>",
"goals":["Förståelse av modersmålet inom olika områden.",
"Förmåga att muntligt uttrycka tankar, känslor och åsikter i samtal, diskussioner och redovisningar med ett rikt ord- och begreppsförråd.",
"Förmåga att skriva olika texttyper med ett rikt ord- och begreppsförråd och med hänsyn till mottagare och situation samt att bearbeta texterna utifrån egen reflektion och andras respons. ",
"Förmåga att tillägna sig litteratur och författarskap från olika tider samt texter i olika genrer.",
"Kunskaper om modersmålets uppbyggnad och förståelse av dess utveckling samt förmåga att göra jämförelser mellan modersmålet och det svenska språket. ",
"Kunskaper om historia, kultur, natur, geografi och aktuella samhällsförhållanden där språket talas, samt förmåga att göra jämförelser med svenska förhållanden.",
"Förmåga att i vardagliga sammanhang, muntligt och skriftligt, tolka från modersmål till svenska och tvärtom."]}