{"name":"Musikteori",
"code":"MUI",
"type":"OTHER",
"courses":["MUIGEH01",
"MUIGEH02",
"MUIARA01",
"MUIARA02"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet musikteori om han eller hon</p><p>1. har behörighet i ämnet musik i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet musikteori behandlar gehör, musikaliska former och musikens begrepp. Kunskaper i musikteori bidrar till en musikalisk helhetssyn samt förstärker och utvecklar musikutövandet, musikskapandet och kommunikationen med andra musiker. I ämnet behandlas också notation av musik.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet musikteori ska syfta till att eleverna utvecklar kunskaper i allmän musiklära och om musikteoretiska begrepp. Undervisningen ska också leda till att eleverna utvecklar förmåga att hantera notskrift samt kunskaper om notationssystemet och om olika musikaliska former. Genom undervisningen ska eleverna ges verktyg och metoder som de får möjlighet att omsätta praktiskt i musicerande och musikskapande.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om metoder för att notera klingande musik samt metoder för egen gehörsträning. Eleverna ska ges möjlighet att analysera musik både teoretiskt och gehörsmässigt för att de ska kunna förstå olika musikaliska skeenden och strukturer. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper i harmonisering, arrangering och komposition.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om datorutrustning, programvara och musikteknisk utrustning som kan användas såväl vid gehörsträning som vid arrangering eller komposition av musik. Undervisningen ska innefatta konstnärliga aspekter och inspirera till eget skapande.</p>",
"goals":["Kunskaper om musikaliska former, strukturer, musikens språk och musikteoretiska begrepp.",
"Förmåga att självständigt öva gehöret och att använda sig av det inre hörandet.",
"Färdigheter i att använda gehöret och förståelse av gehörets betydelse för utövande av musik.",
"Kunskaper om melodik, harmonik, periodicitet och rytm.",
"Kunskaper om noter, ackordbeteckningar och andra musikaliska symboler.",
"Färdigheter i att arrangera och komponera musik.",
"Kunskaper om musikinstrument och röster, deras klang, funktion och användning.",
"Förmåga att använda datorn som hjälpmedel vid musikskapande och arrangering.",
"Förmåga att omsätta kunskaperna i musikteori till skapande och musicerande."],"someexcludes":true,"somefocuses":true}