{"name":"Musik",
"code":"MUS",
"type":"COMMON",
"courses":["MUSBRU0",
"MUSENS0",
"MUSENS01",
"MUSENS02S",
"MUSENE0",
"MUSINS01S",
"MUSINS02S",
"MUSINS03S",
"MUSKÖS01",
"MUSKÖS02S",
"MUSMUS0",
"MUSMUK0",
"MUSMUI0",
"MUSMUS01",
"MUSMUS02",
"MUSRYT0"],"description":"<p>Musik finns i alla kulturer och den berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som används i en mängd sammanhang, som har olika funktioner och som betyder olika saker för var och en av oss. Ämnet musik har sin grund i konstnärligt uttryck, musikaliskt hantverk och musikvetenskap.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet musik ska syfta till att eleverna utvecklar kunskaper i musik och förmåga att gestalta musik, både solistiskt och i ensemble. Eleverna ska också ges möjlighet att utveckla förmåga att kommunicera med medmusicerande och publik. Undervisningen ska bidra till att eleverna utvecklar förmåga att analysera och tolka musikupplevelser. Genom undervisningen ska eleverna ges möjlighet att reflektera över och värdera sin egen och andras musikaliska gestaltning, i syfte att öka det konstnärliga skapandet. Undervisningen ska bidra till att eleverna utvecklar kreativitet och förståelse av samband mellan detalj och helhet.</p><p>Undervisningen ska också ge eleverna möjlighet att genom sitt musikutövande aktivt bidra till ett rikt kulturliv i samhället. Genom undervisningen ska eleverna ges möjlighet att pröva olika metoder för musikinstudering. Genom att arbeta med musiken från både teknik- och tolkningsperspektiv ska eleverna ges möjlighet att utveckla ett personligt uttryck med en hög konstnärlig kvalitet. Undervisningen ska ta fasta på att stärka elevernas motivation och självförtroende i musikutövandet.</p><p>Samarbetsförmåga och ansvarstagande för arbete i grupp är viktigt i musiken. Därför ska eleverna ges möjlighet att musicera tillsammans med andra.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om musikinstrumentens konstruktion och egenskaper samt röstens fysiologi. Undervisningen ska också bidra till att eleverna utvecklar kunskaper i arbetsmiljöns betydelse för individ och samhälle. Genom att studera och utöva musik från olika tider, kulturer och stilarter ska eleverna ges möjlighet till genrebreddning.</p>",
"goals":["Färdigheter i att musicera instrumentalt eller vokalt, såväl efter noter som på gehör, samt färdigheter i att använda ett konstnärligt och musikaliskt uttryck.",
"Kunskaper om musik, begrepp och stildrag från olika tider och kulturer.",
"Förmåga att improvisera. ",
"Kunskaper om musikinstudering, enskilt och i grupp, samt förmåga att ta ansvar för sin musikaliska färdighetsutveckling. ",
"Kunskaper om instrumentets konstruktion och egenskaper, röstfysiologi och röstvård.",
"Förmåga att skapa musik och arrangera för en eller flera valda ensembletyper.",
"Förmåga att värdera, samarbeta och ta ansvar i musikalisk gestaltning och musicerande inför och i kommunikation med publik.",
"Färdigheter i att använda musikteknisk utrustning samt kunskaper om hur musik kan framställas och hanteras digitalt. ",
"Kunskaper om arbetsmiljöfrågor."],"someexcludes":true,"somefocuses":true}