{"name":"Människan i industrin",
"code":"MÄI",
"type":"VOCATIONAL",
"courses":["MÄIMÄN01",
"MÄIMÄN02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet människan i industrin behandlar industrins villkor och individens roll, ansvar och betydelse i arbetsgruppen och för företagets produktion. Det är också en introduktion till lagar, förordningar och andra bestämmelser som berör industriarbete. Ämnet är till sin karaktär orienterande.</p>  ",
"purpose":"<p>Undervisningen i ämnet människan i industrin ska syfta till att eleverna utvecklar kunskaper om individens betydelse och ansvar för den dagliga produktionen och för företagets utveckling. Undervisningen ska bidra till att eleverna utvecklar kunskaper om industrin i ett historiskt perspektiv samt om de förutsättningar och villkor som företag och människor i dag arbetar under. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur förändringar i framtiden kan påverka industrins förutsättningar, samhällsroll, produktionsstrukturer och arbetsmarknad, ur såväl ett nationellt som ett internationellt perspektiv.</p><p>För att eleverna ska växa i tilltro till den egna innovativa förmågan ska undervisningen ge eleverna möjligheter att utveckla kunskaper om hur enskilda arbetstagares idéer genom tiderna har påverkat såväl produktion, produkter som arbetsvillkor.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vad arbetsgruppens samarbetsförmåga och samarbetsformer samt den enskildes roll i gruppen betyder för produktion och kreativt arbetsklimat. I undervisningen ska eleverna även ges möjlighet att reflektera över gruppdynamiska fenomen, konflikthantering och ledarskapets funktion samt utveckla kunskaper om hur parters olika åsikter och intressen hanteras i förhandlingar och med lagliga stridsåtgärder.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om systematiskt arbetsmiljöarbete samt förmåga att utföra konkreta insatser vid olyckstillfällen. Den ska också bidra till att eleverna utvecklar förståelse av hur produktion och produkter påverkar miljön och tillgången på de resurser som används.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmåga att i tal och skrift uttrycka sig med den terminologi och de bild- och symbolkonventioner som gäller inom yrkesområdet. Dessutom ska undervisningen ge eleverna möjlighet att reflektera över och diskutera frågor om till exempel genus, etik, kultur och etnicitet i industrin.</p>",
"goals":["Förmåga att arbeta enligt projektmetodik.",
"Kunskaper om hur lagar och andra bestämmelser reglerar produktion och företag.",
"Kunskaper om förebyggande systematiskt arbetsmiljöarbete och förmåga att ingripa vid olyckstillbud.",
"Kunskaper om företagandets marknadsmässiga villkor, industrins förutsättningar samt produktionens betydelse och samhällspåverkan i ett regionalt, nationellt och internationellt perspektiv.",
"Förmåga att analysera hur individers idéer och samhällsfaktorer har påverkat och kan komma att påverka industrins utveckling.",
"Kunskaper om individens roll och ansvar, samt konflikthanteringens och ledarskapets betydelse, för ett effektivt arbetsklimat.",
"Förmåga att analysera den egna insatsen samt arbetsgruppens samverkan och funktion.",
"Förmåga att använda korrekt fackspråk."],"someexcludes":true,"somefocuses":false}