{"name":"Människan i industrin",
"code":"MÄI",
"type":"VOCATIONAL",
"courses":["MÄIMÄN01",
"MÄIMÄN02"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet är till sin karaktär orienterande och främst teoretiskt. Det kan läsas parallellt med mer praktiska ämnen, men det teoretiska innehållet kan också bearbetas praktiskt i olika former av samverkansövningar. Det centrala innehållet ”faktorer som påverkar individers samverkan i arbetsgrupper, konflikthantering…” i kursen människan i industrin 1 kan till exempel bearbetas i praktiska övningar som tar sin utgångspunkt i ett tänkt företagsvillkor eller utifrån elevernas erfarenheter av APL eller av undervisningen i andra ämnen.</p><p>Undervisningen i ämnet ska bland annat utveckla elevernas kunskaper om lagar och andra bestämmelser som reglerar produktion och företag. Utan relation till en bransch eller produktion kan detta bli allt för generellt. Därför vinner undervisningen på att detta kopplas mot en specifik bransch eller en specifik produktion. I det konkreta kan eleven få inte bara en upplevelse av utan även en insikt i varför en reglering, till exempel om arbetsskydd, är viktig för både individen och produktionen.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h4>Kurser i människan i industrin</h4><p>Människan i industrin består av två kurser. Den första kursen <em>människan i industrin 1</em> riktar sig mot ämnets alla åtta mål. Fördjupningskursen <em>människan i industrin 2</em> är främst avsedd för elever som tänker sig en framtida arbetsledande ställning inom industrin.</p>",
"COMPARISON_GY2000":"<p>I Gy 2000 fanns kursen <em>arbetsmiljö och säkerhet</em>. Delar av denna kurs återfinns i ämnet människan i industrin. I ämnet människan och industrin ingår också något som inte fanns med i arbetsmiljö och säkerhet, nämligen reflektion över erfarenheter av samarbete mellan individer ges ett utrymme inom undervisningen. För att garantera att arbetsmiljö- och säkerhetsfrågor i yrkesutbildningarna behandlas kontinuerligt återkommer dessa frågor även i många andra karaktärsämnen.</p>",
"DESCRIPTION":"<h4>Introduktion</h4><p>Introduktionen syftar till att eleverna ska känna till lagar och bestämmelser och få en helhetsbild av regelverket. Denna introduktion är inledningen på en säkerhetsutbildning som sen fullföljs i andra karaktärsämnen.</p><h4>Orienterande</h4><p>Ordet orienterande innebär att ämnet ger en översikt över och introduktion till människans villkor och roll i industrin. Orienteringen får dock inte innebära att eleven endast har ”hört talas om” vissa fakta. Ämnet ger en grund för att eleven ska kunna agera med ansvar, kunna samarbeta och förstå sin roll i industriell produktion.</p>",
"PURPOSE":"<h4>Projektmetodik</h4><p>Inom ämnets ram är det inte nödvändigt att eleverna genomför ett projekt, men de ska lära sig en metod för att planera, genomföra, utvärdera och redovisa projekt, dvs. projektmetodik. Projekt kan genomföras i samverkan med andra ämnen för att eleverna ska få tillämpa sina färdigheter.</p><h4>Produktion och företag</h4><p>Formuleringen produktion och företag avser i detta sammanhang produktion och företag relaterade till såväl inriktning som utbildningsprofil.</p><h4>Systematiskt arbetsmiljöarbete och olyckstillbud</h4><p>Med <em>systematiskt arbetsmiljöarbete</em> avses vad som gäller för det verksamhetsområde som utbildningen förbereder för. Bestämmelser om systematiskt arbetsmiljöarbete finns i Arbetsmiljöverkets föreskrifter och rekommendationer.</p><p>Förmåga att ingripa vid <em>olyckstillbud</em> innebär enligt det centrala innehållet i kursen människan och industrin 1 att eleven ska kunna ge första hjälpen samt hjärt- och lungräddning. Vilken typ av första hjälpen som tränas i kursen utöver hjärt- och lungräddning är beroende av bransch.</p>"},"description":"<p>Ämnet människan i industrin behandlar industrins villkor och individens roll, ansvar och betydelse i arbetsgruppen och för företagets produktion. Det är också en introduktion till lagar, förordningar och andra bestämmelser som berör industriarbete. Ämnet är till sin karaktär orienterande.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet människan i industrin ska syfta till att eleverna utvecklar kunskaper om individens betydelse och ansvar för den dagliga produktionen och för företagets utveckling. Undervisningen ska bidra till att eleverna utvecklar kunskaper om industrin i ett historiskt perspektiv samt om de förutsättningar och villkor som företag och människor i dag arbetar under. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur förändringar i framtiden kan påverka industrins förutsättningar, samhällsroll, produktionsstrukturer och arbetsmarknad, ur såväl ett nationellt som ett internationellt perspektiv.</p><p>För att eleverna ska växa i tilltro till den egna innovativa förmågan ska undervisningen ge eleverna möjligheter att utveckla kunskaper om hur enskilda arbetstagares idéer genom tiderna har påverkat såväl produktion, produkter som arbetsvillkor.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vad arbetsgruppens samarbetsförmåga och samarbetsformer samt den enskildes roll i gruppen betyder för produktion och kreativt arbetsklimat. I undervisningen ska eleverna även ges möjlighet att reflektera över gruppdynamiska fenomen, konflikthantering och ledarskapets funktion samt utveckla kunskaper om hur parters olika åsikter och intressen hanteras i förhandlingar och med lagliga stridsåtgärder.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om systematiskt arbetsmiljöarbete samt förmåga att utföra konkreta insatser vid olyckstillfällen. Den ska också bidra till att eleverna utvecklar förståelse av hur produktion och produkter påverkar miljön och tillgången på de resurser som används.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmåga att i tal och skrift uttrycka sig med den terminologi och de bild- och symbolkonventioner som gäller inom yrkesområdet. Dessutom ska undervisningen ge eleverna möjlighet att reflektera över och diskutera frågor om till exempel genus, etik, kultur och etnicitet i industrin.</p>",
"goals":["Förmåga att arbeta enligt projektmetodik.",
"Kunskaper om hur lagar och andra bestämmelser reglerar produktion och företag.",
"Kunskaper om förebyggande systematiskt arbetsmiljöarbete och förmåga att ingripa vid olyckstillbud.",
"Kunskaper om företagandets marknadsmässiga villkor, industrins förutsättningar samt produktionens betydelse och samhällspåverkan i ett regionalt, nationellt och internationellt perspektiv.",
"Förmåga att analysera hur individers idéer och samhällsfaktorer har påverkat och kan komma att påverka industrins utveckling.",
"Kunskaper om individens roll och ansvar, samt konflikthanteringens och ledarskapets betydelse, för ett effektivt arbetsklimat.",
"Förmåga att analysera den egna insatsen samt arbetsgruppens samverkan och funktion.",
"Förmåga att använda korrekt fackspråk."],"someexcludes":true,"somefocuses":false}