{"name":"Människans språk",
"code":"MÄK",
"type":"OTHER",
"courses":["MÄKMÄK01",
"MÄKMÄK02"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet människans språk om han eller hon</p><p>1. har behörighet i något av ämnena engelska i gymnasieskolan, moderna språk i gymnasieskolan, svenska i gymnasieskolan eller svenska som andraspråk i gymnasieskolan i kombination med något av ämnena engelska i gymnasieskolan, moderna språk i gymnasieskolan eller latin i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom lingvistik eller motsvarande språkvetenskaplig kompetens,</p><p>2. med godkänt resultat har genomgått utbildning om 60 högskolepoäng inom lingvistik, eller</p><p>3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet människans språk har sin bas i språkvetenskapens olika grenar och behandlar språk ur flera aspekter. Utgångspunkten är språk i världen i dag och vad det innebär att kunna ett språk. Ämnet är en förberedelse för och komplement till vidare språk- och kulturstudier.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet människans språk ska syfta till att eleverna utvecklar kunskaper om språk som system, kulturbärare och socialt fenomen. Den ska även ge eleverna möjlighet att utveckla kunskaper om den mänskliga språkförmågan och språkanvändningen samt behandla processer som språkinlärning och samband mellan språk, tanke och hjärna. Vidare ska eleverna ges möjlighet att utveckla kunskaper om olika språk i världen och vad som förenar dem respektive skiljer dem åt.</p><p>Eleverna ska ges möjlighet att utveckla färdigheter i att praktiskt tillämpa kunskaper om språkliga system samt förmåga att analysera och diskutera språk och språkanvändning som kulturellt, politiskt och socialt fenomen ur olika aspekter, till exempel etnicitet och makt. Därigenom ska eleverna ges möjlighet att utveckla en ökad språklig medvetenhet. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om språkets roll i interkulturell kommunikation samt förståelse av de möjligheter och utmaningar som språklig mångfald och flerspråkig förmåga innebär både för individ och för samhälle.</p><p>Genom att i undervisningen studera språk såväl i närsamhället som globalt och genom att dra nytta av elevernas egna språkliga erfarenheter ska kunskaper om språkanvändning och språklig mångfald sättas in i ett sammanhang. Praktiska inslag som laborationer och undersökningar ska ingå i undervisningen för att ge eleverna möjlighet att utveckla förståelse av till exempel språkinlärning och språkljud. Undervisningen ska även innehålla praktisk problemlösning där eleverna får möjlighet att använda sina kunskaper om språkliga system i olika sammanhang.</p>",
"goals":["Kunskaper om språk och språkfamiljer i världen.",
"Förmåga att analysera språk med hjälp av kunskaper om språkens byggstenar och deras användning i olika språk.",
"Kunskaper om den mänskliga språkförmågan, språkliga processer, språkinlärning och sambandet mellan språk och tänkande.",
"Förståelse av språklig mångfald och flerspråkighet ur ett individ- och samhällsperspektiv.",
"Förmåga att använda språkvetenskapliga begrepp, metoder och teorier.",
"Färdigheter i att undersöka språkliga företeelser och lösa språkliga problem.",
"Förmåga att diskutera och reflektera kring språk som kulturellt, politiskt och socialt fenomen samt kring språkets roll i interkulturell kommunikation."],"someexcludes":false,"somefocuses":false}