{"name":"Människans språk",
"code":"MÄK",
"type":"OTHER",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet</h2><p>Ämnet människans språk ger en introduktion i språkvetenskap. Ämnet belyser språk som system, kulturbärare och socialt fenomen.</p><p>Ämnet människans språk behandlar språk generellt och inte specifikt det svenska språket. Ämnet behandlar världens språkliga mångfald, vad gäller både språkstrukturer i olika språk och språks olika status, som minoritetsspråk, som officiella statsbärande språk och som internationella kontaktspråk. Att förstå den sociokulturella dimensionen av ett språk, hur språk används som markör för såväl etnisk som social identitet, och hur språk fungerar som en social konvention bidrar till en ökad språklig medvetenhet. Språkfamiljer tas upp som ett sätt att generalisera över ett flertal språk, genom att klassificera dem enligt släktskap.</p><p>Att tala ett språk innebär inte självklart att man förstår vad det egentligen innebär att kunna ett språk. Ämnet gör den kunskap som alla besitter i egenskap av språkbrukare explicit, när det gäller både ljudsystem, fonotaktiska begränsningar, grammatiska strukturer och språkbruksprinciper (pragmatik). Ämnet bidrar alltså till en ökad språklig medvetenhet och självmedvetenhet, vilket kan vara till både inspiration och hjälp inför fortsatta språk- och kulturstudier.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h3>Kurser i ämnet</h3><p>Det centrala innehåll som tas upp i <em>människans språk 1</em> fördjupas i <em>människans språk 2</em>. Människans språk 1 är till sin karaktär mer övergripande och ger bland annat en bred och övergripande introduktion till språken i världen. Människans språk 2 har ett mer vetenskapligt fokus och behandlar språkvetenskapen som en länk mellan humanistisk vetenskap, naturvetenskap (bl.a. neurolingvistik) och teknik (bl.a. översättningsprogram och andra datoriserade tillämpningar av språkvetenskap).</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/nzgw/~edisp/bild-till-kommentarer-520px\" />",
"PURPOSE":"<h2>Begrepp i ämnets syfte och mål</h2><h3>Den mänskliga språkförmågan</h3><p>Den mänskliga språkförmågan innefattar en kognitiv förmåga som människan har och som saknas hos andra djurarter, nämligen förmågan att spontant tillägna sig ett mänskligt språk i all dess komplexitet. En nödvändig förutsättning för (talat) mänskligt språk är uppbyggnaden av den mänskliga talapparaten.</p><h3>Språkinlärning</h3><p>Med språkinlärning avses dels tillägnandet av ett modersmål (förstaspråksinlärning), dels inlärningen av andra språk. Det första handlar mest om specifika kognitiva egenskaper hos människan och individens utveckling som social varelse, medan det andra har vissa tangeringspunkter med språkdidaktisk metodik, som kan vara av relevans för eleven och skolarbetet i övrigt. Med språkinlärning menas den process som inläraren genomgår oavsett om det rör sig om en formell inlärningssituation eller i hemmet.</p><h3>Språk som kulturellt och politiskt fenomen</h3><p>Språk beskrivs ibland som en biokulturell hybrid som uppstått genom inbördes interaktion mellan människans biologiska förutsättningar och den mänskliga kulturen. Språk är alltså intimt förbundet med <em>kultur</em>, antingen vi tänker på kulturella företeelser (latin som bärare av den kristna kulturen, engelska som bärare av den moderna vetenskapliga kulturen, och i viss mån japanska som en bärare av mangapopkulturen) eller på mer grundläggande samhälleliga värderingar och attityder som speglas i språket. I språket ser vi också spår av tidigare kulturella influenser (i form av låneord från olika språk). Språket är också en definierande del av kultur på det sättet att gränsen mellan olika minoritetskulturer ofta markeras och tydliggörs genom just språkgränser.</p><p>Med språk som <em>politiskt fenomen</em> avses bland annat språkets roll i uppbyggnaden av nationalstater. Även om de flesta språken i världen inte är statsbärande, är många nationalstater på något sätt förknippade med ett nationalspråk, som ofta kodifierats och standardiserats just för att skapa och legitimera en nationell kultur. Här avses också den språkpolitik som förs, lokalt, regionalt och globalt. Samtida konflikter kan belysas ur både ett politiskt och ett språkligt perspektiv.</p><h3>Språklig mångfald i samhället och hos individen</h3><p>Ser man på världen i stort är det flesta samhällen flerspråkiga. I ett flerspråkigt samhälle kan språken samexistera på olika sätt, till exempel kan det finnas ett officiellt statsbärande språk och ett antal icke-officiella språk. Ofta, men inte alltid, är det statsbärande språket också majoritetens modersmål, medan de icke-officiella språken är minoritetsspråk, men det finns undantag. I vissa samhällen har ett antal språk parallell status som statsbärande språk, medan det i andra samhällen används olika språk för olika domäner inom samhället (diglossi). Flerspråkighet i samhället uppvisar med andra ord ett enormt spektrum av variation.</p><p>I flerspråkiga samhällen är det ofta nödvändigt att vara flerspråkig, och faktum är att de flesta människor i världen faktiskt är två- eller flerspråkiga.</p><p>Europarådets <em>Gemensam europeisk referensram för språk: lärande, undervisning och bedömning, </em>GERS, (Skolverket 2007, s.45)tydliggör hur kunskaper i ytterligare ett språk berikar individen: &quot;Den språkliga och kulturella kompetensen i varje språk ändras genom kunskapen i det andra språket och bidrar till interkulturell medvetenhet och interkulturell färdighet. Det gör det möjligt för individen att utveckla en rikare och mer sammansatt personlighet, ökad kapacitet för språkinlärning och större öppenhet för nya kulturella erfarenheter.&quot;</p><p>Flerspråkighet hos individen innebär alltså att individens språkliga repertoar är uppbyggd av flera språk som behärskas i varierande utsträckning, där alla olika språkfärdigheter har sin plats. Språkinlärning är en process som pågår under hela livet. När en persons språkerfarenheter utvidgas bygger han eller hon upp en kommunikativ kompetens där språkkunskaper och språkerfarenheter kan stödja och ibland påverka varandra, även om personen mycket väl kan hålla isär systemen och välja språk korrekt efter den relevanta sociala kontexten. I en situation där omvärlden är flerspråkig är det dessutom vanligt att talare växlar fritt mellan olika språksystem, så kallad kodväxling.</p><h3>Praktiska inslag som laborationer och undersökningar</h3><p>Att använda sig av praktiska undersökningar i undervisningen uppmuntrar eleven att se språket som ett oberoende studieobjekt, som kan undersökas objektivt utifrån, och inte bara som ett fenomen som huvudsakligen kan upplevas genom introspektion och språkkänsla.</p><p>Det finns olika metoder för att illustrera fenomen inom språkvetenskapens olika grenar. Inom grammatiken är till exempel morfemanalysövningar ett sätt att undersöka fenomen och träna förmågan att abstrahera ett språksystem ur en uppsättning data. Inom fonetiken är laborativa metoder med ljudbehandlingsmjukvara en metod som kan bidra till förståelse av hur språkljud uppfattas och tolkas (fonetisk laborationsutrustning består idag huvudsakligen av mjukvara som kan användas i vanliga datorer). Inom psykolingvistik finns det olika experiment som kan användas som illustrationer för olika språkliga fenomen kring perception och tolkning. Vissa av dessa experiment är språkvetenskapliga tillämpningar av psykologiska experiment, till exempel Strooptest. Inom det sociolingvistiska fältet är observationer, intervjuer och enkäter användbara metoder.</p><h3>Att analysera språk (mål 2)</h3><p><em>Att analysera språk</em>handlar om att utifrån data från ett språk känna igen existerande mönster och utifrån dessa formulera en hypotes om hur språket är uppbyggt. Detta förutsätter dels praktisk träning, dels kunskap om möjliga eller sannolika typer av strukturer.</p><p>Uttrycket <em>språkets byggstenar</em> syftar på allt från fonemsystemen i olika språk, till den språkliga strukturen i alla dess delar, till exempel morfologisk struktur och satsmönster.</p><h3>Språkvetenskapliga begrepp, metoder och teorier (mål 5)</h3><p>Språkvetenskap, och även traditionell grammatik, handlar om att göra explicit den kunskap som varje användare av språk besitter implicit. Att göra detta förutsätter en relevant <em>begreppsapparat</em>, som alltså är ett verktyg för att uppnå förståelse, inte ett mål i sig.</p><p><em>Metoder</em>omfattar olika experimentella och laborativa metoder som kan tillämpas för att undersöka språkliga företeelser och att lösa språkliga problem</p><p><em>Teorier</em>syftar på teorier kring språks uppbyggnad, till exempel generativism kontra funktionalism. Det syftar även på teorier kring språkinlärning, till exempel konnektionism kontra behaviourism, samt på teorier kring språkets uppkomst. Det syftar dessutom på förmågan att själv teoretisera och analysera med utgångspunkt från tillgänglig data. Analys av ett språkligt system handlar i hög grad om att skapa en hypotes om hur systemet fungerar och sedan testa den mot nya data. Med teorier avses här inte myter kring exempelvis uppkomsten av språk eller språklig diversitet, även om sådana myter kan ha ett värde för att belysa människans urgamla intresse för språket. Dessa myter hör snarast ihop med diskussionen om språk som kulturellt fenomen (mål 7).</p>"},"auth":"<p>En lärares kompetens är relevant för ämnet människans språk om han eller hon</p><p>1. har behörighet i något av ämnena engelska i gymnasieskolan, moderna språk i gymnasieskolan, svenska i gymnasieskolan eller svenska som andraspråk i gymnasieskolan i kombination med något av ämnena engelska i gymnasieskolan, moderna språk i gymnasieskolan eller latin i gymnasieskolan och med godkänt resultat har genomgått utbildning om 15 högskolepoäng inom lingvistik eller motsvarande språkvetenskaplig kompetens,</p><p>2. med godkänt resultat har genomgått utbildning om 60 högskolepoäng inom lingvistik, eller</p><p>3. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet människans språk har sin bas i språkvetenskapens olika grenar och behandlar språk ur flera aspekter. Utgångspunkten är språk i världen i dag och vad det innebär att kunna ett språk. Ämnet är en förberedelse för och komplement till vidare språk- och kulturstudier.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet människans språk ska syfta till att eleverna utvecklar kunskaper om språk som system, kulturbärare och socialt fenomen. Den ska även ge eleverna möjlighet att utveckla kunskaper om den mänskliga språkförmågan och språkanvändningen samt behandla processer som språkinlärning och samband mellan språk, tanke och hjärna. Vidare ska eleverna ges möjlighet att utveckla kunskaper om olika språk i världen och vad som förenar dem respektive skiljer dem åt.</p><p>Eleverna ska ges möjlighet att utveckla färdigheter i att praktiskt tillämpa kunskaper om språkliga system samt förmåga att analysera och diskutera språk och språkanvändning som kulturellt, politiskt och socialt fenomen ur olika aspekter, till exempel etnicitet och makt. Därigenom ska eleverna ges möjlighet att utveckla en ökad språklig medvetenhet. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om språkets roll i interkulturell kommunikation samt förståelse av de möjligheter och utmaningar som språklig mångfald och flerspråkig förmåga innebär både för individ och för samhälle.</p><p>Genom att i undervisningen studera språk såväl i närsamhället som globalt och genom att dra nytta av elevernas egna språkliga erfarenheter ska kunskaper om språkanvändning och språklig mångfald sättas in i ett sammanhang. Praktiska inslag som laborationer och undersökningar ska ingå i undervisningen för att ge eleverna möjlighet att utveckla förståelse av till exempel språkinlärning och språkljud. Undervisningen ska även innehålla praktisk problemlösning där eleverna får möjlighet att använda sina kunskaper om språkliga system i olika sammanhang.</p>",
"goals":["Kunskaper om språk och språkfamiljer i världen.",
"Förmåga att analysera språk med hjälp av kunskaper om språkens byggstenar och deras användning i olika språk.",
"Kunskaper om den mänskliga språkförmågan, språkliga processer, språkinlärning och sambandet mellan språk och tänkande.",
"Förståelse av språklig mångfald och flerspråkighet ur ett individ- och samhällsperspektiv.",
"Förmåga att använda språkvetenskapliga begrepp, metoder och teorier.",
"Färdigheter i att undersöka språkliga företeelser och lösa språkliga problem.",
"Förmåga att diskutera och reflektera kring språk som kulturellt, politiskt och socialt fenomen samt kring språkets roll i interkulturell kommunikation."]}