{"name":"Mät-, styr- och reglerteknik",
"code":"MÄT",
"type":"VOCATIONAL",
"courses":["MÄTDIS0",
"MÄTMÄT0",
"MÄTMÄO0",
"MÄTPRR0"],"description":"<p>Ämnet mät-, styr- och reglerteknik behandlar metoder och arbetssätt för att styra och reglera tekniska komponenter, till exempel regulatorer och styrsystem. Arbete med styr- och reglerteknik har sin grund i industriell mätteknik och aktuatorer. I ämnet behandlas även säkerhetsfrågor som har en central roll i arbete med styr- och reglerteknik, eftersom misstag kan orsaka stora skador både på person och på egendom.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet mät-, styr- och reglerteknik ska syfta till att eleverna utvecklar färdigheter i att planera och utföra arbeten med styr- och reglerteknisk utrustning. Den ska också leda till att eleverna utvecklar förmåga att använda scheman, ritningar, manualer och föreskrifter. Eleverna ska ges möjlighet att utveckla förmåga att upptäcka och avhjälpa fel i styr- och reglerteknisk utrustning. Vidare ska undervisningen leda till att eleverna utvecklar ett säkert och miljömässigt arbetssätt samt förmåga att dokumentera sitt arbete.</p><p>Undervisningen ska ge eleverna möjlighet att planera arbetsuppgifter och arbeta praktiskt med styr- och reglerteknisk utrustning. I undervisningen ska såväl praktiska som teoretiska uppgifter ingå så att eleverna ges möjlighet att förstå sambandet mellan praktiskt arbete och yrkesteori.</p>",
"goals":["Förmåga att planera sitt arbete samt att installera, konfigurera, driftsätta och underhålla styr- och reglertekniska komponenter och system på ett säkert sätt.",
"Förmåga att läsa och tolka scheman över styr- och reglertekniska komponenter och system.",
"Färdigheter i att mäta styr- och reglertekniska storheter.",
"Förmåga att felsöka, reparera och åtgärda fel i styr- och reglertekniska komponenter och system.",
"Förmåga att dokumentera sitt arbete med styr- och reglertekniska komponenter och system."],"someexcludes":false,"somefocuses":false}