{"name":"Måltids- och branschkunskap",
"code":"MÅT",
"type":"VOCATIONAL",
"courses":["MÅTBRC0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet måltids- och branschkunskap ger en orientering om branschens verksamheter och hantverken inom dem. Det ger även möjlighet att prova på de olika hantverken. I ämnet behandlas grundläggande kunskaper i hygien och arbetsmiljö.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet måltids- och branschkunskap ska syfta till att eleverna utvecklar förståelse av förutsättningar för branschens olika verksamheter och de villkor som verksamheterna i branschen lever under. Den ska också ge eleverna möjlighet att utveckla förståelse av hur det är att arbeta i branschens olika yrken och hur dessa samverkar. Undervisningen ska bidra till att eleverna utvecklar kunskaper om måltiden som helhetsupplevelse och alla dess delar som mat, dryck, bröd, servering och service. Den ska också bidra till att eleverna utvecklar kunskaper om ansvarsfull alkoholservering och ge dem möjlighet att reflektera kring alkoholen och dess effekter.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hantverksmässiga arbetsuppgifter inom bageri, konditori, kök och matsal samt inom färskvaror och delikatesser i butik. Genom undervisningen ska eleverna också ges möjlighet att prova på att utföra vanligt förekommande arbetsuppgifter inom dessa områden.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för respektive yrkesområde. Eleverna ska också ges möjlighet att reflektera över hur arbetsprocessen påverkar resultatet.</p>",
"goals":["Kunskaper om de villkor som styr verksamheterna i branscherna.",
"Färdigheter i att utföra hantverksmässiga arbetsuppgifter inom branschernas olika yrkesområden. ",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}