{"name":"Måltids- och branschkunskap",
"code":"MÅT",
"type":"VOCATIONAL",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Måltids- och branschkunskap</h2><p>Ämnet måltids- och branschkunskap är ett orienterande ämne som ger en inblick i de olika verksamheter som skapar en måltid och måltidsupplevelse. Det ger eleverna förutsättningar att förstå vikten av samarbete och vilka kompetenser som krävs för att skapa en helhetsupplevelse kring måltiden. Ämnet ger eleverna möjlighet att pröva olika sysslor inom branschens verksamheter, så som arbetsuppgifter inom butik, bageri, konditori, kök och matsal. De färdigheter eleverna utvecklar i detta ämne är på en orienterande nivå.</p><p>Ämnet behandlar också de villkor som styr verksamheterna. Det handlar om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Det handlar också om att ge en orientering i hur det är att arbeta i branschen med dess för- och nackdelar samt vilka rättigheter och skyldigheter man har som anställd.</p><p>Kunskaperna som eleverna utvecklar i ämnet underlättar för deras val av yrkesutgång.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/nzgw/~edisp/bild-till-kommentarer-520px\" />"},"description":"<p>Ämnet måltids- och branschkunskap ger en orientering om branschens verksamheter och hantverken inom dem. Det ger även möjlighet att prova på de olika hantverken. I ämnet behandlas grundläggande kunskaper i hygien och arbetsmiljö.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet måltids- och branschkunskap ska syfta till att eleverna utvecklar förståelse av förutsättningar för branschens olika verksamheter och de villkor som verksamheterna i branschen lever under. Den ska också ge eleverna möjlighet att utveckla förståelse av hur det är att arbeta i branschens olika yrken och hur dessa samverkar. Undervisningen ska bidra till att eleverna utvecklar kunskaper om måltiden som helhetsupplevelse och alla dess delar som mat, dryck, bröd, servering och service. Den ska också bidra till att eleverna utvecklar kunskaper om ansvarsfull alkoholservering och ge dem möjlighet att reflektera kring alkoholen och dess effekter.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hantverksmässiga arbetsuppgifter inom bageri, konditori, kök och matsal samt inom färskvaror och delikatesser i butik. Genom undervisningen ska eleverna också ges möjlighet att prova på att utföra vanligt förekommande arbetsuppgifter inom dessa områden.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för respektive yrkesområde. Eleverna ska också ges möjlighet att reflektera över hur arbetsprocessen påverkar resultatet.</p>",
"goals":["Kunskaper om de villkor som styr verksamheterna i branscherna.",
"Färdigheter i att utföra hantverksmässiga arbetsuppgifter inom branschernas olika yrkesområden. ",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera sitt arbete och resultat."]}