{"name":"Naturvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning",
"code":"NAE",
"type":"OTHER",
"courses":["NAENAT00S"],"auth":"<p>En lärares kompetens är relevant för ämnet naturvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning om han eller hon</p><p>1. har behörighet i något av ämnena biologi i gymnasieskolan, geografi i gymnasieskolan, fysik i gymnasieskolan, kemi i gymnasieskolan, naturkunskap i gymnasieskolan eller teknik i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet naturvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning förbereder eleverna för fortsatta studier vid universitet eller högskola. Ämnet möjliggör en tvärvetenskaplig eller inomvetenskaplig specialisering inom ett valt kunskapsområde inom spetsutbildningens område. Delar av ämnet kan anpassas med hänsyn till skolans samverkan med universitet eller högskola. Ämnet naturvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning får bara anordnas inom av Skolverket beviljad försöksverksamhet med riksrekryterande gymnasial spetsutbildning inom naturvetenskap.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet naturvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning ska syfta till att eleverna utvecklar sina kunskaper inom ett valt kunskapsområde med tydlig anknytning till spetsutbildningens karaktär. Eleverna ska ges möjlighet att utveckla ett vetenskapligt förhållningssätt. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda relevanta begrepp, teorier, modeller och metoder i syfte att behandla frågeställningar inom det valda kunskapsområdet. Dessutom ska undervisningen bidra till att eleverna utvecklar nyfikenhet för naturvetenskap, förståelse av naturvetenskapens betydelse i samhället och ett naturvetenskapligt perspektiv på vår omvärld. I undervisningen ska aktuell forskning och elevernas egna upplevelser tas till vara.</p><p>Naturvetenskap utvecklas ständigt i ett samspel mellan teori och experiment, där hypoteser, teorier och modeller testas, omvärderas och förändras. Undervisningen ska därför behandla teoriers och modellers utveckling, begränsningar och giltighetsområden. Den ska bidra till att eleverna utvecklar förmåga att arbeta teoretiskt och experimentellt samt att kommunicera med hjälp av ett naturvetenskapligt språk. Undervisningen ska också bidra till att eleverna utvecklar förmåga att kritiskt värdera och skilja mellan påståenden som bygger på vetenskaplig respektive icke-vetenskaplig grund samt att resonera om och förhålla sig kritiskt till valda strategier och resultat.</p><p>Att samla in, sovra, strukturera och värdera information samt att dra slutsatser utifrån informationen är centralt för att utveckla en vetenskaplighet. Undervisningen ska därför innefatta naturvetenskapliga arbetsmetoder som att formulera och söka svar på frågor, göra systematiska observationer, planera och utföra experiment samt bearbeta, tolka och kritiskt granska resultat och information. Genom undervisningen ska eleverna ges möjlighet att uttrycka kunskaper och föra resonemang såväl muntligt som skriftligt och med hjälp av modern informationsteknik. </p>",
"goals":["Kunskaper om relevanta begrepp, modeller, teorier och arbetsmetoder samt förståelse av hur dessa utvecklas.",
"Förmåga att analysera och söka svar på ämnesrelaterade frågor samt att identifiera, formulera och lösa problem. Förmåga att reflektera över och värdera valda strategier, metoder och resultat.",
"Förmåga att planera, genomföra, tolka och redovisa undersökande arbete samt förmåga att hantera material och utrustning.",
"Kunskaper om naturvetenskapens betydelse för individ och samhälle.",
"Förmåga att använda kunskaper i naturvetenskap för att kommunicera samt för att granska och använda information. "],"someexcludes":false,"somefocuses":false}