{"name":"Naturguidning",
"code":"NAG",
"type":"VOCATIONAL",
"courses":["NAGGUD0",
"NAGNAT01",
"NAGNAT02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet naturguidning behandlar hur olika natur- och kulturmiljöer kan användas för rekreation, naturupplevelser och aktiviteter av skilda slag. Intresset för att få handledning och guidning i samband med vistelse i naturen och besök i parker och trädgårdar ökar. Nya verksamhetsområden växer fram och kunskaper inom ämnet ger möjligheter till utveckling och arbetstillfällen. En kombination av kunskaper om naturen, om växter och djur, friluftsliv, ledarskap och turism är en förutsättning för arbete med naturguidning i olika sammanhang. I ämnet behandlas också hur redskap och utrustning används för olika aktiviteter.</p>  ",
"purpose":"<p>Undervisningen i ämnet naturguidning ska syfta till att eleverna utvecklar förmåga att organisera, planera och genomföra olika former av aktiviteter i natur- och kulturmiljöer. Den ska ge eleverna möjlighet att utveckla förmåga att välja och använda utrustning och teknik för olika aktiviteter i naturen. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om natur- och kulturmiljöer samt om växter, djur och ekologiska samband. Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer samt om allemansrätten. Eleverna ska ges möjlighet att utveckla förmåga att ta ansvar för andra människors säkerhet i samband med arrangerade aktiviteter.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att förmedla entusiasm och skapa fascination kring naturupplevelser. I undervisningen ska eleverna också ges möjlighet att utveckla serviceanda och social förmåga.</p><p>Genom vistelse och exkursioner i olika natur- och kulturmiljöer ska eleverna ges möjlighet att utveckla kunskaper om naturen och förmåga att iaktta och upptäcka naturens mångfald. Genom övningar i realistiska situationer ska eleverna ges möjlighet att utveckla förmåga att använda redskap och utrustning för olika aktiviteter samt att handleda andra till rikare natur- och kulturupplevelser. Praktiska övningar ska också ge eleverna möjlighet att utveckla kunskaper om säkerhet, första hjälpen och livräddning.</p>",
"goals":["Förmåga att organisera, planera och genomföra aktiviteter och naturguidningar. ",
"Förmåga att välja, använda, vårda och underhålla redskap och utrustning för olika aktiviteter. ",
"Kunskaper om olycksrisker och säkerhetsåtgärder samt förmåga att vidta åtgärder vid olycksfall och tillbud. ",
"Kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer.",
"Förmåga att informera om växter, djur och natur samt att handleda andra till rikare upplevelser i natur- och kulturmiljöer. "],"someexcludes":false,"somefocuses":false}