{"name":"Nätverksteknik",
"code":"NAI",
"type":"VOCATIONAL",
"courses":["NAIADM0",
"NAINAR0",
"NAINAV0",
"NAINAE0",
"NAINAK0"],"obsolete":false,"replaces":"NÄV",
"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet nätverksteknik behandlar nätverksutrustning och it-systemlösningar samt övervakning för att uppnå hög driftsäkerhet inom nätverksområdet. Det behandlar också klienter och servrar samt hur övrig utrustning samverkar inom nätverksområdet. Dessutom behandlas programvara för både klienter och servrar samt administration av servertjänster i nätverksmiljö.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet nätverksteknik ska syfta till att eleverna utvecklar kunskaper om lokala och globala datornätverk till den nivå som krävs för att yrkesmässigt administrera lokala nätverk och kunna säkerställa en snabb och säker kommunikation mellan ingående enheter. Undervisningen ska leda till att eleverna utvecklar kunskaper om hård- och mjukvaruinstallationer samt färdigheter i konfigurering, optimering, analys och administration av nätverk.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra vanliga arbetsuppgifter på vanligt förekommande system. Eleverna ska ges möjlighet att lösa problem, utföra felsökning och åtgärda fel, både självständigt och i samarbete med andra. I undervisningen ska eleverna ges möjlighet att utveckla sitt miljö- och säkerhetstänkande.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att möta och kommunicera med kunder och uppdragsgivare på ett serviceinriktat och kvalitetsmedvetet sätt. Eleverna ska ges möjlighet att utveckla förmåga att uttrycka sig både skriftligt och muntligt samt att dokumentera sitt arbete. I undervisningen ska praktiska och laborativa moment varvas med teoretiska moment.</p>",
"goals":["Kunskaper om uppbyggnad och funktion av olika delar och komponenter i nätverk.",
"Förmåga att planera sitt arbete samt att läsa och tolka instruktioner, manualer och andra dokument på både svenska och engelska.",
"Förmåga att utföra hårdvaru- och mjukvaruinstallation samt konfigurering, optimering, analys och administration av nätverksmiljöer.",
"Förmåga att bygga upp nätverk och anläggningar samt att skapa systemlösningar.",
"Förmåga att övervaka, underhålla, felsöka samt identifiera och åtgärda fel i utrustning i nätverksmiljöer.",
"Kunskaper om lagar och andra bestämmelser inom nätverksområdet.",
"Förmåga att arbeta på ett säkert sätt som förebygger skador på person, egendom och miljö.",
"Förmåga att dokumentera sitt arbete.",
"Förmåga att ge råd till användare av nätverkssystem och datorteknisk utrustning."],"someexcludes":false,"somefocuses":true}