{"name":"Naturkunskap",
"code":"NAK",
"type":"COMMON",
"courses":["NAKNAK01a1",
"NAKNAK01a2",
"NAKNAK01b",
"NAKNAK02"],"comments":{"ABOUT_THE_SUBJECT":"<p>De kunskaper eleverna utvecklar i ämnet naturkunskap ger en naturvetenskaplig medborgarbildning. Kunskaper i naturvetenskap ger eleverna möjlighet att delta i samhällsdebatten och ta ställning till frågor i samhällslivet, yrkeslivet och privatlivet.</p><p>Ämnesplanens första mål betonar att eleven ska utveckla förmåga att göra ställningstaganden och formulera olika handlingsalternativ. <em>Handlingskompetens</em> är ett begrepp som förekommer i den internationella debatten om medborgarbildning. Framförallt har det diskuterats och använts i anslutning till undervisning kring framtidsfrågor och hållbar utveckling. Handlingskompetens innebär att eleven ser sin egen roll i aktuella samhällsfrågor eller större skeenden i samhället som till exempel knyter an till naturvetenskap. Utifrån insikten om sin egen roll kan eleven formulera förslag till förändring och på så sätt delta i och påverka samhällsfrågor. Det centrala innehållet i ämnets samtliga kurser definierar ett innehåll som utgår från aktuella områden av tvärvetenskaplig karaktär med problemställningar som anknyter till naturvetenskap där eleverna får möjlighet att diskutera och argumentera.</p><p>Hälso- och livsstilsfrågor betonas i ämnesplanen. I det centrala innehållet i de gymnasiegemensamma kurserna har sexualitet och relationer lyfts fram som en del i elevernas medborgarbildning.</p><p>Ämnesplanen betonar även ett kritiskt förhållningssätt som en del i en medborgarbildning. Ämnet ger eleven redskap till att vara kritisk till resonemang som förs om naturvetenskapliga frågor. I ämnet får eleverna kunskaper om hur naturvetenskaplig kunskap är organiserad och utvecklas. Ett kritiskt förhållningssätt innebär bland annat att kräva att påståenden är underbyggda med fakta och med hållbar argumentation. Det innebär också att se hur fakta kan vara knutna till specifika värderingar.</p><p>En del av det kritiska förhållningssättet är det normkritiska. Att vara normkritisk innebär bland annat att kunna se vilka underförstådda normer och budskap som finns i texter och bilder. I ämnesplanen poängteras på två ställen, i anslutning till livsstil och hälsa och sexualitet och relationer, att eleverna ska få möjlighet att förhålla sig kritiskt till normer och budskap i bland annat media. Ibland kan kunskaper i naturvetenskap vara en hjälp till att upplösa felaktiga föreställningar som florerar om till exempel vad som är god livsstil och hälsa. Ibland kan normkritiken riktas mot naturvetenskapen själv och hur den till exempel har använts för att befästa förutfattade meningar om vad som är rätt och fel kring sexualitet och relationer.</p><p>I ämnesplanen för naturkunskap har det naturvetenskapliga arbetssättet identifierats som ett eget innehållsområde i det centrala innehållet. Det är fördelat på tre punkter: naturvetenskapliga arbetsmetoder, naturvetenskapligt förhållningssätt och hur naturvetenskap kan granskas kritiskt. Innehållet kan läsas integrerat med annat centralt innehåll. På så sätt lär sig eleverna att tillämpa och förstå ett naturvetenskapligt arbetssätt samtidigt som undervisningen tar upp till exempel frågor om livsstil och hälsa, hållbar utveckling eller bioteknik.</p><p><em>Hållbar utveckling</em> är ett centralt begrepp i ämnesplanen. Det är ett brett begrepp som innefattar inte bara ekologiska perspektiv utan också sociala och ekonomiska. Frågeställningar ska alltså belysas ur alla dessa perspektiv, även om fokus i ämnet naturkunskap ligger på det ekologiska perspektivet.</p><p>Begreppet<em>växelverkan </em>återkommer också i mål och centralt innehåll och är ett vanligt begrepp inom naturvetenskapen som används för att beskriva förlopp som sker i ett ömsesidigt utbyte (interaktion) mellan de faktorer som ingår. Den beskrivningen ger en mer komplex och rättvisande bild över hur saker i natur och samhälle hänger samman med varandra.</p><p>Några exempel på hur studier av människokroppen kan belysas utifrån växelverkan är:</p><p>Människans sexualitet, lust och relationer kan illustreras med såväl samspelet i kroppens hormonella system, attraktioner mellan människor, som utifrån sociala och kulturella faktorer i omgivningen. Alla nivåerna bidrar till att beskriva en helhetsbild av människans sexualitet.</p><p>Smittspridning av bakterier och virus sker genom växelverkan av smittämnen, kroppens mottaglighet och resistens, samt livsstil. Vaccinationer, medicinering och preventiva metoder för smittspridning är saker som det går att ta ställning till utifrån ett naturvetenskapligt kunnande.</p><p>Kroppens tillväxt och hälsotillstånd sker i växelverkan mellan hunger, kulturella matvanor och kvaliteten på födointaget. När vi väljer vår mat har vi många olika saker att ta hänsyn till.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p>Kopplingen mellan ämnesplanens olika delar i ämnet naturkunskap kan illustreras med följande exempel:</p><p>Målet <em>Kunskaper om människokroppens uppbyggnad och funktion samt dess växelverkan med omgivningen</em> ska läsas och tolkas i förhållande till det centrala innehållet och inte tolkas som att eleverna ska kunna redogöra för människokroppens byggnad och funktion som helhet. I naturkunskap 1a1 och 1a2 samt 1b berörs områdena livsstil och hälsa, sexualitet och relationer och delvis också bio- och genteknik. I naturkunskap 2 finns ett innehåll som mer specifikt berör människokroppens uppbyggnad och funktion men relaterat till evolutionär utveckling. Kunskapskravet, som relaterar till målet, anger att eleven ska redogöra för hur människokroppens uppbyggnad och funktion i växelverkan med omgivningen och kroppen påverkas av livsstilen. Kvaliteten i redogörelsen definieras med hjälp av begreppen ”översiktligt”, ”utförligt” och ”utförligt och nyanserat”. Dessutom bestäms kvaliteten av på vilket sätt eleven kan diskutera konsekvenser av olika livsstilar samt med vilken kvalitet eleven underbygger sina argument.</p><img src=\"http://li64-rh5-webc.skolverket.se:11062/cs/groups/syllabus/documents/kommentarsmaterial/mdaw/nzgw/~edisp/bild-till-kommentarer-520px\" />",
"COMPARISON_GR":"<p>Undervisningen i naturkunskap i gymnasieskolan är inte tänkt som en repetition av vad eleverna läst i grundskolan. Istället utgår ämnesplanen från att eleverna redan i grundskolan har läst till exempel om näringslära, fotosyntes och evolutionslära. Likaså har eleverna i grundskolan läst om människokroppens delar och funktioner.</p>"},"description":"<p>Ämnet naturkunskap är till sin karaktär tvärvetenskapligt med en grund i biologi, fysik, geovetenskap och kemi. I ämnet behandlas hälsa, energi och hållbar utveckling, kunskapsområden som har vuxit fram där naturvetenskap möter samhällsvetenskap.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet naturkunskap ska syfta till att eleverna utvecklar kunskaper i naturvetenskap samt förmåga att kritiskt värdera och ta ställning i frågor som har ett naturvetenskapligt innehåll. Den ska leda till att eleverna utvecklar förståelse av hur naturvetenskapliga kunskaper kan användas i såväl yrkesliv som vardagsnära situationer och för att göra personliga val och ställningstaganden.</p><p>Utifrån aktuella frågeställningar och företeelser ska undervisningen ge eleverna möjlighet att använda naturvetenskapliga kunskaper och arbetsmetoder. Det betyder att samtidigt som undervisningen ska behandla olika innehåll som till exempel miljö- och klimatfrågor, jordens resursfördelning, kretslopp, hälsa eller genmodifiering ska den också påvisa hur dessa frågor kan hanteras utifrån ett naturvetenskapligt förhållningssätt. Genom att få diskutera och utforska frågor med samhällsanknytning ska eleverna ges möjlighet att befästa, fördjupa och utveckla naturvetenskapliga kunskaper för att kunna möta, förstå och påverka sin samtid. Undervisningen ska ge eleven möjlighet att använda digital teknik och andra verktyg för att söka och uppnå kunskaper i naturvetenskap.</p>",
"goals":["Förmåga att använda kunskaper om naturvetenskap för att diskutera, göra ställningstaganden och formulera olika handlingsalternativ.",
"Kunskaper om naturvetenskapens roll i aktuella samhällsfrågor och i förhållande till hållbar utveckling.",
"Kunskaper om olika livsstilars konsekvenser såväl för den egna hälsan som för folkhälsan och miljön.",
"Kunskaper om människokroppens uppbyggnad och funktion samt dess växelverkan med omgivningen.",
"Kunskaper om hur naturvetenskap organiseras samt hur den kan granskas kritiskt och användas för kritisk granskning.",
"Kunskaper om de naturvetenskapliga teoriernas betydelse för samhällens framväxt och för människans världsbild."],"someexcludes":false,"somefocuses":false}