{"name":"Naturbrukets byggnader",
"code":"NAR",
"type":"VOCATIONAL",
"courses":["NARBYA0"],"description":"<p>Ämnet naturbrukets byggnader omfattar allt från enklare lagerbyggnader och maskinhallar till högteknologiskt utrustade specialbyggnader, till exempel djurstallar och växthus. Väl fungerade byggnader har ett stort värde för människors och djurs välbefinnande samt för produktion och produktkvalitet. Byggnaderna representerar stora värden, varför underhåll, reparationer samt om- och tillbyggnader måste utföras med yrkeskunnande och noggrannhet. I ämnet behandlas underhåll och tillbyggnad av naturbrukets byggnader samt användning och skötsel av byggnadernas tekniska utrustning.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet naturbrukets byggnader ska syfta till att eleverna utvecklar förmåga att utföra byggnadsarbeten och underhållsarbeten på byggnader, anläggningar och teknisk utrustning. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om byggmaterial, verktyg och arbetsteknik samt om underhåll av material. Eleverna ska ges möjlighet att utveckla kunskaper om byggnaders funktion och konstruktion samt om lagstiftning inom området. Dessutom ska eleverna ges möjlighet att utveckla förståelse av kulturhistoriskt värdefulla byggnader och kunskaper om hur dessa kan underhållas.</p><p>Praktiskt arbete, praktiska övningar och fältstudier ska ingå i undervisningen. Därigenom ska eleverna ges möjlighet att utveckla förmåga att följa ritningar, hantera material och använda verktyg och maskiner på ett säkert och ergonomiskt riktigt sätt.</p>",
"goals":["Kunskaper om olika byggmaterials egenskaper, funktion och användning.",
"Förmåga att välja byggmaterial för olika ändamål samt att beräkna materialåtgång och kostnader.",
"Förmåga att utföra underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.",
"Förmåga att använda och vårda verktyg och maskiner som används i samband med byggarbeten.",
"Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Kunskaper om byggnaders kulturhistoriska och estetiska värden."],"someexcludes":false,"somefocuses":true}