{"name":"Naturbruk",
"code":"NAU",
"type":"VOCATIONAL",
"description":"<p>Naturbruk omfattar olika verksamheter för produktion av varor och tjänster. Praktiska erfarenheter och naturvetenskaplig forskning har bidragit och bidrar till att utveckla naturbrukets metoder och redskap. Ämnet naturbruk är en introduktion till naturbrukets arbetsmiljöer med växter, djur, natur och skog samt yrken inom dessa områden. För att man bättre ska förstå dagens naturbruk och roll inom hållbar utveckling omfattar ämnet även naturbrukets historiska utveckling.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet naturbruk ska syfta till att eleverna utvecklar kunskaper om naturbrukets olika miljöer och branscher, dess förutsättningar och villkor samt om hur naturbruket kan bidra till att främja en hållbar utveckling.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att utföra praktiska arbetsuppgifter inom naturbrukets olika områden. Genom undervisningen ska eleverna ges möjlighet att utveckla tilltro till den egna arbetsförmågan samt utveckla förmåga att lösa problem och samverka med andra. Kunskaper om arbetsmiljö- och säkerhetsfrågor ska ingå i undervisningen. Eleverna ska också ges möjlighet att utveckla grundläggande färdigheter i att köra någon basmaskin inom naturbruket. </p><p>Genom kontakter med naturbrukets olika arbetsmiljöer ska undervisningen ge eleverna möjlighet att utveckla förståelse av naturbrukets roll i samhället. Undervisningen ska också ge eleverna möjlighet att utveckla praktiska färdigheter i att utföra arbetsuppgifter med växter, djur, natur eller skog på ett ansvarsfullt sätt.</p>",
"goals":["Kunskaper om naturbrukets olika arbetsmiljöer och om yrkesområden inom naturbruket.",
"Kunskaper om naturbrukets produkter och tjänster samt om naturbrukets historiska utveckling.",
"Kunskaper om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.",
"Förmåga att utföra arbetsuppgifter inom naturbrukets olika områden.",
"Förmåga att arbeta säkert samt kunskaper om lagar och andra bestämmelser som gäller säkerhet i arbetet.",
"Färdigheter i att köra någon basmaskin inom naturbruket."]}