{"name":"Naturbruk",
"code":"NAU",
"type":"VOCATIONAL",
"courses":["NAUNAU0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet naturbruk ger en introduktion till naturbrukets många levande arbetsmiljöer med växter, djur och natur samt ger kunskap om vad naturbruk innebär, vilka yrken och verksamhetsområden som utbildningen leder till samt vad som krävs inom de olika yrkesområdena. Ämnets bredd ger förutsättningar för eleverna att göra yrkesval utifrån intresse och kunskap om de olika yrkesområdena och deras möjligheter.</p><p>I ämnesplanen betonas handens arbete, praktisk problemlösning och hantering av teknisk utrustning av olika slag. Branscherna arbetar aktivt med arbetsmiljö- och säkerhetsfrågor, bland annat för att identifiera olycksrisker och minska antalet arbetsplatsolyckor. Därför behandlas arbetsmiljö och säkerhet i ämnet.</p><p>Ämnet behandlar naturbrukets historiska utveckling samt hur metoder och teknik har utvecklats genom naturvetenskaplig forskning och praktisk erfarenhet. På så sätt bidrar ämnet till förståelse av dagens naturbruk och vilka kunskaper som krävs i de olika branscherna samt av naturbrukets roll för en hållbar utveckling.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Ämnet naturbruk behandlar kunskapsområden som i Gy 2000 återfanns i kursen <em>arbetsliv naturbruk</em> och i delar av kursen <em>arbetsmiljö och säkerhet</em> samt i en mindre del av kursen <em>basmaskin körning</em>.</p>      ",
"PURPOSE":"                     <p></p><h4>Begrepp i ämnets syfte</h4><h4>Olika miljöer och branscher</h4><p>De olika miljöer och branscher som behandlas finns inom lantbruk, skogsbruk, trädgård och djurhållning. Genom kunskaper om olika yrkesområdens förutsättningar och arbetsvillkor kan eleverna göra ett välgrundat yrkesval.</p><h4>Hållbar utveckling</h4><p>Naturbruket kan bidra till att främja en hållbar utveckling genom att naturresurser används på ett uthålligt sätt. Det kan till exempel handla om energiförsörjning utan användning av ändliga resurser, resurssnål livsmedelsproduktion, bevarande av naturmiljöer och biologisk mångfald, återskapande av våtmarker samt anläggning och skötsel av gröna stadsmiljöer.</p><h4>Praktiska arbetsuppgifter</h4><p>Praktiska arbetsuppgifter kan vara enklare snickeriarbeten, serviceåtgärder på maskinell utrustning, enklare skötselarbete av gröna ytor, hopfogning av material med olika tekniker som svetsning och lödning samt körning av maskiner, till exempel traktor. Genom att utföra olika typer av praktiska arbetsuppgifter utvecklas en praktisk problemlösningsförmåga och kreativitet vilket underlättar arbete inom naturbruk.</p><h4>Tilltro till egen arbetsförmåga</h4><p>Tilltro till den egna arbetsförmågan utvecklas bland annat genom reflektion över resultat och kvalitet på genomfört arbete. Bedömning av den egna arbetsinsatsen stärker lärandet och förmågan att ta ansvar för lärandet. Genom återkommande reflektion och bedömning av eget arbete blir eleven också förtrogen med innebörden av kvalitet i genomfört arbete.</p></p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Naturbruk omfattar olika verksamheter för produktion av varor och tjänster. Praktiska erfarenheter och naturvetenskaplig forskning har bidragit och bidrar till att utveckla naturbrukets metoder och redskap. Ämnet naturbruk är en introduktion till naturbrukets arbetsmiljöer med växter, djur, natur och skog samt yrken inom dessa områden. För att man bättre ska förstå dagens naturbruk och roll inom hållbar utveckling omfattar ämnet även naturbrukets historiska utveckling.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet naturbruk ska syfta till att eleverna utvecklar kunskaper om naturbrukets olika miljöer och branscher, dess förutsättningar och villkor samt om hur naturbruket kan bidra till att främja en hållbar utveckling.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att utföra praktiska arbetsuppgifter inom naturbrukets olika områden. Genom undervisningen ska eleverna ges möjlighet att utveckla tilltro till den egna arbetsförmågan samt utveckla förmåga att lösa problem och samverka med andra. Kunskaper om arbetsmiljö- och säkerhetsfrågor ska ingå i undervisningen. Eleverna ska också ges möjlighet att utveckla grundläggande färdigheter i att köra någon basmaskin inom naturbruket. </p><p>Genom kontakter med naturbrukets olika arbetsmiljöer ska undervisningen ge eleverna möjlighet att utveckla förståelse av naturbrukets roll i samhället. Undervisningen ska också ge eleverna möjlighet att utveckla praktiska färdigheter i att utföra arbetsuppgifter med växter, djur, natur eller skog på ett ansvarsfullt sätt.</p>",
"goals":["Kunskaper om naturbrukets olika arbetsmiljöer och om yrkesområden inom naturbruket.",
"Kunskaper om naturbrukets produkter och tjänster samt om naturbrukets historiska utveckling.",
"Kunskaper om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.",
"Förmåga att utföra arbetsuppgifter inom naturbrukets olika områden.",
"Förmåga att arbeta säkert samt kunskaper om lagar och andra bestämmelser som gäller säkerhet i arbetet.",
"Färdigheter i att köra någon basmaskin inom naturbruket."],"someexcludes":false,"somefocuses":false}