{"name":"Näthandel",
"code":"NÄT",
"type":"VOCATIONAL",
"courses":["NÄTNÄT01",
"NÄTNÄT02"],"description":"<p>Näthandel omfattar försäljning av både varor och tjänster. Näthandeln är oberoende av tid och plats, alltid tillgänglig och därmed ett effektivt och resurssnålt sätt att sälja varor och tjänster. Ämnet näthandel behandlar näthandel mellan företag och företag, mellan företag och den enskilda kunden samt mellan privatpersoner.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet näthandel ska syfta till att eleverna utvecklar kunskaper om hur handel med varor och tjänster bedrivs över internet på ett säkert, kostnadseffektivt och ur miljösynpunkt lämpligt sätt. Den ska också leda till att eleverna utvecklar förmåga att både använda färdiga näthandelslösningar och skapa och underhålla webbplatser med näthandelsalternativ. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om lagar och andra bestämmelser som styr näthandel. Datasäkerhet och etik är av betydelse för näthandelsföretagens verksamhet. Därför ska detta ingå i undervisningen.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur transportlösningar planeras och genomförs resurssnålt med så liten miljöpåverkan som möjligt. Eleverna ska också ges möjlighet att utveckla kunskaper om ny teknik och hur tekniken kan anpassas efter människans behov.</p><p>Eleverna ska genom praktiska övningar ges möjlighet att använda olika tekniker och metoder för att bygga webbplatser för näthandel på internet. I undervisningen ska ett undersökande och laborativt arbetssätt användas.</p>",
"goals":["Kunskaper om näthandel samt om verksamheters etablering och marknadsföring på internet.",
"Kunskaper om hur ny teknik används och anpassas till näthandel.",
"Kunskaper om hur sociala medier används i marknadsföring.",
"Kunskaper om säkerhetsfrågor, betalningssystem samt konsumentens och handelsföretagens rättigheter och skyldigheter när näthandel bedrivs.",
"Kunskaper om transportlösningar och miljökonsekvenser vid olika former av varutransporter.",
"Förmåga att skapa webbplatser, både med och utan näthandelsalternativ, utifrån en affärsidé.",
"Kunskaper om lagar och andra bestämmelser inom näthandel.",
"Förmåga att arbeta på ett ergonomiskt och miljömedvetet sätt.",
"Förmåga att granska olika affärsmöjligheter, produkter och tjänster utifrån ekonomiska, miljömässiga och etiska aspekter."],"someexcludes":true,"somefocuses":true}