{"name":"Odling i växthus",
"code":"ODI",
"type":"VOCATIONAL",
"courses":["ODIODL01",
"ODIODL02",
"ODIODI00S"],"description":"<p>Växthus är i dag utrustade med avancerad teknik för styrning av klimat och övriga tillväxtfaktorer. För optimal produktion med hög kvalitet på de odlade produkterna krävs goda biologiska och tekniska kunskaper, kunskaper om olika växters krav samt kunskaper om växthuskonstruktioner och teknisk utrustning. Ämnet odling i växthus behandlar yrkesmässig produktion av prydnadsväxter och grönsaker i växthus. Dessutom behandlas kretsloppstänkande och övriga miljöaspekter i samband med odling och annan användning av växthus.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet odling i växthus ska syfta till att eleverna utvecklar kunskaper om odlingsförutsättningar samt förmåga att odla växter med utgångspunkt från tillväxtfaktorer och miljökrav. Den ska också bidra till att eleverna utvecklar kunskaper om hur tillväxtfaktorerna kan styras med hjälp av teknik och digital utrustning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur växthuskonstruktioner och växthusets yta kan användas för god kvalitet och lönsamhet. Eleverna ska också ges möjlighet att utveckla förmåga att planera och genomföra arbetsuppgifter på ett säkert och ergonomiskt sätt med hänsyn till miljö och kretsloppstänkande. </p><p>Praktiskt arbete, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen.</p>",
"goals":["Förmåga att tolka och upprätta odlingsplaner samt att göra ekonomiska beräkningar.",
"Förmåga att planera och genomföra arbetsuppgifter inom odling i växthus.",
"Förmåga att använda teknisk utrustning samt att arbeta hantverksmässigt, säkert och ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Kunskaper om produkter och produktkvalitet samt om hur produkterna säljs.",
"Kunskaper om odlingsförutsättningar, produktionsprocesser och hur olika växters miljökrav kan tillgodoses samt förmåga att styra tillväxtfaktorer i växthus med hjälp av digital teknik och reglerutrustning.",
"Kunskaper om växthuskonstruktioner och hur växthusets yta och konstruktion kan användas samt förmåga att sköta växthusbyggnader.",
"Kunskaper om miljö och kretsloppstänkande i samband med växthusodling.",
"Kunskaper om växtskadegörare samt förmåga att arbeta med växtskyddsåtgärder."],"someexcludes":true,"somefocuses":true}