{"name":"Odling [uppdelad]",
"code":"ODL",
"type":"VOCATIONAL",
"courses":["ODLODL0",
"ODLTRÅ0",
"ODLTRR0",
"ODLTRS0",
"ODLVÄT01",
"ODLVÄT02",
"ODLODL00S"],"obsolete":true,"splitinto":["VAO",
"TRR"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Odling av växter har stor betydelse för produktion av livsmedel, växtmaterial och råvaror av olika slag. Biologiskt kunnande i kombination med användning av modern teknik bidrar till en hög kvalitet på de odlade produkterna. Ämnet odling behandlar trädgårdsodling och växtodling inom lantbruk. Det utgör också grunden för yrkesverksamhet inom anläggning, skötsel och underhåll av gröna miljöer.</p>  ",
"purpose":"<p>Undervisningen i ämnet odling ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med växter. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika odlade växter, om samspelet mellan mark, vatten, växter och klimat samt om tillväxtfaktorernas betydelse för växterna. Eleverna ska ges möjlighet att utveckla förmåga att hantera den tekniska utrustning som behövs för det aktuella verksamhetsområdet.</p><p>I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om marknaden, produkter och produktkvalitet samt om hur olika odlingssystem påverkar kvalitet och ekonomiskt resultat. Undervisningen ska vidare bidra till att eleverna utvecklar kunskaper om livsmedelssäkerhet och odlingens miljöpåverkan samt om vattenkvalitet och resurssnål användning av vatten.</p><p>Praktiskt arbete, fältstudier, laborationer och ett undersökande arbetssätt ska ingå i undervisningen. Eleverna ska ges möjlighet att följa växternas utveckling i deras miljö och därigenom utveckla förståelse av sammanhangen i yrkesmässigt arbete med växter. Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att arbeta med växter och teknisk utrustning på ett ergonomiskt riktigt och säkert sätt.</p>",
"goals":["Förmåga att upprätta och använda odlingsplaner och ekonomiska kalkyler.",
"Förmåga att utföra arbetsuppgifter inom odling samt att fatta beslut om odlingsåtgärder och bedöma arbetsresultat.",
"Förmåga att använda teknisk utrustning på ett säkert, ergonomiskt och miljömässigt hållbart sätt. Förmåga att bedöma olycksrisker och förebygga olyckor.",
"Kunskaper om lagar och andra bestämmelser som berör yrkesmässigt arbete med odling.",
"Förmåga att bedöma klimatförutsättningar, markförhållanden och odlingsjordar samt att göra växtnäringsberäkningar.",
"Kunskaper om vatten, vattenkvalitet, bevattning och dränering.",
"Kunskaper om olika växtkulturer och grödor, odlingssystem, produktionsprocessen, produktkvalitet och marknad samt förmåga att ta hänsyn till miljön i samband med odling.",
"Kunskaper om ogräs, växtsjukdomar och skadedjur samt förmåga att arbeta med växtskyddsåtgärder."],"someexcludes":true,"somefocuses":true}