{"name":"Pedagogik",
"code":"PED",
"type":"OTHER",
"auth":"<p>Av 2 kap. 21 § 6 och 22 § tredje stycket förordningen (2011:326) om behörighet och legitimation för lärare och förskollärare och utnämning till lektor framgår att en lärare är behörig i ämnet pedagogik i gymnasieskolan om han eller hon har fullgjort ämnesstudier om minst 90 högskolepoäng i ämnet pedagogik.</p><p>Utöver detta är en lärares kompetens relevant för ämnet pedagogik om han eller hon på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Pedagogik är ett tvärvetenskapligt kunskapsområde nära knutet till psykologi, sociologi och filosofi och har utvecklat en egen identitet som samhällsvetenskaplig disciplin. Ämnet pedagogik tar utgångspunkt i vetenskapen om människors liv och lärande i olika miljöer och fokuserar mötet mellan människor utifrån individ-, grupp- och ledarperspektiv.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet pedagogik ska syfta till att eleverna utvecklar kunskaper om hur människor lär, utvecklas och socialiseras i olika sammanhang samt kunskaper om olika teorier om det.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om hur synen på kunskap och lärande har förändrats och hur det har påverkat såväl fostran som undervisning. De ska också ges möjlighet att utveckla kunskaper om hur människor formas av och själva skapar sociala sammanhang, samhällen och kulturer. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur värderingar och kunskaper skapas, lever kvar och förändras inom olika kulturer, samhällen, institutioner och grupper av människor. Eleverna ska också ges möjlighet att utveckla kunskaper om människors liv och växande i olika miljöer.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om människors interaktion och kommunikation samt om pedagogiskt ledarskap. Undervisningen ska leda till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor i olika situationer och att skapa goda villkor för människors lärande och växande.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och tillfällen ska ges för eleverna att medverka vid val av arbetsformer och innehåll. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om människors lärande, liv och växande och om olika villkor för det samt om sociala och pedagogiska sammanhang.",
"Förmåga att använda pedagogiska begrepp, teorier och teoretiska perspektiv.",
"Färdigheter i att kritiskt använda information från olika källor.",
"Färdigheter i att planera, genomföra, dokumentera och utvärdera aktiviteter för att stödja och stimulera människors lärande och deltagande i olika situationer.",
"Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer.",
"Förmåga att diskutera sin egen och andras syn på kunskap och lärande samt diskutera handlingar i sociala och pedagogiska sammanhang."]}