{"name":"Pedagogiskt arbete",
"code":"PEG",
"type":"VOCATIONAL",
"courses":["PEGDRA0",
"PEGPEA0",
"PEGSKP0"],"description":"<p>Ämnet pedagogiskt arbete har sin grund i pedagogik och didaktik med tydligt fokus på lärandets praktik och tar sin utgångspunkt i den pedagogiska yrkesverksamhetens teori och praktik. Det behandlar arbetsuppgifter och yrkesroller samt verksamheternas roll i samhället.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet pedagogiskt arbete ska syfta till att eleverna utvecklar kunskaper om olika pedagogiska verksamheter och förmåga att arbeta inom dessa utifrån styrdokument, en demokratisk värdegrund och överenskommelser om mänskliga rättigheter. Undervisningen ska leda till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor utifrån ett etiskt och inkluderande förhållningssätt. De ska också ges möjlighet att utveckla kunskaper om lekens och skapande verksamheters betydelse för människors lärande och växande samt förmåga att använda de kunskaperna i sitt arbete.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och eleverna ska ges tillfällen att medverka vid val av arbetsformer och innehåll. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp samt egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om pedagogiska verksamheter och aktiviteter.",
"Kunskaper om lek och skapande verksamheters betydelse för människors lärande och växande.",
"Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.",
"Färdigheter i att kritiskt använda information från olika källor.",
"Förmåga att arbeta utifrån lagar och andra bestämmelser som styr pedagogiska verksamheter.",
"Färdigheter i att planera, genomföra, dokumentera och utvärdera aktiviteter för att stödja och stimulera människors lärande och deltagande i olika situationer.",
"Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer.",
"Förmåga att diskutera egna och andras attityder samt diskutera handlingar i pedagogiska sammanhang."],"someexcludes":true,"somefocuses":false}