{"name":"Industriteknisk fördjupning",
"code":"PRF",
"type":"VOCATIONAL",
"courses":["PRFPRF01",
"PRFPRF02"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet industriteknisk fördjupning möjliggör en utveckling av sitt handlag för att hantera material och utrustning inom det valda teknikområdet.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i industriteknisk fördjupning ska syfta till att eleverna fördjupar sina kunskaper inom ett teknikområde och utvecklar sitt handlag med verktyg och utrustningar i samband med att de löser en väldefinierad arbetsuppgift. Undervisningen ska bidra till att eleverna utvecklar förståelse av yrkesrollen och kunskaper om betydelsen av ansvarstagande i yrkeslivet. Den ska vidare ge eleverna möjlighet att utveckla kreativitet samt problemlösnings- och initiativförmåga.</p><p>Undervisningen ska ge eleverna möjligheter att utveckla förmåga att självständigt söka efter regler och föreskrifter beträffande dimensioneringsnormer, konstruktionsstandarder, hälso- och miljöbestämmelser och andra kravspecificerande regelverk som påverkar arbetsprocessen och den slutliga produktens design. Genom undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kvalitetssäkra arbetet i enlighet med ett kvalitetssäkringssystem som tillämpas inom aktuell bransch.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att på ett relevant fackspråk kommunicera med arbetsledning, arbetskamrater samt beställare och kunder.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och presentera såväl arbetsprocess som färdig produkt. Vidare ska eleverna ges möjlighet att utveckla färdigheter i att, under arbetets gång, bedöma hur arbetsprocessen påverkat resultatet och reflektera över den egna insatsen.</p>",
"goals":["Förmåga att identifiera arbetsmiljörisker och sedan planera, organisera och utföra arbetsuppgifter inom valt teknikområde på ett säkerhetsmässigt korrekt sätt med hänsyn till arbetsmiljö, ergonomi och hälsa. ",
"Förmåga att söka och använda information.",
"Förmåga att göra relevanta bedömningar av kostnader, materialåtgång, tid för utförande och lokalisering av komplicerande omständigheter.",
"Förmåga att göra riskbedömningar för material och verktyg inför arbetets genomförande.",
"Förmåga att välja, använda och vårda utrustning och material som passar för arbetsuppgiften.",
"Förmåga att dokumentera såväl arbetsprocess som resultat enligt fastställda riktlinjer.",
"Förmåga att presentera såväl resultat som arbetsprocess.",
"Förmåga att utvärdera arbetsprocessen och den egna arbetsinsatsen samt bedöma om resultatet uppfyller fastställda kvalitets- och beställningskrav.",
"Förmåga att samarbeta och använda begrepp och uttryck som är relevanta för teknikområdet."],"someexcludes":false,"somefocuses":false}