{"name":"Produktutveckling",
"code":"PRK",
"type":"VOCATIONAL",
"description":"<p>Ämnet produktutveckling behandlar arbetsprocessen för att skapa en produkt samt produktens material, konstruktion och design. Ämnet behandlar också hur olika intressenters krav samordnas till en helhet i den kreativa process som skapar en produkts gestalt, funktion och användning, där slutresultatet är ett samspel mellan behov, estetik, funktion, konstruktion, produktion och hållbar utveckling.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet produktutveckling ska syfta till att eleverna utvecklar förståelse av arbetsprocessen för att skapa en produkt samt kunskaper om hur produktens tänkta användningsområden påverkat och påverkar utvecklingen av den. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om råvaror, material, materialets egenskaper samt kostnader för material och produktframställning. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att använda verktyg samt metoder för materialval, konstruktion och design av produkter.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utveckla, analysera och visualisera idéer för utveckling av produkter. Design är en central del av produktutveckling. Det ställs höga krav på att produkter motsvarar människors förväntningar på kvalitet, estetik och funktionalitet. Undervisningen ska därför leda till att eleverna utvecklar förståelse av och kunskaper om faktorer som påverkar designarbetet kring produkter. Undervisningen ska leda till att eleverna utvecklar förståelse av människors olika behov och förutsättningar att använda produkter, eftersom det är en förutsättning för konstruktion av användbara produkter.</p><p>Genom ett projektinriktat arbetssätt ska eleverna ges möjligheter att utveckla praktiska färdigheter parallellt med förmåga att analysera och utvärdera resultat.</p>",
"goals":["Förmåga att planera, genomföra och utvärdera konstruktions- och designarbete.",
"Förmåga att söka relevant information samt förmåga att använda denna.",
"Förmåga att använda relevanta metoder och verktyg för konstruktion och design.",
"Kunskaper om datorbaserade hjälpmedel som förekommer inom produktutveckling. ",
"Kunskaper om processer och metoder vid arbete med design och konstruktion.",
"Kunskaper om råvarutillgång vid framtagning av material samt om material och deras egenskaper vid produktframställning och i den färdiga produkten.",
"Kunskaper om materials och produkters historia.",
"Förmåga att analysera materials och produkters användningsområden och utvecklingspotential.",
"Förmåga att använda korrekt terminologi.",
"Förmåga att kommunicera kring egna och andras förslag och lösningar i samband med produktutveckling."]}