{"name":"Produktutveckling",
"code":"PRK",
"type":"VOCATIONAL",
"courses":["PRKPRK01",
"PRKPRK02"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnesplanen produktutveckling är generellt skriven för att kunna inriktas mot vald produktion. Ämnet behandlar produktutveckling för elever som i sitt yrke kommer att arbeta i produktionen av slut- eller delprodukter. I ämnet utvecklar eleverna ett språk och en metod som redskap för produktutveckling. Produktutveckling innefattar också att ifrågasätta befintlig produktion och befintliga produkter för att göra förbättringar av tillverkningsprocess och produkt. Frågor man kan ställa är: Finns det alternativ beträffande funktion, konstruktion, estetik, design och produktion?</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Kunskapsinnehållet i ämnet produktutveckling fanns redan i Gy 2000 men fördelat på flera ämnen. I ämnet produktutveckling har kunskapsområden från bland annat kurserna design, konstruktion och form från Gy 2000 samlats för att ge grundläggande kunskaper om produktens väg från idé till färdig produkt för yrkesutgångar inriktade mot produktion.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet produktutveckling behandlar arbetsprocessen för att skapa en produkt samt produktens material, konstruktion och design. Ämnet behandlar också hur olika intressenters krav samordnas till en helhet i den kreativa process som skapar en produkts gestalt, funktion och användning, där slutresultatet är ett samspel mellan behov, estetik, funktion, konstruktion, produktion och hållbar utveckling.</p>  ",
"purpose":"<p>Undervisningen i ämnet produktutveckling ska syfta till att eleverna utvecklar förståelse av arbetsprocessen för att skapa en produkt samt kunskaper om hur produktens tänkta användningsområden påverkat och påverkar utvecklingen av den. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om råvaror, material, materialets egenskaper samt kostnader för material och produktframställning. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att använda verktyg samt metoder för materialval, konstruktion och design av produkter.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utveckla, analysera och visualisera idéer för utveckling av produkter. Design är en central del av produktutveckling. Det ställs höga krav på att produkter motsvarar människors förväntningar på kvalitet, estetik och funktionalitet. Undervisningen ska därför leda till att eleverna utvecklar förståelse av och kunskaper om faktorer som påverkar designarbetet kring produkter. Undervisningen ska leda till att eleverna utvecklar förståelse av människors olika behov och förutsättningar att använda produkter, eftersom det är en förutsättning för konstruktion av användbara produkter.</p><p>Genom ett projektinriktat arbetssätt ska eleverna ges möjligheter att utveckla praktiska färdigheter parallellt med förmåga att analysera och utvärdera resultat.</p>",
"goals":["Förmåga att planera, genomföra och utvärdera konstruktions- och designarbete.",
"Förmåga att söka relevant information samt förmåga att använda denna.",
"Förmåga att använda relevanta metoder och verktyg för konstruktion och design.",
"Kunskaper om datorbaserade hjälpmedel som förekommer inom produktutveckling. ",
"Kunskaper om processer och metoder vid arbete med design och konstruktion.",
"Kunskaper om råvarutillgång vid framtagning av material samt om material och deras egenskaper vid produktframställning och i den färdiga produkten.",
"Kunskaper om materials och produkters historia.",
"Förmåga att analysera materials och produkters användningsområden och utvecklingspotential.",
"Förmåga att använda korrekt terminologi.",
"Förmåga att kommunicera kring egna och andras förslag och lösningar i samband med produktutveckling."],"someexcludes":false,"somefocuses":false}