{"name":"Programmering",
"code":"PRR",
"type":"OTHER",
"courses":["PRRPRR01",
"PRRPRR02",
"PRRIND0"],"auth":"<p>En lärares kompetens är relevant för ämnet programmering om han eller hon</p><p>1. med godkänt resultat har genomgått utbildning om 90 högskolepoäng inom datateknik, datalogi eller informatik varav 30 högskolepoäng inom programmering, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<p>Ämnet programmering behandlar programmeringens roll i informationstekniska sammanhang som datorsimulering, animerad grafik, praktisk datoriserad problemlösning och användaranpassad konfiguration av programvara. Det behandlar också hur man skapar, utvecklar och anpassar programvaror samt tillämpar datalogisk teori.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet programmering ska syfta till att eleverna utvecklar kunskaper om principerna bakom datorprogram samt färdigheter i programmering i ett eller flera programmeringsspråk. Eleverna ska ges möjlighet att utveckla kunskaper om programmeringens grunder, färdigheter i att genomföra programmeringsprocessens olika delar samt förmåga att analysera, designa, implementera, testa, resultatbedöma och vidareutveckla program. Undervisningen ska bidra till att eleverna utvecklar kunskaper om de mest använda programmeringsspråken och deras tillämpningar och användningsområden samt om traditioner och nya trender i utvecklingen av programmeringsspråk. Dessutom ska undervisningen behandla datorns användning i samhället och ge eleverna möjlighet att utveckla kunskaper om datorns möjligheter och begränsningar.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta i projekt och att enskilt eller i grupp utföra programmeringsuppgifter av varierande komplexitet och inom olika tillämpningsområden. Programmeringsuppgifterna ska omfatta såväl egen programmering som lösning på programmeringstekniska problem och programutveckling med en given källkod som grund.</p>",
"goals":["Kunskaper om datorstyrda industriella system och om industriell datorkommunikation.",
"Förmåga att formulera och planera programmeringsuppgifter med pseudokod och diagramteknik.",
"Förståelse av och färdigheter i att använda datalogiska begrepp och algoritmer.",
"Förmåga att skriva, läsa, strukturera, analysera, dokumentera och kommentera källkod i ett eller flera programmeringsspråk.",
"Kunskaper om gränssnitt mot användare, filer, filsystem, operativsystem, databaser och internet.",
"Kunskaper om objektorienterad programmering i teori och praktik.",
"Förmåga att finna, diskutera, åtgärda och förhindra syntaxfel, programkörningsfel och programmeringslogiska fel.",
"Kunskaper om samspelet mellan program, körtidsmiljö, operativsystem och hårdvara."],"someexcludes":true,"somefocuses":true}