{"name":"Produktionsfilosofi",
"code":"PRT",
"type":"VOCATIONAL",
"courses":["PRTPRO01",
"PRTPRO02"],"description":"<p>Ämnet produktionsfilosofi handlar om hur produktion, på olika nivåer i en organisation, planeras och styrs samt om hur planerings- och styrmetoder utvecklas genom ständigt förbättringsarbete. Det behandlar metoder och modeller för produktionsstyrning, projektstyrning, miljöledning, kvalitetsstyrning och teknisk dokumentation. Ämnet produktionsfilosofi får bara anordnas av skolor som av Skolverket har beviljats att delta i försöksverksamhet med ett fjärde tekniskt år i gymnasieskolan.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet produktionsfilosofi ska syfta till att eleverna utvecklar kunskaper om modern produktionsfilosofi, dvs. om teorier för förbättringsarbete på olika nivåer i en organisation. Den ska också ge eleverna möjlighet att utveckla kunskaper om och färdigheter i produktionsstyrning, projektstyrning och teknisk dokumentation i förbättringsarbete. Eleverna ska också ges möjlighet att utveckla kunskaper om kvalitetsstyrningssystem och miljöledningssystem samt förmåga att analysera och ta ställning till olika kvalitetsstyrningssystem och vad de ger för resultat. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda några metoder för strukturerat förbättringsarbete.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur värdeskapande och icke värdeskapande aktiviteter påverkar ekonomi och organisation av produktionen. Undervisningen ska också leda till att eleverna utvecklar kunskaper om hur samverkan mellan inköp, logistik och produktion samt miljö- och kvalitetsarbete påverkar produktionen.</p><p>Undervisningen ska ge eleverna möjlighet att arbeta med produktionsförbättrande arbete i projektform.</p>",
"goals":["Kunskaper om moderna produktionsfilosofiska teorier.",
"Kunskaper om kvalitetsstyrnings- och miljöledningssystem.",
"Förmåga att använda metoder för strukturerat förbättringsarbete.",
"Förmåga att använda kvalitetsstyrnings- och miljöledningssystem.",
"Förmåga att dokumentera och presentera utvecklings- och förbättringsarbete.",
"Kunskaper om leverantörens roll i utvecklingsprocessen och produktionskedjan.",
"Kunskaper om hur inköp, logistik, produktion samt miljö- och kvalitetsarbete samverkar.",
"Kunskaper om lagar och andra bestämmelser samt om beslutsprocessen inom arbetsmiljö- och miljöområdet."],"someexcludes":true,"somefocuses":false}