{"name":"Produktionsutrustning",
"code":"PRU",
"type":"VOCATIONAL",
"courses":["PRUINU0",
"PRUIND0",
"PRUINE00S",
"PRUPRD01S",
"PRUPRD02S",
"PRUPRD03S",
"PRUPRD04",
"PRUVEY0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet produktionsutrustning behandlar industriteknisk utrustning, dess användningsområden samt gällande säkerhetsföreskrifter. Det handlar också om hur utrustningen vårdas samt hur dess funktion kontrolleras och effektiviseras.</p>  ",
"purpose":"<p>Undervisningen i ämnet produktionsutrustning ska syfta till att eleverna utvecklar förmåga att använda industriteknisk produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning enligt gällande säkerhetsföreskrifter. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om utrustningens användningsområden, konstruktion och funktion samt om tillhörande metoder och tekniker.</p><p>Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att koppla samman och programmera styrteknisk utrustning. I undervisningen ska eleverna ges möjlighet att utveckla förståelse av funktionen hos enkel styrteknisk utrustning samt att utveckla kunskaper om symboler, ventilbeteckningar och märkningar.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper för att kunna genomföra kontroll, felsökning, effektivisering och vård av utrustningen. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur kvalitetssystem används samt om betydelsen av kvalitetssäkring i produktionsutrustning. Eleverna ska vidare ges möjlighet att utveckla kunskaper om olika material, deras egenskaper och betydelse samt beteckningssystem.</p><p>I undervisningen ska eleverna ges möjlighet att utföra såväl teoretiska som praktiska övningar för att utveckla förmåga att hantera produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning.</p>",
"goals":["Förmåga att planera, organisera och utföra arbete i manuell och automatiserad produktionsutrustning och kringutrustning enligt gällande säkerhetsföreskrifter.",
"Förmåga att hantera för yrkesområdet relevant data och datorutrustning.",
"Förmåga att utföra funktionskontroll, mätningar, beräkningar och felsökning av produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning.",
"Förmåga att effektivisera produktionsutrustning och optimera inställningar.",
"Förmåga att vårda utrustning, maskiner och verktyg samt kunskaper om utrustningens konstruktion och funktion.",
"Kunskaper om utrustningens symboler, beteckningar och märkningar<i>.</i>",
"Kunskaper om materialegenskaper och materials beteckningssystem samt materials betydelse för funktion, kvalitet, tillverkning och destruktion.",
"Förmåga att mäta, dokumentera och bedöma kvaliteten på utfört arbete samt att använda relevanta begrepp."],"someexcludes":true,"somefocuses":false}