{"name":"Reception",
"code":"REC",
"type":"VOCATIONAL",
"courses":["RECLOG0",
"RECREC01",
"RECREC02",
"RECREC03"],"obsolete":false,"shardof":"HOT",
"shardofwith":["VAI"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet reception omfattar besöksnäringens olika former av logi för privat-, grupp- och affärsrelaterat resande. Det behandlar även målgruppernas olika förväntningar på standard, servicenivå och tjänsteutbud. Ämnet präglas av en internationell bransch där service och bemötande genomsyrar verksamheten.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet reception ska syfta till att eleverna utvecklar kunskaper om besöksnäringens olika former av logi, till exempel camping, kryssningsfartyg och olika sorters hotell. Eleverna ska också utveckla kunskaper om arbetsuppgifter inom de olika logiformerna. Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera så att mötet med kunden och gästen blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om logiutbudets utveckling och lönsamhetskrav samt om olika former av arbetsorganisationer. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av entreprenörskap och arbetstagarens roll i verksamheten.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att arbeta på ett säkert och arbetsmiljöriktigt sätt. Eleverna ska också ges möjlighet att diskutera ansvarsfrågor vad gäller etik och miljö inom besöksnäringen.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att bemöta kunder och gäster med olika behov och förväntningar, samt hantera klagomål, på ett sätt som är förenligt med verksamhetens mål. Genom kontakter med olika former av logi ska eleverna ges möjligheter att dels utveckla förståelse av den stora variation som finns av standard och servicenivå inom området, dels utveckla förståelse av olika målgruppers önskemål.</p>",
"goals":["Kunskaper om besöksnäringens olika former av logi, organisationer, yrkesroller och arbetsuppgifter.",
"Kunskaper om logiutbudets utveckling.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom området.",
"Förmåga att arbeta med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.",
"Förståelse av betydelsen av service och bemötande med hänsyn till olika målgrupper, kulturella skillnader och gäster med särskilda behov.",
"Förmåga att samarbeta och kommunicera med andra samt anpassa sitt agerande och språk efter situation.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}