{"name":"Religionskunskap",
"code":"REL",
"type":"COMMON",
"description":"<p>Ämnet religionskunskap har sin vetenskapliga förankring främst i religionsvetenskapen men är till sin karaktär tvärvetenskapligt. Det behandlar hur religioner och livsåskådningar kommer till uttryck i ord och handling samt hur människor formulerar och förhåller sig till etiska och existentiella frågor. I ämnet behandlas trons och etikens betydelse för individers upplevelse av mening och tillhörighet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet religionskunskap ska syfta till att eleverna breddar, fördjupar och utvecklar kunskaper om religioner, livsåskådningar och etiska förhållningssätt och olika tolkningar när det gäller dessa. Kunskaper om samt förståelse för kristendomen och dess traditioner har särskild betydelse då denna tradition förvaltat den värdegrund som ligger till grund för det svenska samhället. Undervisningen ska ta sin utgångspunkt i en samhällssyn som präglas av öppenhet i fråga om livsstilar, livshållningar och människors olikheter samt ge eleverna möjlighet att utveckla en beredskap att förstå och leva i ett samhälle präglat av mångfald. Eleverna ska ges möjlighet att diskutera hur relationen mellan religion och vetenskap kan tolkas och uppfattas, till exempel beträffande frågor om skapelse och evolution.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människors moraliska förhållningssätt kan motiveras utifrån religioner och livsåskådningar. De ska ges möjlighet att reflektera över och analysera människors värderingar och trosföreställningar och därigenom utveckla respekt och förståelse för olika sätt att tänka och leva. Undervisningen ska också ge eleverna möjlighet att analysera och värdera hur religion kan förhålla sig till bland annat etnicitet, kön, sexualitet och socioekonomisk bakgrund.</p><p>I undervisningen ska eleverna ges möjlighet att analysera texter och begrepp, kritiskt granska källor, diskutera och argumentera.</p>",
"goals":["Förmåga att analysera religioner och livsåskådningar utifrån olika tolkningar och perspektiv.",
"Kunskaper om människors identitet i relation till religioner och livsåskådningar.",
"Kunskaper om olika uppfattningar om relationen mellan religion och vetenskap samt förmåga att analysera dessa.",
"Förmåga att använda etiska begrepp, teorier och modeller.",
"Förmåga att undersöka och analysera etiska frågor i relation till kristendomen, andra religioner och livsåskådningar."]}