{"name":"Religionskunskap",
"code":"REL",
"type":"COMMON",
"courses":["RELREL01",
"RELREL02",
"RELREL0"],"comments":{"ABOUT_THE_SUBJECT":"<h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/rel?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"COMPARISON_GY2000":"<p>Ämnesplanen i religionskunskap är i många avseenden lik kursplanen i Gy 2000. Liksom tidigare betonas religioner och livsåskådningar, etiska och existentiella frågor. Ämnesplanen innebär däremot i vissa avseenden en förnyelse. I ämnesplanen betonas samtiden, eftersom det historiska perspektivet i hög grad finns i grundskolans kursplan för religionskunskap</p><p>Två områden betonas i ämnesplanen jämfört med kursplanen i Gy 2000.</p><p>Det ena området är ett religionsfilosofiskt moment - <em>religion och vetenskap</em>. Mycket av den debatt som förs rörande tro och vetande handlar om hur religion och religiösa kunskaps- och sanningsanspråk ska förstås och analyseras med hänsyn till vetenskaplig teori och metod och ett vetenskapligt förhållningssätt. Frågor som rör kreationism är ett exempel.</p><p>Det andra området berör <em>intersektionalitet</em>, dvs. frågor om kön, socioekonomisk bakgrund, etnicitet och sexualitet. Dessa frågor kan behandlas, diskuteras och analyseras i relation till såväl religiösa som icke-religiösa uppfattningar och övertygelser, och de har klara etiska och existentiella förutsättningar och implikationer. Det finns jämfört med Gy 2000 även en tydligare betoning på frågor om hur identitet och tillhörighet kan relateras till religioner och livsåskådningar under ömsesidig påverkan. Det här är frågor som kan ha relevans för studier av såväl individualitet som kollektivitet i ett mångfaldssamhälle - men också för studier av förhållanden och relationer i mer eller mindre tydliga enhetssamhällen.</p>",
"COMPARISON_GR":"<p>Ämnesplanen i religionskunskap uttrycker en progression i förhållande till grundskolans kursplan. I gymnasieskolans ämnesplan läggs till exempel en större betoning på samtida religioner och livsåskådningar och hur dessa tar sig uttryck i livsstilar och livshållningar. Denna betoning på samtiden är möjlig eftersom ett historiskt perspektiv i hög grad finns i grundskolans kursplan. Trots betoningen på nutid finns utrymme att belysa religionshistoriska aspekter.</p><p>Innehållet som berör religion och vetenskap samt intersektionalitet och identitet är också det ett uttryck för en progression i relation till grundskolans religionskunskapsämne.</p>",
"DESCRIPTION":"<h4>Religionskunskap - ett tvärvetenskapligt ämne</h4><p>Liksom det akademiska ämnet religionsvetenskap inbegriper skolämnet religionskunskap bland annat filosofiska, psykologiska och naturvetenskapliga perspektiv och analyser.</p><h4>Tro</h4><p>Användningen av begreppet <em>tro</em> i ämnesplanen är inte avsedd att fånga endast en religiös tro, dvs. en tro på exempelvis en eller flera gudar eller på en odödlig själ. Begreppet tro innefattar enligt denna användning också sådana objekt som inte karakteriseras i religiösa termer. Människor kan ”tro” att det finns en gud eller ”tro” att det inte gör det. Människor kan ”tro” att livet på jorden är det enda verkliga och tänkbara eller att livet inte tar slut med döden. Begreppet tro kan tillämpas i såväl religiösa som icke-religiösa kontexter och båda dessa slag av kontexter täcks in i ämnesplanens innehåll. Begreppet tro kan exempelvis tolkas som en tro <em>att</em> eller en tro <em>på</em>. I det förra fallet kan tro handla om att hålla vissa påståenden eller trossatser för sanna. I det senare fallet kan tro snarare ha med ett existentiellt förhållningssätt eller ett sätt att leva att göra. Skrivningarna i ämnesplanen lämnar utrymme för att diskutera såväl religiösa och icke-religiösa anspråk på att bestämda påståenden och trossatser är sanna, som religiös och icke-religiös tro som uttryck för tillit, trygghet och existentiell förankring.</p>",
"PURPOSE":"<h4>Religion och livsåskådning</h4><p>Med begreppen <em>religion</em> och religiösa livsåskådningar avses i ämnesplanen föreställningar om att det finns övermänskliga väsen och/eller en moralisk ordning i tillvaron som inte är skapad av människor. Begreppen avser också verklighets- och moraluppfattningar samt handlingar som tar sin utgångspunkt i sådana föreställningar. Det kan handla om en verklighetsuppfattning och en moral som innebär att man tror att handlingar i det här livet påverkar vad som händer efter döden. Med <em>andra livsåskådningar</em> avses världsbilder, moraliska system och meningssystem som inte har sin grund i föreställningar om övermänskliga väsen och en gudomlig moralisk ordning. Andra livsåskådningar ska förstås i vid mening och innefattar allt från välkända, etablerade former av sekulära livsåskådningar, som humanism och existentialism, till människors personliga åskådningar, som ofta är en blandning av element från olika livsåskådningar och livshållningar.</p><h4>Mångfald</h4><p>Begreppet <em>mångfald</em> syftar i första hand på ett religiöst och kulturellt pluralistiskt samhälle som det svenska, där företrädare och utövare av många religiösa och kulturella traditioner lever sida vid sida. Mångfald kan även handla om livsstilar och livshållningar och om människors olikheter. Det betyder att inte bara religiösa och kulturella uttryck ryms i begreppet. Människor kan höra hemma i många varierande kontexter och skapa levnads- och uttrycksformer som kan se ut på många olika sätt. Här finns också utrymme för att tolka begreppet privatreligiositet ur ett mångfaldsperspektiv.</p><h4>Intersektionalitet</h4><p>Begreppet <em>intersektionalitet</em> finns inte explicit angivet i ämnesplanen för religionskunskap, men återfinns däremot implicit inte bara i syftet, utan även i mål 2 och i det centrala innehållet i kurs 1 och kurs 2. Ur ett intersektionellt perspektiv formas människors identiteter på grundval av en rad olika faktorer, såsom etnicitet, kön, sexualitet, socioekonomisk bakgrund och religion. En människas identitet - såsom hon själv uppfattar den eller som den uppfattas av andra - är därför komplex och i viss mån föränderlig. Det innebär att man i ämnet religionskunskap kan studera människors identiteter på ett mer problematiserande och nyanserat sätt. En människas religiösa tillhörighet kan vara bara en av de faktorer som bestämmer hennes sätt att förhålla sig till andra människor och till omvärlden i stort. Den enskilda människans kön, etnicitet, socioekonomiska status osv. är också av betydelse, vilket innebär att det kan finnas såväl likheter som olikheter inom en och samma religions praxis.</p><p>I undervisningen kan också religioner och livsåskådningar analyseras utifrån någon eller några identitetsformande faktorer, exempelvis kön, etnicitet eller socioekonomisk bakgrund. Till exempel kan det innebära att man studerar hur en viss religion eller livsåskådning förhåller sig till socioekonomiska skillnader, hur religionen eller livsåskådningen kan yttra sig för människor beroende på deras socioekonomiska status, och i vilken mån och på vilket sätt religionen eller livsåskådningen kan bidra till att antingen legitimera och vidmakthålla eller motverka socioekonomiska skillnader.</p><h4>Kritiskt granska källor</h4><p>Ämnesplanens skrivning om att <em>kritiskt granska källor</em> begränsas inte till att uppmärksamma vad olika källor, till exempel läroböcker, medier och webbplatser, har att säga <em>om</em> religioner och livsåskådningar. Det handlar också om att kritiskt granska texter och framställningar som skapats och formulerats <em>inom</em> olika religioner och livsåskådningar. Här finns utrymme för att introducera och använda olika källkritiska metoder, samt att undersöka hur föreställningar och ståndpunkter kan variera både externt, mellan källor som är förankrade i olika religioner och livsåskådningar, och internt, mellan källor som har en förankring i en och samma religiösa eller livsåskådningsmässiga tradition.</p>"},"description":"<p>Ämnet religionskunskap har sin vetenskapliga förankring främst i religionsvetenskapen men är till sin karaktär tvärvetenskapligt. Det behandlar hur religioner och livsåskådningar kommer till uttryck i ord och handling samt hur människor formulerar och förhåller sig till etiska och existentiella frågor. I ämnet behandlas trons och etikens betydelse för individers upplevelse av mening och tillhörighet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet religionskunskap ska syfta till att eleverna breddar, fördjupar och utvecklar kunskaper om religioner, livsåskådningar och etiska förhållningssätt och olika tolkningar när det gäller dessa. Kunskaper om samt förståelse för kristendomen och dess traditioner har särskild betydelse då denna tradition förvaltat den värdegrund som ligger till grund för det svenska samhället. Undervisningen ska ta sin utgångspunkt i en samhällssyn som präglas av öppenhet i fråga om livsstilar, livshållningar och människors olikheter samt ge eleverna möjlighet att utveckla en beredskap att förstå och leva i ett samhälle präglat av mångfald. Eleverna ska ges möjlighet att diskutera hur relationen mellan religion och vetenskap kan tolkas och uppfattas, till exempel beträffande frågor om skapelse och evolution.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människors moraliska förhållningssätt kan motiveras utifrån religioner och livsåskådningar. De ska ges möjlighet att reflektera över och analysera människors värderingar och trosföreställningar och därigenom utveckla respekt och förståelse för olika sätt att tänka och leva. Undervisningen ska också ge eleverna möjlighet att analysera och värdera hur religion kan förhålla sig till bland annat etnicitet, kön, sexualitet och socioekonomisk bakgrund.</p><p>I undervisningen ska eleverna ges möjlighet att analysera texter och begrepp, kritiskt granska källor, diskutera och argumentera.</p>",
"goals":["Förmåga att analysera religioner och livsåskådningar utifrån olika tolkningar och perspektiv.",
"Kunskaper om människors identitet i relation till religioner och livsåskådningar.",
"Kunskaper om olika uppfattningar om relationen mellan religion och vetenskap samt förmåga att analysera dessa.",
"Förmåga att använda etiska begrepp, teorier och modeller.",
"Förmåga att undersöka och analysera etiska frågor i relation till kristendomen, andra religioner och livsåskådningar."],"someexcludes":true,"somefocuses":true}