{"name":"Reseproduktion och marknadsföring",
"code":"RES",
"type":"VOCATIONAL",
"courses":["RESHAL0",
"RESMAS0",
"RESRES0",
"RESREM0"],"replacing":"TUR",
"replacingwith":["AKT"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Turismen är en viktig näring i stora delar av världen och omfattar flera verksamhetsområden inom besöks- och resenäringen: bo, äta, göra, resa och sälja. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att resvägar och färdsätt ändras, att förväntningar på nya upplevelser ökar och att kraven på resmål, reseproduktion och service förändras. Ämnet reseproduktion och marknadsföring behandlar huvudsakligen produktion och försäljning av resor inom resenäringen.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet reseproduktion och marknadsföring ska syfta till att eleverna utvecklar kunskaper inom verksamhetsområdena resa och sälja. Den ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiska förhållningssätt samt hållbar utveckling inom turismområdet. Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om hur man utvecklar destinationer och producerar, paketerar, marknadsför, informerar och säljer tjänster.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta kunden och besökaren på ett yrkesmässigt sätt med hög grad av service. Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika målgruppers kulturer och levnadssätt. Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser som berör turismnäringen. Den ska även behandla frågor om arbetsmiljö och säkerhet. Undervisningen ska dessutom bidra till att stimulera elevernas intresse för entreprenörskap och för arbetstagarens roll i verksamheten.</p><p>Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om resenäringen.</p>",
"goals":["Kunskaper om olika verksamheter, roller och arbetsuppgifter inom resenäringen samt om turismens utveckling.",
"Kunskaper om resmål och resvägar samt om reseproduktion, marknadsföring och försäljning.",
"Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.",
"Kunskaper om hållbar utveckling inom turismnäringen.",
"Förmåga att söka, sortera, granska, värdera och presentera information.",
"Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser som berör turismnäringen.",
"Förmåga att arbeta arbetsmiljömässigt och säkert.",
"Förmåga att samverka och kommunicera med andra.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":true}