{"name":"Ridning och körning",
"code":"RIN",
"type":"VOCATIONAL",
"courses":["RINRID0",
"RINKOR01",
"RINKOR02",
"RINRID01",
"RINRID02"],"description":"<p>Ämnet ridning och körning behandlar träning i att rida och köra olika typer av hästar i olika åldrar och utbildningsstadier. I arbetet som hästskötare ingår att motionera och träna hästar och därför behandlar ämnet den träning som behövs för att kunna rida eller köra hästar i samband med hästskötsel. Ämnet behandlar också hästars reaktion och beteende vid ridning och körning samt kommunikation med hästar.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet ridning och körning ska syfta till att eleverna utvecklar färdigheter i ridning och körning av hästar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utrusta, rida och köra hästar med hästarnas välbefinnande i centrum. Undervisningen ska leda till att eleverna utvecklar förmåga att samspela med hästar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om sambandet mellan ändamålsenlig utrustning, träning och hästars hälsa. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hästars mentala och kroppsliga utbildning.</p><p>Genom rid- och körövningar ska eleverna ges möjlighet att utveckla förmåga att rida och köra hästar i olika åldrar och utbildningsstadier samt att tyda hästars reaktioner. Genom observationer ska eleverna ges möjlighet att utveckla kunskaper om hästars rörelse.</p>",
"goals":["Kunskaper om rid- och körlära samt om hästars olika gångarter.",
"Kunskaper om faktorer som påverkar hästars prestation och hållbarhet samt förmåga att tolka hästars reaktion på träning och bedöma dessa faktorer.",
"Förmåga att bedöma hästars allmäntillstånd samt kunskaper om träningsrelaterade skador och sjukdomar.",
"Kunskaper om hästars utbildning.",
"Förmåga att visitera, utrusta och hantera hästar för olika typer av arbete.",
"Förmåga att rida hästar i olika sitsar, i balans och i ändamålsenlig form.",
"Förmåga att köra hästar under kontroll och i ett bestämt tempo.",
"Förmåga att sköta och vårda utrustning.",
"Förmåga att arbeta säkert och ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör arbete med hästar."],"someexcludes":true,"somefocuses":true}