{"name":"Sammanfogningsteknik",
"code":"SAA",
"type":"VOCATIONAL",
"courses":["SAASAA0",
"SAASVT0",
"SAAKÄL01S",
"SAAKÄL02S",
"SAASTU01S",
"SAASTU02S",
"SAARÖR01S",
"SAARÖR02S"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet sammanfogningsteknik behandlar olika metoder och tekniker för sammanfogning av material. Dessutom behandlar ämnet kvalitetsbedömning av resultat och hur skötsel av utrustningen skapar förutsättningar för en driftsäker produktion.</p>  ",
"purpose":"<p>Undervisningen i ämnet sammanfogningsteknik ska syfta till att eleverna utvecklar förmåga att sammanfoga olika material med hjälp av utrustning anpassad för materialet. Undervisningen ska leda till att eleverna utvecklar kunskaper om olika metoder för sammanfogning samt förmåga att bedöma vilken metod som är lämpligast att välja för den aktuella uppgiften. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om utrustningens funktion och användningsområden samt om vikten av underhåll av utrustningen.</p><p>Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur information från tillverkningsunderlag används vid sammanfogning av material. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om risker för formavvikelser och felaktigheter vid sammanfogningen samt hur sådana undviks och åtgärdas. Att tillverka produkter med rätt kvalitet är viktigt inom industriteknisk produktion, och undervisningen ska därför leda till att eleverna utvecklar kunskaper om kvalitetsbedömning av det färdiga resultatet med hjälp av standarder. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att lösa produktionstekniska problem.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur man systematiskt arbetar med säkerhets- och miljöfrågor samt hur man arbetar ergonomiskt. Den ska även ge eleverna möjlighet att utveckla kunskaper om de termer och begrepp som används inom teknikområdet samt förmåga att samverka och kommunicera med människor i alla led i produktionen.</p>",
"goals":["Förmåga att planera, organisera och utföra sammanfogning av material med utrustning som är lämplig för materialet.",
"Förmåga att tolka instruktioner och tillverkningsunderlag.",
"Förmåga att hantera och vårda utrustningen enligt givna instruktioner, utföra underhåll av och enklare reparationer på utrustningen samt hålla god ordning på arbetsplatsen.",
"Förmåga att arbeta på ett sätt som är säkert både för en själv och andra samt ergonomiskt och med hänsyn till miljön.",
"Förmåga att korrigera formavvikelser samt lösa produktionstekniska problem.",
"Kunskaper om utrustningars funktion och olika metoder.",
"Förmåga att bedöma kvalitet på utfört arbete.",
"Förmåga att kommunicera med olika målgrupper och använda begrepp och uttryck som är relevanta för ämnesområdet."],"someexcludes":true,"somefocuses":false}