{"name":"Samernas kultur och historia",
"code":"SAE",
"type":"OTHER",
"courses":["SAESAM0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet samernas kultur och historia är till sin karaktär tvärvetenskapligt. Det behandlar det samiska kulturarvet i betydelsen det samiska folkets kultur och historia i en geografisk kontext. Ämnet behandlar traditionell samisk kultur och kunskap samt traditionellt samiskt förhållningssätt, hur dessa har utvecklats i samspel med naturen och med det omgivande samhället, samt deras nutida uttryck i samiskt samhälls- och kulturliv.</p>  ",
"purpose":"<p>Undervisningen i ämnet samernas kultur och historia ska syfta till att eleverna utvecklar sitt historiemedvetande och kulturella medvetande genom kunskaper om det förflutna och om den historiska utvecklingen. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om kulturarvet och historien som en referensram för individuell identitetsutveckling och för att förstå frågor som har betydelse för det samiska samhället i dag och i framtiden. Undervisningen ska även ge eleverna möjlighet att utveckla ett reflekterande och kritiskt förhållningssätt till hur historia och kultur används för att skapa identitets- och verklighetsuppfattning.</p><p>Undervisningen ska leda till att eleverna utvecklar förståelse av olika tiders levnadsvillkor i Sápmi. Den ska bidra till att eleverna utvecklar kunskaper om hur kolonisering och assimilering påverkat samerna. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om samiska kvinnors och mäns roller i samhället samt bidra till insikt i att varje tids människor ska förstås utifrån sin tids villkor och värderingar.</p><p>Undervisningen ska utveckla elevernas kunskaper om samisk livsåskådning, samiska sedvanor och värderingar. Den ska också ge eleverna möjligheter att bekanta sig med de samiska konstarternas mångfald och rikedom. Undervisningen ska bidra till att eleverna utvecklar intresse för eget skapande. Den ska vidare ge utrymme för studiebesök och kulturupplevelser av olika slag.</p>",
"goals":["Kunskaper om Sápmi och dess befolkning.",
"Kunskaper om relationerna mellan Sápmi och det omgivande samhället.",
"Kunskaper om det samiska samhället och dess organisation fram till idag.",
"Kunskaper om samiska traditioner.",
"Kunskaper om de samiska konstarterna samt om deras villkor och betydelse.",
"Förmåga att analysera och tolka samiska kulturuttryck och idéströmningar."],"someexcludes":false,"somefocuses":false}