{"name":"Samhällsbyggande",
"code":"SAH",
"type":"VOCATIONAL",
"courses":["SAHBYV0",
"SAHBYC0",
"SAHMIL0",
"SAHBIM0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet samhällsbyggande behandlar byggprocessens olika delar samt byggmaterial, byggnadsteknik och installationsteknik. </p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet samhällsbyggande ska syfta till att eleverna utvecklar kunskaper om byggprocessen från stadsplanering till fastighetsförvaltning och dess roll i samhällsbyggandet. Undervisningen ska leda till att eleverna utvecklar förståelse av vilka aktörer som är involverade i de olika skedena, hur byggprocessen organiseras och vilka lagar och regler som är tillämpliga.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av sambandet mellan byggnadsteknik, installationsteknik, byggnadsfysik och byggnadsmaterial för hållbara byggnadsverk. Den ska även ge eleverna möjlighet att utveckla grundläggande kunskaper om installationsteknik främst inom VVS- och elområdet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om byggprojektledning inom projektering och produktion, främst inom produktionsplanering och kvalitets- och miljöarbete. Eleverna ska även ges möjlighet att utveckla grundläggande kunskaper om vanliga avtalsformer för projektering och produktion samt om formerna för kontraktsskrivning mellan byggprocessens parter.</p><p>Eleverna ska ges möjlighet att arbeta i verklighetsnära projekt med koppling till teknikområdet.</p>",
"goals":["Kunskaper om byggnadsmaterial samt om byggnadsteknik, konstruktionselement och olika typer av byggnader och anläggningar.",
"Kunskaper om byggnadsfysik samt om vanligt förekommande funktionskrav.",
"Kunskaper om installationstekniska system för ventilation, värme, sanitet och el i byggnader samt om samhällets tekniska system för vatten och avlopp.",
"Kunskaper om vanligt förekommande funktionskrav för belysning, el, värme och komfort, vattenkvalitet, luftväxling och ljud.",
"Kunskaper om vanligt förekommande installationers uppbyggnad och hur dessa är redovisade och dokumenterade i ritningar och scheman.",
"Kunskaper om byggprocessens olika skeden samt om byggprojektets genomförandeformer och organisation.",
"Kunskaper om planering i projekterings- och utförandeskedet.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Kunskaper om kvalitets-, miljö- och arbetsmiljöledningssystem.",
"Förmåga att planera, genomföra och dokumentera miljöklassning av byggnader."],"someexcludes":true,"somefocuses":false}