{"name":"Samiskt hantverk",
"code":"SAI",
"type":"VOCATIONAL",
"courses":["SAISAM0",
"SAISAM01S",
"SAISAM02S",
"SAISAM03S",
"SAISAM04",
"SAISAM05"],"description":"<p>Ämnet samiskt hantverk behandlar tillverkning av redskap, bruksföremål och konsthantverk. Det behandlar traditionella och moderna hantverkstekniker, material, verktyg, maskiner och annan utrustning inom det hantverksområde som eleven har valt. Det behandlar också yrkesetik under arbetsprocessen och resultatets kvalitet. Ämnet behandlar vidare hantverkets betydelse som näring, binäring, kulturbärare och identitetsskapare i det samiska samhället, samt dess symbolvärde för den samiska identiteten, livsstilen och levnadssättet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet samiskt hantverk ska syfta till att eleverna utvecklar förmåga att genomföra alla steg i hantverksprocessen från idé till färdig produkt. Den ska bidra till att eleverna utvecklar förmåga att identifiera behov, planera med skiss eller ritning, välja lämpliga material och tekniker, genomföra och redovisa arbetet samt analysera och utvärdera resultatet. Undervisningen ska stimulera eleverna till att utveckla initiativförmåga, idérikedom, självständighet, personligt ansvarstagande, samarbetsförmåga, egen drivkraft och skaparglädje. Eleverna ska ges möjlighet att utveckla ett kreativt tänkande, ett estetiskt förhållningssätt och känsla för form. Därför ska undervisningen ge såväl kunskaper om färg och form som färdigheter i design och formgivning.</p><p>Undervisningen ska också bidra till att eleverna utvecklar förmåga att använda traditionella och nya material och tekniker inom valt hantverksområde liksom färdigheter i att använda verktyg och maskiner.</p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av att bevara och utveckla det samiska hantverket samt av hantverkets betydelse för samiskt kultur- och näringsliv. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att använda fackspråk och samisk terminologi som ett hjälpmedel för att förstå och beskriva det samiska hantverket i nutid och historisk tid.</p>",
"goals":["Kunskaper om den samiska hantverkstraditionen samt förmåga att bedöma hantverksprodukters kvalitet och estetiska värde.",
"Färdigheter i att utföra samiska hantverkstekniker och att planera, välja och använda lämpliga material, tekniker, verktyg och maskiner.",
"Kunskaper om att ta till vara material till samiskt hantverk och att bedöma materialets kvalitet.",
"Kunskaper om färg- och formlära, samiska ortskaraktärer och symboler samt färdigheter i att använda dem under skapandeprocessen.",
"Färdigheter i skisstekniker, rittekniker och tekniska beskrivningar som är relevanta för det valda hantverksområdet.",
"Förmåga att beräkna kostnader samt material- och tidsåtgång.",
"Färdigheter i att använda fackspråk och samisk terminologi samt färdigheter i att använda både internationella och samiska måttsystem.",
"Förmåga att utvärdera, analysera och dokumentera arbetsprocess och resultat.",
"Färdigheter i att sköta och underhålla material, verktyg och maskiner.",
"Färdigheter i att arbeta ergonomiskt och med hänsyn till miljö, arbetsmiljö och säkerhet."],"someexcludes":true,"somefocuses":true}