{"name":"Samhällskunskap",
"code":"SAM",
"type":"COMMON",
"courses":["SAMSAM01a1",
"SAMSAM01a2",
"SAMSAM01b",
"SAMSAM02",
"SAMSAM03",
"SAMINE0",
"SAMINR0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet samhällskunskap har en aktualitetskaraktär och studierna i ämnet kan organiseras utifrån samhällsfrågor. Frågornas komplexitetsgrad samt kraven på ett allt mer vetenskapligt arbetssätt ökar från kurs 1 till kurs 3. I kurserna <em>samhällskunskap 2</em> och <em>samhällskunskap 3</em> ska eleven tillämpa vetenskapliga begrepp, teorier, modeller och metoder. I kursen <em>samhällskunskap 3</em> ingår även grundläggande vetenskapsteori i det centrala innehållet. Progressionen mellan kurserna syns också genom att komplexiteten i de samhällsfrågor som undersöks ökar. Den ökade komplexiteten kan till exempel handla om att frågan anknyts till samhällsvetenskapliga teorier och berör flera olika perspektiv. Exempel på perspektiv kan vara sociala, politiska, ekonomiska, lokala, nationella, internationella och filosofiska. Ju fler perspektiv i analysen som visar på orsaker och konsekvenser, desto mer komplex blir samhällsfrågan.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h4>Centralt innehåll i vissa kunskapskrav</h4><p>Förutom kopplingar mellan kunskapskrav och mål finns även viss koppling till det centrala innehållet i kunskapskraven. I ämnet samhällskunskap är dessa kopplingar olika specifika mellan kurserna.</p><p>Oftast är kopplingarna av övergripande karaktär. I kunskapskraven för kursen samhällskunskap 1a1 används till exempel begreppet samhällsfrågor som refererar till områden som är konkretiserade i det centrala innehållet (till exempel arbetsmarknad, arbetsrätt och arbetsmiljö). I kunskapskraven definieras med vilken kvalitet eleven redogör, analyserar och drar slutsatser kring samhällsfrågor.</p><p>I kurserna samhällskunskap 1a1 och 1b finns även kopplingar av mer specifik karaktär. I dessa görs en direkt koppling till ett specifikt centralt innehåll, nämligen privatekonomi. Att ett visst centralt innehåll är utpekat i kunskapskraven är inte en begränsning, till exempel att man som lärare bara ska genomföra ett särskilt moment om privatekonomi, bedöma det och sedan inte ge eleverna möjlighet att bedömas mot det kunskapskravet igen under kursen. Till exempel kan privatekonomi ses som en ”samhällsfråga” och därigenom kan läraren återkomma till innehållet och bedöma det flera gånger under en kurs.</p><h4>Kurserna samhällskunskap 1a1, 1a2 och 1b</h4><p>För yrkesprogrammen inom gymnasieskolan finns en kortare inledande kurs, <em>samhällskunskap 1a1 </em>(50 poäng). Den kursen innehåller mer av vad som kan kallas medborgarkunskap (till exempel demokrati, politik och privatekonomi) och mindre av vetenskapliga förmågor, dvs. högskoleförberedande kunskapsinnehåll. Den inledande kursen för de högskoleförberedande programmen, <em>samhällskunskap 1b </em>(100 poäng), omfattar förutom 50-poängskursens innehåll också arbete med samhällsvetenskapliga begrepp, metoder och modeller som ett led i högskoleförberedelse. Detta innehåll återfinns i påbyggnadskursen <em>samhällskunskap 1a2</em> (50 poäng). Kurs 2 bygger på antingen kurs 1b eller kurs 1a2. (Se bild av kursstrukturen i gymnasieboken Gymnasieskola 2011, Gymnasiegemensamma ämnen sid. 36)</p>      ",
"COMPARISON_GY2000":"<p>Innehållet i <em>samhällskunskap 1b</em> överensstämmer i stort med kursen samhällskunskap A från Gy 2000. Den stora skillnaden är att det nu är tydligare specificerat än tidigare. Det som tillkommit är främst formuleringar kring sociologi, arbetsmarknad och privatekonomi. Även den vetenskapliga aspekten har skrivits fram tydligare. I kursplan 2000 anges inte heller att eleven ska presentera sina kunskaper i olika presentationsformer.</p><p>Kurserna <em>samhällskunskap 2 </em>och <em>samhällskunskap 3</em> är, precis som i motsvarande kurser från 2000, mer öppna i sitt innehåll än de inledande kurserna. Detta för att ge lärare och elever möjlighet att fördjupa sig i till exempel dagsaktuella samhällsfrågor och perspektiv. Fokus ligger istället på att man ska anlägga ett grundläggande vetenskapligt arbetssätt.</p>      ",
"COMPARISON_GR":"<p>Grundskolans kursplan och gymnasieskolans ämnesplan är lika varandra om man ser till innehållet. Progressionen syns främst i hur, dvs. det vetenskapliga arbetssättet, och med vilken komplexitet innehållet behandlas i gymnasieskolans ämnesplan. En samhällsfråga kan till exempel belysas ur flera perspektiv och kopplas till någon samhällsvetenskaplig teori. När det gäller högskoleförberedelse är det främst det vetenskapliga perspektivet som bär den ökade komplexiteten.</p>      ",
"PURPOSE":"<h4>Begrepp, teorier, modeller och metoder</h4><p>Begrepp, teorier, modeller och metoder kan vara kraftfulla verktyg för att förstå samband och utveckla tänkandet mot ett mer vetenskapligt och analytiskt synsätt. Detta är strategier för hur vi konstruerar kunskap inom ett område och som begränsar vilka anspråk vi kan ställa på denna kunskap.</p><p>En central högskoleförberedande färdighet är att eleverna använder ämnesbegrepp, teorier, modeller och metoder. För att kunna göra det krävs att eleverna vet hur begrepp, teorier, modeller och metoder kan tillämpas och utvecklas.</p><p>Teorier inom samhällsvetenskap namnges sällan men används desto oftare. Kravet på en teori är att den har ett högt förklaringsvärde och tydligt visar på orsaker till eller konsekvenser av ett fenomen, t.ex. främlingsfientlighet, räntehöjning etc. En teori synliggör nästan alltid osynliga mekanismer. Detta är kvaliteter som en modell inte alltid har.</p><p>Både teorier och modeller är sätt att beskriva samhällsstruktur och samhällsfrågor på en generell nivå, där vissa förenklingar är tillåtna för att förtydliga det som beskrivs. En modell liknar en teori men har inte samma djupa förklaringsvärde eller är inte lika generell. En samhällsvetenskaplig analysmodell kan vara att på ett organiserat sätt undersöka orsaker och konsekvenser och att föreslå alternativa lösningar eller åtgärder. Andra modeller är till exempel modellen över det samhällsekonomiska kretsloppet och prisbildningen med kurvor för utbud och efterfrågan.</p><p>Metoder kan till exempel vara metoder för insamling av material. Utöver detta kan metoder grupperas i induktiv och deduktiv metod.</p><h4>Vetenskapligt förhållningssätt</h4><p>Ett vetenskapligt förhållningssätt inbegriper förmågan att kunna använda ämnesbegrepp, teorier, modeller och metoder. Ett vetenskapligt förhållningssätt handlar även om att kunna bearbeta stoff, dokumentera källor, belägga och presentera resultat utifrån grundläggande vetenskapliga principer. Ett konkret exempel är att eleverna tränar sina färdigheter i att göra adekvata källförteckningar och system för hänvisningar. Elevens förståelse för att val av metod har betydelse för resultatets validitet och reliabilitet är också en del av ett vetenskapligt förhållningssätt.</p><p>Kravet på ett vetenskapligt förhållningssätt ligger inom gymnasial utbildning på en grundläggande nivå och får ses som en träning inför vidare studier. I kurserna samhällskunskap 1a2 och 1b ingår vetenskapliga begrepp, teorier, modeller och metoder i det centrala innehållet. I påbyggnadskurserna fördjupas kunskaperna.</p><h4>Aktivt deltagande i samhällslivet</h4><p>Medborgarkompetens innefattar förutom kunskaper om samhället också förmåga att aktivt delta i samhällslivet. För att man som medborgare ska kunna göra sin röst hörd utöver att rösta i val, betonar ämnesplanen att eleverna ska kunna uttrycka sina kunskaper och uppfattningar både skriftligt och muntligt samt med hjälp av modern informationsteknik. Detta kan göras i till exempel bloggar, debattartiklar och strukturerade diskussioner.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet samhällskunskap är till sin karaktär tvärvetenskapligt. Det har sin bas inom statsvetenskap, sociologi och nationalekonomi, men även andra samhällsvetenskapliga och humanistiska discipliner ingår. Med hjälp av begrepp, teorier, modeller och metoder från alla dessa discipliner kan komplexa samhällsfrågor förstås och förklaras. Ämnet har även ett historiskt perspektiv.</p>  ",
"purpose":"<p>Undervisningen i ämnet samhällskunskap ska syfta till att eleverna breddar, fördjupar och utvecklar kunskaper om människors livsvillkor med utgångspunkt i olika samhällsfrågor. Politiska, sociala och ekonomiska band sammanlänkar i dag människor i olika samhällen över hela världen. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om frågor som berör makt, demokrati, jämställdhet och de mänskliga rättigheterna inklusive barns och ungdomars rättigheter i enlighet med konventionen om barnets rättigheter. Eleverna ska också ges möjlighet att utveckla förståelse för frågor om arbetsliv, resurser och hållbar utveckling.</p><p>Eleverna ska ges möjlighet att utveckla ett vetenskapligt förhållningssätt till samhällsfrågor och en förståelse av det vetenskapliga arbetet med samhällsfrågor. Dessutom ska undervisningen bidra till att skapa förutsättningar för ett aktivt deltagande i samhällslivet. Ett komplext samhälle med stort informationsflöde och snabb förändringstakt kräver ett kritiskt förhållningssätt och eleverna ska därför ges möjlighet att utveckla ett sådant. Det omfattar förmåga att söka, strukturera och värdera information från olika källor och medier samt förmåga att dra slutsatser utifrån informationen.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med olika metoder för att samla in och bearbeta information. Genom undervisningen ska eleverna även ges möjlighet att uttrycka kunskaper och uppfattningar såväl muntligt som skriftligt samt med hjälp av modern informationsteknik.</p>",
"goals":["Kunskaper om demokrati och de mänskliga rättigheterna såväl de individuella som de kollektiva rättigheterna, samhällsfrågor, samhällsförhållanden samt olika samhällens organisation och funktion från lokal till global nivå utifrån olika tolkningar och perspektiv.",
"Kunskaper om historiska förutsättningars betydelse samt om hur olika ideologiska, politiska, ekonomiska, sociala och miljömässiga förhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer.",
"Förmåga att analysera samhällsfrågor och identifiera orsaker och konsekvenser med hjälp av samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
"Förmåga att söka, kritiskt granska och tolka information från olika källor samt värdera källornas relevans och trovärdighet.",
"Förmåga att uttrycka sina kunskaper i samhällskunskap i olika presentationsformer."],"someexcludes":false,"somefocuses":true}