{"name":"Samisk mat och matkultur",
"code":"SAS",
"type":"VOCATIONAL",
"description":"<p>Ämnet samisk mat och matkultur behandlar traditionella och moderna samiska metoder för matlagning och förädling av råvaror. I ämnet behandlas tillvaratagande av såväl de råvaror som traditionellt använts inom samisk matkultur som sådana som tillkommit under modern tid. Ämnet behandlar även historiska och nutida kost- och måltidstraditioner från olika delar av Sápmi.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet samisk mat och matkultur ska syfta till att eleverna utvecklar kunskaper om de råvaror som traditionellt utgjort grunden i den samiska matkulturen, samt förmåga att tillvarata, tillaga och bevara dessa. Den ska även leda till att eleverna utvecklar färdigheter i att hantera redskap som används i dessa sammanhang. Renen har traditionellt varit och är alltjämt grunden för den samiska matkulturen. Därför ska undervisningen lägga stor vikt vid tillvaratagande och hantering av renprodukter.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i att tillämpa såväl traditionella samiska som moderna metoder vid tillvaratagande, tillagning och förädling av råvaror. Den ska även leda till att eleverna utvecklar kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om traditioner som berör samisk mat och måltidskultur. Den ska även bidra till att eleverna utvecklar kunskaper om betydelsen av att bevara traditioner som berör samisk mat och matkultur för framtida generationer samt förmåga att vidareutveckla dessa. Dessutom ska undervisningen bidra till att eleverna utvecklar förståelse av traditionens betydelse för den samiska upplevelseindustrin.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet, problemlösningsförmåga och initiativförmåga samt förmåga att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda samisk terminologi inom området samt att i samband med måltider presentera och informera om traditionell och nutida samisk matkultur.</p>",
"goals":["Kunskaper om metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom samisk matkultur samt om hur den samiska matkulturen påverkat och påverkats av andra kulturer.",
"Förmåga att planera och organisera matlagning och övriga arbetsuppgifter.",
"Förmåga att tillaga välsmakande och estetiskt tilltalande anrättningar utifrån samisk matkultur samt att använda och vårda redskap, maskiner och annan utrustning.",
"Förmåga att utföra andra arbetsuppgifter i samband med matlagning.",
"Förmåga att utforma menyer, samt förmåga att presentera och informera om samisk matkultur i samband med måltider.",
"Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera utfört arbete och resultat.",
"Förmåga att samarbeta och kommunicera med andra samt att använda samisk terminologi som berör samisk matkultur."]}