{"name":"Serviceteknik – naturbruk",
"code":"SEI",
"type":"VOCATIONAL",
"description":"<p>Service och underhåll av teknisk utrustning inom naturbruket har en avgörande betydelse för produktkvalitet, ekonomi och påverkan på miljö och människor. Många arbetsmoment inom naturbruket är årstids- och väderberoende och ska genomföras på kort tid. Därför måste den tekniska utrustningen vara i gott skick och möjlig att reparera på plats. Ämnet serviceteknik – naturbruk behandlar service, underhåll och reparationer av den tekniska utrustning som används inom naturbrukets olika verksamhetsområden. I ämnet behandlas också den tekniska utrustningens konstruktion och funktion.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet serviceteknik – naturbruk ska syfta till att eleverna utvecklar förmåga att utföra service, underhåll och reparationer på den tekniska utrustning som används inom naturbrukets olika områden. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om komponenter och tekniska system samt om hur de olika delarna samverkar. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att göra kostnadsberäkningar för service och underhåll samt förmåga att kommunicera med serviceföretag och informera kunder. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att lösa tekniska problem med egna idéer och förslag som underlättar arbetet eller förbättrar resultatet.</p><p>Praktiska övningar och ett problemlösande arbetssätt i fält och i verkstadsmiljö ska ingå i undervisningen.</p>",
"goals":["Kunskaper om uppbyggnad av och funktion hos teknisk utrustning samt om utrustningens komponenter och material.",
"Kunskaper om styrsystem och kontrollsystem.",
"Förmåga att utföra service, underhåll och reparationer av teknisk utrustning.",
"Förmåga att använda verkstadsutrustning inklusive svetsutrustning.",
"Förmåga att bedöma om den tekniska utrustningen fungerar optimalt med hänsyn till produktkvalitet, ekonomi och hållbar utveckling.",
"Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.",
"Kunskaper om lagar och andra bestämmelser."]}