{"name":"Serveringskunskap",
"code":"SER",
"type":"VOCATIONAL",
"courses":["SERFRU0",
"SERSER01",
"SERSER02",
"SERARR0",
"SERMAF0",
"SERSER00S"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet serveringskunskap behandlar servering av mat och dryck i olika restaurang- och hotellverksamheter. Det behandlar också matsalars utformning och estetik samt organisation i olika typer av matsalar.</p>  ",
"purpose":"<p>Undervisningen i ämnet serveringskunskap ska syfta till att eleverna utvecklar kunskaper i olika serveringsmetoder, bärtekniker och matsalshantverk. Den ska ge eleverna möjlighet att utveckla förmåga att utforma menyer, göra uppdukningar och bordsdekorationer samt hantera och vårda redskap och annan utrustning. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om dryckesservering.</p><p>Undervisningen ska bidra till att eleverna utvecklar förmåga att bemöta gäster på ett korrekt sätt samt att ta hänsyn till olika gästers önskemål dels utifrån individuella behov, dels utifrån kulturtillhörighet. Dessutom ska undervisningen bidra till att eleverna utvecklar en kommunikativ och ämnesspråklig förmåga.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för yrkesområdet.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla färdigheter i olika arbetsuppgifter som förekommer inom serveringsområdet.</p>",
"goals":["Förmåga att planera och organisera arbetet.",
"Kunskaper om dukningar och matsalens estetik, serveringsmetoder, matsalshantverk och material samt färdigheter i att duka och servera.",
"Färdigheter i att utforma matsedlar och kunskaper om deras uppbyggnad.",
"Kunskaper om drycker och dryckesservering.",
"Förmåga att bemöta gäster samt presentera mat och dryck.",
"Färdigheter i att utföra kassaarbete samt göra ekonomiska kalkyler.",
"Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":true}