{"name":"Service och bemötande",
"code":"SEV",
"type":"VOCATIONAL",
"courses":["SEVSEV01",
"SEVSEV02"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet service och bemötande behandlar hur man i servicesituationer möter kunder eller gäster på ett yrkesmässigt sätt.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet service och bemötande ska syfta till att eleverna utvecklar kunskaper i att bemöta kunder eller gäster på ett serviceinriktat sätt samt att tillvarata kundkontakter för att skapa långsiktiga relationer. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika målgrupper och hur man tar hänsyn till olika personligheter och individuella önskemål. Eleverna ska också ges möjlighet att utveckla förmåga att hantera såväl positiva som negativa reaktioner i servicesituationer. Undervisningen ska bidra till att eleverna utvecklar förmåga att vara lyhörda och flexibla i olika försäljningssituationer och tänka resultatinriktat i dessa. Vidare ska eleverna ges möjlighet att utveckla kunskaper om språkets och kommunikationens betydelse i mötet med andra.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper i marknadsföring, exponering av varor eller tjänster samt presentationsteknik. Eleverna ska ges möjlighet att utveckla förståelse av personlig service och dess betydelse som konkurrensmedel. Dessutom ska eleverna ges möjlighet att reflektera över den egna attitydens påverkan på servicens kvalitet.</p><p>Genom praktisk tillämpning ska undervisningen ge eleverna möjlighet att utveckla sina kunskaper inom serviceområdet på ett sådant sätt att de utvecklar sitt självförtroende i servicesituationen.</p>",
"goals":["Kunskaper om olika servicesituationer.",
"Förmåga att bemöta kunder eller gäster i olika servicesituationer samt värdera sitt bemötande.",
"Förmåga att hantera positiva och negativa reaktioner i kontakter med kunder eller gäster.",
"Kunskaper om betydelsen av god produktkännedom och marknadsföring i servicesituationer.",
"Färdigheter i att utföra försäljningsteknik, exponering och presentationsteknik samt i att värdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}