{"name":"Sjukvård",
"code":"SJU",
"type":"VOCATIONAL",
"courses":["SJUAKU0",
"SJUBAR0",
"SJUHEM0",
"SJULIN0",
"SJURÄD0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet sjukvård är tvärvetenskapligt och har sin grund i vårdvetenskap, pedagogik, medicin och etik. Det behandlar vård- och omsorgsarbete främst inom hälso- och sjukvård. I begreppet vård och omsorg inryms även omvårdnad relaterad till sjukdomar.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet sjukvård ska syfta till att eleverna utvecklar kunskaper om medicinskt omhändertagande. Den ska också ge eleverna möjlighet att utveckla förmåga att planera egna arbetsinsatser samt utföra och utvärdera vård- och omsorgsuppgifter vid sjukdomar utifrån lagar och andra bestämmelser. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om omhändertagande vid olycksfall samt om olycksplatsarbetets organisation. Genom undervisningen ska eleverna även ges möjlighet att utveckla kunskaper om vård i livets slutskede på institution eller i hemmiljö.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att utföra vård- och omsorgsuppgifter på ett etiskt, estetiskt, hygieniskt, ergonomiskt, hälsobefrämjande, rehabiliterande, habiliterande och pedagogiskt sätt. Den ska också bidra till att eleverna utvecklar förmåga att använda teknisk apparatur samt att utföra medicintekniska uppgifter.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att kommunicera med andra människor med respekt för allas lika värde oavsett till exempel kön eller etniskt ursprung. Undervisningen ska också leda till att eleverna utvecklar förmåga att inhämta, granska och värdera ny kunskap inom området. </p>",
"goals":["Kunskaper om vård- och omsorgsåtgärder och medicinska åtgärder samt kunskaper om smärta och smärtbehandling.",
"Kunskaper om barns och ungdomars fysiska, psykiska och sociala utveckling samt om betydelsen av lek och andra skapande aktiviteter.",
"Kunskaper om människan fysiskt, psykiskt, socialt och existentiellt vid ohälsa och i krissituationer samt förmåga att uppfatta och resonera om etiska frågeställningar.",
"Förmåga att planera egna arbetsinsatser samt att utföra vård- och omsorgsuppgifter och medicintekniska uppgifter vid sjukdomar och olycksfall utifrån lagar och andra bestämmelser.",
"Förmåga att uppmärksamma symtom och förändringar i människors hälsotillstånd.",
"Förmåga att använda teknisk utrustning utifrån säkerhetsföreskrifter.",
"Förmåga att bemöta, kommunicera och samarbeta med patienter, närstående och personal.",
"Förmåga att pedagogiskt inspirera och motivera patienter till rehabiliterande eller habiliterande åtgärder och egenvård.",
"Förmåga att utvärdera, rapportera och dokumentera sitt arbete och resultat, även med hjälp av informationsteknik."],"someexcludes":true,"somefocuses":false}