{"name":"Skogsproduktion",
"code":"SKG",
"type":"VOCATIONAL",
"courses":["SKGSKO01",
"SKGSKO02",
"SKGSKG00S",
"SKGVIR0",
"SKGVIK0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet skogsproduktion behandlar produktion av olika typer av virkesråvaror med hänsyn till skogens produktionsförmåga och en hållbar utveckling för skogen. Det behandlar också anläggning av ny skog, skötsel av ungskogar och avverkning av äldre skogar. I ämnet behandlas även virkets tekniska egenskaper och olika användningsområden. Dessutom behandlas produktion av skogsbränsle, specialiserad skogsskötsel och virkesmätning.</p>  ",
"purpose":"<p> Undervisningen i ämnet skogsproduktion ska syfta till att eleverna utvecklar kunskaper i skogsskötsel och virkeslära. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera och genomföra arbetsuppgifter inom skogsproduktion samt bedöma skogstillstånd och behov av åtgärder inom skogsproduktion. Genom undervisningen ska eleverna också ges möjlighet att utveckla förmåga att utföra arbetsuppgifter med hänsyn till natur- och kulturvärden samt till det rörliga friluftslivet. Eleverna ska vidare ges möjlighet att utveckla förmåga att aptera och virkessortera. Genom praktiska övningar ska eleverna ges möjlighet att arbeta med skogsskötsel. Fältstudier ska bidra till att eleverna utvecklar kunskaper om trädslag och ståndorter samt om skador och skadegörare på växande träd och virke. Genom exkursioner ska eleverna ges möjlighet att utveckla förståelse av natur- och kulturvärden.</p>",
"goals":["Kunskaper om svenska trädslag, om deras egenskaper och användningsområden samt om ståndorter.",
"Förmåga att identifiera skador och skadegörare på växande träd och virke samt att föreslå motåtgärder.",
"Förmåga att tolka och upprätta skogsbruksplaner med hänsyn tagen till natur- och kulturvärden.",
"Förmåga att planera och genomföra arbetsuppgifter inom skogsproduktion.",
"Förmåga att utföra klassning och aptering av virke.",
"Förmåga att göra ekonomiska beräkningar för åtgärder inom skogsproduktion.",
"Förmåga att arbeta säkert och ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör skogsbruket samt om skogens certifieringssystem."],"someexcludes":true,"somefocuses":true}