{"name":"Skog, mark och vatten",
"code":"SKO",
"type":"VOCATIONAL",
"courses":["SKOFIS01",
"SKOFIS02",
"SKOJAK01",
"SKOJAK02",
"SKOJAK00S",
"SKOMÅN0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet skog, mark och vatten behandlar mångbruk av skog. Med mångbruk menas att skogen används för olika syften. Skogen omfattas av stora ekonomiska och miljömässiga värden och är en av de viktigaste tillgångarna när det gäller förnyelsebara råvaror. Produktionen av skogsråvara styrs främst av hur mycket råvara skogsindustrin och energisektorn behöver. Skogen nyttjas också för jakt, fiske, friluftsliv, rekreation och upplevelser av olika slag. Dessa verksamheter måste utvecklas parallellt med råvaruproduktionen inom skogsbruket. I ämnet behandlas också jakt och viltvård samt fiske och vattenvård.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet skog, mark och vatten ska syfta till att eleverna utvecklar kunskaper för yrkesarbete inom skogsbruk och vård av naturresurser. Den ska leda till att eleverna utvecklar förmåga att genomföra arbetsuppgifter inom skogsskötsel, viltvård och vattenvård. Dessutom ska undervisningen leda till att eleverna utvecklar förståelse av moderna och historiska brukningsmetoder samt kunskaper om de natur- och kulturminnen som finns i skogslandskapet.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om skogens många olika värden. Att upptäcka och se naturvärden bygger på kunskaper om växter och djur samt kunskaper i ekologi. I undervisningen ska eleverna därför ges möjlighet att utveckla dessa kunskaper. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om skogen som ekosystem samt om samspelet mellan natur och människa.</p><p>Genom fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att iaktta och se möjligheter för olika verksamheter med skog, mark och vatten som bas.</p>",
"goals":["Kunskaper om skogsbrukets historia, omfattning, ekonomiska betydelse och sociala värden samt om skogsbrukets påverkan på miljön.",
"Kunskaper om djur, växter och vattenlevande organismer i olika biotoper.",
"Förmåga att utföra arbetsuppgifter inom skogsbruk, skogsvård, viltvård och vattenvård.",
"Förmåga att utföra viltinventeringar samt att tolka och upprätta viltvårdsplaner.",
"Kunskaper om jaktmetoder samt förmåga att använda och vårda utrustning i samband med jakt. ",
"Förmåga att tolka och upprätta vattenvårdsplaner och fiskevårdsplaner samt förmåga att sköta fiskevatten på ett ekologiskt hållbart sätt.",
"Kunskaper om fiskemetoder samt förmåga att använda och vårda redskap och annan utrustning för fiske.",
"Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till etik och miljö.",
"Kunskaper om lagar och andra bestämmelser inom området."],"someexcludes":true,"somefocuses":false}