{"name":"Skötsel av utemiljöer",
"code":"SKÖ",
"type":"VOCATIONAL",
"courses":["SKÖSKÖ0",
"SKÖBEK0",
"SKÖSKÖ00S"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet skötsel av utemiljöer behandlar skötsel av parker, kyrkogårdar och gröna miljöer i anslutning till bebyggelse samt skötsel av friluftsområden och golfbanor. Det behandlar också skötselplanering, arbetsorganisation, teknikanvändning och miljöhänsyn. Dessutom ingår hantverkskunnande och estetik.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet skötsel av utemiljöer ska syfta till att eleverna utvecklar kunskaper i att sköta utemiljöer med utgångspunkt från funktion och kvalitetskrav. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra skötsel med hänsyn till växters utseende och biologi. Undervisningen ska bidra till att eleverna utvecklar förmåga att använda teknisk utrustning på ett säkert och ergonomiskt sätt. Den ska också leda till att eleverna utvecklar kunskaper om skötselplaner, arbetsorganisation och ekonomiska förutsättningar för ett hållbart resultat. I undervisningen ska eleverna genom praktiskt arbete ges möjlighet att utveckla förmåga att sköta olika växtslag och gröna utemiljöer med teknisk utrustning. Genom laborationer, fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om olika växters reaktioner på skötselåtgärder och skötselnivåer.</p>",
"goals":["Kunskaper om olika skötselåtgärder med hänsyn till växternas biologi och funktion samt till klimatfaktorer.",
"Kunskaper om olika beskärningstekniker och hur olika växtslag reagerar på beskärning samt om växtsjukdomar och skadedjur i samband med beskärning.",
"Förmåga att tolka skötselplaner som underlag för olika skötselmoment och för bedömning av tidsåtgång samt att upprätta enkla skötselplaner.",
"Förmåga att bedöma skötselbehov samt att sköta och underhålla grönytor och andra utemiljöer.",
"Förmåga att beskära och vårda olika trädslag.",
"Förmåga att använda teknisk utrustning, handredskap och verktyg.",
"Förmåga att arbeta säkert och ergonomiskt samt kunskaper om säkerhetsrisker i arbetet.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att bedöma arbetsresultatet."],"someexcludes":true,"somefocuses":true}