{"name":"Socialt arbete",
"code":"SOC",
"type":"VOCATIONAL",
"courses":["SOCSOI0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet socialt arbete är tvärvetenskapligt och har sin grund i socialvetenskap, sociologi, pedagogik och statsvetenskap. Det är också yrkesrelaterat och handlar om arbete som inriktas på sociala frågor och problem, deras konsekvenser och lösningar.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet socialt arbete ska syfta till att eleverna utvecklar kunskaper om sociala frågor och verksamheter. Eleverna ska ges möjlighet att utifrån lagar, styrdokument, en demokratisk värdegrund och överenskommelser om mänskliga rättigheter utveckla förmåga att arbeta inom sociala verksamheter, inkluderat funktionshinderområdet. Undervisningen ska leda till att eleverna ges möjlighet att utveckla förmåga att möta och arbeta med människor utifrån ett etiskt och ett inkluderande förhållningssätt. Såväl egna som samhällets attityder till, samt värderingar och bemötande av, människors sociala utsatthet ska därför behandlas i undervisningen.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och tillfällen ska ges för eleverna att medverka vid val av arbetsformer och innehåll. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p>",
"goals":["Kunskaper om olika sociala verksamheter.",
"Kunskaper om sociala frågor och problem på samhälls-, grupp- och individnivå.",
"Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.",
"Färdigheter i att kritiskt använda information från olika källor.",
"Förmåga att arbeta utifrån lagar och andra bestämmelser som styr sociala verksamheter samt ta hänsyn till arbetsmiljö, säkerhet och yrkesetik.",
"Färdigheter i att arbeta med förekommande arbetsuppgifter inom sociala verksamheter.",
"Förmåga att kommunicera, samarbeta och samverka för att möta och arbeta med människor i sociala sammanhang.",
"Förmåga att diskutera egna, andras och samhällets attityder till och värderingar av människors olika levnadsvillkor."],"someexcludes":false,"somefocuses":false}