{"name":"Språk specialisering",
"code":"SPA",
"type":"OTHER",
"courses":["SPAXXX01a",
"SPAXXX01b",
"SPAXXX0"],"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet språk specialisering om hon eller han</p><p>1. har behörighet i något av ämnena engelska i gymnasieskolan, moderna språk i gymnasieskolan eller modersmål i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet språk specialisering möjliggör en fördjupning inom ett specifikt färdighetsområde i ett annat språk än svenska. Ämnet ger möjlighet till fördjupade kunskaper och färdigheter när det gäller språk, genre, arbetsprocesser samt språkets användning. En utvecklad förmåga att kreativt, varierat och med säkerhet använda språket och uttrycka sin personlighet, sina erfarenheter, kunskaper och åsikter ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och i ett globaliserat studie- och arbetsliv. </p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet språk specialisering ska syfta till att eleverna fördjupar sin förmåga att använda målspråket inom ett färdighetsområde. I undervisningen ska eleverna ges möjlighet att utveckla språklig säkerhet och kreativitet i olika genrer och sammanhang inom färdighetsområdet. Eleverna ska vidare ges möjlighet att utveckla förmåga att förstå talat och skrivet språk, interagera samt uttrycka sig med variation och med anpassning till mottagarens erfarenheter, referensramar och kulturella bakgrund. Undervisningen i ämnet ska även syfta till att eleverna utvecklar kunskaper om målspråket och om sammanhang där språket används samt tilltro till sin förmåga att använda språket. Undervisningen ska i allt väsentligt bedrivas på målspråket.</p><p>Undervisningen ska också leda till att eleverna utvecklar förmåga att använda relevanta begrepp, metoder och arbetsprocesser inom området. Eleverna ska ges möjlighet att utveckla förmåga att söka och värdera information och olika budskap, att diskutera och beakta frågor om etik, upphovsrätt och källkritik samt att resonera kring och presentera resultat. Eleverna ska ges möjlighet att utveckla förmåga att konstruktivt ge respons på andras arbetsprocesser och framställningar och att, efter egen reflektion och andras råd, bearbeta och förbättra sina egna processer och framställningar. I undervisningen ska eleverna dessutom ges möjlighet att utveckla förmågan att använda informations- och kommunikationsteknik inom området. ",
"goals":["Förmåga att använda språket utifrån kunskaper om genre, språkriktighet, stilnivå, stilistiska drag och kulturella sammanhang.",
"Förmåga att arbeta processinriktat inom området, dvs. att på ett strukturerat och metodiskt sätt planera, bearbeta, presentera och utvärdera framställningar.",
"Förmåga att tillgodogöra sig, reflektera över och kritiskt granska processer och framställningar samt förbättra egna.",
"Förmåga att använda informations- och kommunikationsteknik samt att reflektera över och diskutera etiska frågor, upphovsrätt och källkritik. "],"someexcludes":false,"somefocuses":false}