{"name":"Specialidrott",
"code":"SPE",
"type":"VOCATIONAL",
"description":"<p>Ämnet specialidrott möjliggör en utveckling av den idrottsliga förmågan mot elitnivå inom en vald idrott. Det behandlar metoder och teorier för prestationsutveckling mot elitnivå.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet specialidrott ska syfta till att eleverna utvecklar den idrottsliga förmågan samt ett etiskt förhållningssätt till idrott och det egna idrottsutövandet. Den ska ge eleverna möjlighet att utveckla kunskaper om metoder och teorier för träning samt förmåga att planera, genomföra och utvärdera tränings- och tävlingsverksamhet. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om människokroppens byggnad och funktion samt om energigivande processer, kost, mentala aspekter och andra faktorer av betydelse för prestationsförmågan. </p><p>Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om idrottsrörelsens betydelse i samhället, dess framväxt, mål och omfattning nationellt och internationellt. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga till ledarskap i träningsverksamhet och i andra funktioner inom idrottsrörelsen.</p><p>Eleverna ska genom att medverka i olika verksamheter få inblick i och erfarenhet av elitidrott och träningsutveckling samt av idrottsrörelsens roll i samhället och av ledarskap i olika idrottsliga sammanhang. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om människans beteende, som individ och som gruppmedlem, och om hur kroppsideal och andra värderingar baserade på kultur och kön framträder i miljöer som är kopplade till tränings- och tävlingsaktiviteter. Undervisningen ska motverka diskriminerande föreställningar och bidra till att olika fysiska förutsättningar respekteras.</p>",
"goals":["Förmåga att utöva vald idrott på elitnivå.",
"Kunskaper om hur den egna kroppen fungerar i tränings- och tävlingssammanhang utifrån idrottspsykologiska, idrottsfysiologiska och näringsfysiologiska teorier.",
"Kunskaper om ledarskap och idrottsrörelsens organisation.",
"Kunskaper om samt förmåga att använda och utvärdera träningsmetoder för att utveckla prestationsförmågan.",
"Kunskaper om idrotts- och träningsmiljöers betydelse för prestationsutveckling samt om hur skador och ohälsa förebyggs och behandlas.",
"Kunskaper om olika värderingar i tränings- och tävlingssammanhang samt förmåga att anpassa träning till etiska normer och regler för träning och idrottsliga aktiviteter.",
"Kunskaper om människors sätt att samverka och kommunicera i tränings- och tävlingssammanhang samt förmåga att leda, kommunicera, samarbeta och samverka."]}