{"name":"Specialidrott",
"code":"SPE",
"type":"VOCATIONAL",
"courses":["SPEIDT0",
"SPEIDS01",
"SPETRÄ01",
"SPEIDS02",
"SPETRÄ02",
"SPEIDS03",
"SPETRÄ03"],"comments":{"ABOUT_THE_SUBJECT":"<p>Undervisningen i ämnet specialidrott ger unga idrottstalanger möjlighet att utveckla sin idrottsliga förmåga och kombinera sin gymnasieutbildning med en satsning mot nationell eller internationell elit. Att utbilda sig till elitidrottare innebär att tillgodogöra sig de kunskaper som behövs för att framgångsrikt kunna hantera en elitidrottskarriär. I detta sammanhang kan begreppet <em>dual career</em> från EU:s riktlinjer för idrott och utbildning nämnas. Syftet är att elitidrottaren ska ges förutsättningar att kombinera en satsning på elitidrott och utbildning. Samhället och idrottsrörelsen har här ett gemensamt ansvar. Ämnet specialidrott får bara ges på riksidrottsgymnasier (RIG) och på nationellt godkända idrottsutbildningar (NIU). Villkoren för att godkännas som riksidrottsgymnasium finns i 5 kap. 23-26 §§ gymnasieförordningen (2010:2039) och villkoren för att godkännas som nationellt godkänd idrottsutbildning finns i 5 kap. 27-30 §§ gymnasieförordningen. Specialidrott får ingå med 200 poäng i programfördjupningen och 200 poäng i det individuella valet. Ämnet får dessutom läsas som utökat program med 300 poäng.</p><p>En central fråga kring undervisningen i specialidrott är hur fördelningen mellan teori och praktik ska vara. Ämnesplanen utgår från läroplanens kunskapsbegrepp, som menar att kunskap kommer till uttryck som fakta, förståelse, färdighet och förtrogenhet. Om eleven har kunskap <em>i</em> relevanta träningsmetoder, betyder det att eleven har faktakunskaper om träning i sin idrott, förstår betydelsen av träningen, har färdigheter och är förtrogen i sin träning. När eleven kan träna visar den kunskapen både ”praktiskt” och ”teoretiskt” - eleven har alltså förmåga att träna. I moment som kan tolkas som mer teoretiska (fakta och förståelse) kan kunskaper <em>om</em> momentet utvecklas genom teoretiska studier men även i ett praktiskt görande, till exempel med hjälp av den egna kroppen, laget, utrustningen eller, som i fallet ridsport, med hjälp av hästen.</p><p>Ämnesplanen betonar förmåga attutvärdera träningsmetoder för att utveckla prestationsförmågan och därmed ett ansvar för den egna idrottsliga utvecklingen. Tidigare studier har visat att undervisning i specialidrott ofta utgått från ett görande men att det saknats reflektion och analys. Många framgångsrika elitidrottare har varit innovativa i träning och tävling. Gemensamt för dem är att de utvecklat ett självständigt tänkande, en förståelse för sin idrott som sträcker sig utanför gängse rådande praktik. Ett coachande ledarskap, där betoningen ligger på att eleven successivt lär sig att ta ansvar för sin idrottsliga utveckling, stödjer elevernas utveckling mot att bli självständiga idrottare. Kurserna <em>idrottsspecialisering 1-3</em> fokuserar på utövandet medan kurserna t<em>ränings- och tävlingslära 1-3 </em>fokuserar på fakta och förståelse. Kunskapskraven skiljer sig därför åt mellan kurserna. I <em>idrottsspecialisering</em> bedöms huvudsakligen kvaliteten i det idrottsliga utförandet och i <em>tränings- och tävlingslära</em> bedöms i huvudsak fakta och förståelse. I undervisningssituationen behöver detta inte innebära någon konflikt. Fokus för hela ämnet specialidrott är individens utveckling som elitidrottare. Dessutom finns kursen <em>idrottsledarskap</em> i ämnet med fokus på ledarskap och organisation inom idrott.</p><h4>Kurser i ämnet</h4><h4>Idrottspecialisering 1-3</h4><p>Kurserna <em>idrottsspecialisering</em> har tydligt fokus på utövande i träning och tävling med syftet att utbilda eleven till elitidrottare i sin idrott. Eftersom vissa delar i det centrala innehållet är gemensamt för kurserna idrottsspecialisering och kurserna tränings- och tävlingslära kan bakomliggande teorier och vetenskap behandlas djupare i kurserna tränings- och tävlingslära.</p><h4>Tränings- och tävlingslära 1-3</h4><p>Kursen <em>tränings- och tävlingslära 1</em> behandlar de grundläggande kunskaper som en idrottare på elitnivå behöver för att förstå hur olika träningsaktiviteter påverkar olika delar av kroppens anatomi och fysiologi samt vilken tillämpad träning som bäst stödjer prestationsförmågan i den egna idrotten. Dessutom behandlas bland annat livsstilens, kostens och idrottspsykologiska faktorers betydelse i tränings- och tävlingssammanhang. I kunskapskraven sägs att eleven ska planera, genomföra och utvärdera träningsprogram, vilket innebär att görandet finns med som grund till den teoretiska förståelsen. </p><p>I kursen <em>tränings- och tävlingslära 2 </em>fördjupas kunskaperna och förmågan att ta ansvar för tränings- och tävlingsplanering genom att eleverna får planera, genomföra och utvärdera både egna och andras tränings- och tävlingsprogram. Om det inte gjorts redan i kursen tränings- och tävlingslära 1, kan träningsdagbok och individuell utvecklingsplan införas. Systematiken i träning och förberedelse för tävling ska fördjupas och för ändamålet lämpliga test-, analys och uppföljningsmetoder ska användas.</p><p>I kursen <em>tränings- och tävlingslära </em>3 fördjupas kunskaperna och förmågan att ta ansvar ytterligare, bland annat genom att eleverna får planera och förbereda strategiska handlingsplaner för tävlandet med hänsyn till tävlingsregler samt till styrkor och svagheter hos individen eller laget i relation till styrkor, svagheter och möjliga förhållningssätt hos motståndare. Fokus i kursen ligger mer på tävling än träning och på de idrottsliga villkor eleven kan komma att möta i ett internationellt sammanhang. Betoningen ligger även på förståelse och förberedelse för tiden efter gymnasieskolan.</p><p>Kurserna i <em>tränings- och tävlingslära</em> kan ges ett mer teoretisk ledarskapsperspektiv eller utgå från elitidrottarens behov av att förstå och utveckla sin idrottsliga förmåga i träningssammanhang och i tävlingssituationer.</p><h4>Idrottsledarskap</h4><p>Kursen <em>idrottsledarskap</em> behandlar de särskilda förutsättningar som gäller för ledarskap inom vald idrott såväl på organisationsnivå som i tränings- och tävlingssammanhang. Undervisningen ska behandla ledarskaps- och organisationsteorier.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/spe?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />"},"description":"<p>Ämnet specialidrott möjliggör en utveckling av den idrottsliga förmågan mot elitnivå inom en vald idrott. Det behandlar metoder och teorier för prestationsutveckling mot elitnivå.</p>",
"vux":false,"purpose":"<p>Undervisningen i ämnet specialidrott ska syfta till att eleverna utvecklar den idrottsliga förmågan samt ett etiskt förhållningssätt till idrott och det egna idrottsutövandet. Den ska ge eleverna möjlighet att utveckla kunskaper om metoder och teorier för träning samt förmåga att planera, genomföra och utvärdera tränings- och tävlingsverksamhet. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om människokroppens byggnad och funktion samt om energigivande processer, kost, mentala aspekter och andra faktorer av betydelse för prestationsförmågan. </p><p>Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om idrottsrörelsens betydelse i samhället, dess framväxt, mål och omfattning nationellt och internationellt. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga till ledarskap i träningsverksamhet och i andra funktioner inom idrottsrörelsen.</p><p>Eleverna ska genom att medverka i olika verksamheter få inblick i och erfarenhet av elitidrott och träningsutveckling samt av idrottsrörelsens roll i samhället och av ledarskap i olika idrottsliga sammanhang. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om människans beteende, som individ och som gruppmedlem, och om hur kroppsideal och andra värderingar baserade på kultur och kön framträder i miljöer som är kopplade till tränings- och tävlingsaktiviteter. Undervisningen ska motverka diskriminerande föreställningar och bidra till att olika fysiska förutsättningar respekteras.</p>",
"goals":["Förmåga att utöva vald idrott på elitnivå.",
"Kunskaper om hur den egna kroppen fungerar i tränings- och tävlingssammanhang utifrån idrottspsykologiska, idrottsfysiologiska och näringsfysiologiska teorier.",
"Kunskaper om ledarskap och idrottsrörelsens organisation.",
"Kunskaper om samt förmåga att använda och utvärdera träningsmetoder för att utveckla prestationsförmågan.",
"Kunskaper om idrotts- och träningsmiljöers betydelse för prestationsutveckling samt om hur skador och ohälsa förebyggs och behandlas.",
"Kunskaper om olika värderingar i tränings- och tävlingssammanhang samt förmåga att anpassa träning till etiska normer och regler för träning och idrottsliga aktiviteter.",
"Kunskaper om människors sätt att samverka och kommunicera i tränings- och tävlingssammanhang samt förmåga att leda, kommunicera, samarbeta och samverka."],"someexcludes":true,"somefocuses":true}