{"name":"Styckningskunskap",
"code":"STC",
"type":"VOCATIONAL",
"courses":["STCFIN0",
"STCSTY01",
"STCSTY02",
"STCSTY03",
"STCSTY04",
"STCSTY00S"],"description":"<p>Ämnet styckningskunskap behandlar hantverksmässig styckning av olika djurslag. I ämnet behandlas dessutom djurens anatomi, hur styckdetaljer används inom näringen samt betydelsen av produktkvalitet.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet styckningskunskap ska syfta till att eleverna utvecklar förmåga att grov- och finstycka olika djurslag med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att välja och hantera råvaror samt kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö och säkerhet samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska även bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga. Dessutom ska eleverna ges möjlighet att utföra arbetsuppgifter såväl individuellt som i samarbete med andra.</p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla färdigheter inom styckningsområdet.</p>",
"goals":["Kunskaper om djurens anatomi, köttkvalitet och om styckningsdetaljernas olika användningsområden, hantering, förpackning och förvaring.",
"Färdigheter i att göra styckningskalkyler och effektivitetsbedömningar.",
"Färdigheter i att utföra hängande och liggande styckning samt att finstycka grovstyckade detaljer.",
"Förmåga att använda utrustning, maskiner och verktyg.",
"Förmåga att förpacka och förvara styckningsdetaljer.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att underhålla utrustning, maskiner och verktyg.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":false}