{"name":"Stycknings- och charkuterikunskap [uppdelad]",
"code":"STY",
"type":"VOCATIONAL",
"courses":["STYCHA01",
"STYCHA02",
"STYCHA03",
"STYCHA04",
"STYCHA00S",
"STYFIN0",
"STYSTY01",
"STYSTY02",
"STYSTY03",
"STYSTY04",
"STYSTY00S"],"obsolete":true,"splitinto":["STC",
"CHA"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet stycknings- och charkuterikunskap behandlar olika hantverksmässiga tillverkningsmetoder för att framställa charkuterivaror. Det behandlar också styckning av olika djurslag och deras anatomi samt olika köttråvaror. I ämnet behandlas dessutom hur råvaror används inom näringen samt betydelsen av produktkvalitet.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet stycknings- och charkuterikunskap ska syfta till att eleverna utvecklar förmåga att tillverka charkuteriprodukter samt att grov- och finstycka olika djurslag med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att följa recept och välja och hantera råvaror samt kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt tilltalande och smakrika slutprodukter.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö och säkerhet samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga. Dessutom ska eleverna ges möjlighet att utföra arbetsuppgifter såväl individuellt som i samarbete med andra.</p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla färdigheter inom stycknings- och charkuteriområdet.</p>",
"goals":["Kunskaper om djurens anatomi, köttkvalitet och om styckningsdetaljernas olika användningsområden, hantering, förpackning och förvaring.",
"Kunskaper om olika köttråvarors kvalitet och om deras egenskaper samt om andra råvaror och tillsatser.",
"Färdigheter i att göra styckningskalkyler och effektivitetsbedömningar. Färdigheter i att utföra hängande och liggande styckning samt att finstycka grovstyckade detaljer.",
"Förmåga att tillverka charkuterivaror.",
"Förmåga att läsa, följa och utarbeta recept samt att utföra recept- och näringsberäkningar och effektivitetsbedömningar.",
"Förmåga att använda utrustning, maskiner och verktyg.",
"Förmåga att förpacka och förvara styckningsdetaljer eller charkuterivaror.",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Förmåga att underhålla utrustning, maskiner och verktyg.",
"Förmåga att utvärdera sitt arbete och resultat."],"someexcludes":true,"somefocuses":false}