{"name":"Support och servicearbete",
"code":"SUP",
"type":"VOCATIONAL",
"courses":["SUPKUN0",
"SUPSUP0",
"SUPSER0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Arbete med support och service av elektronik och datautrustningar kräver förmåga att planera arbetet och arbeta systematiskt. Arbete hos kunder kräver lyhördhet för kundens önskemål samt förmåga att uppträda korrekt och serviceinriktat. Ämnet support och servicearbete ger en praktisk och teoretisk grund för detta arbete.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet support och servicearbete ska syfta till att eleverna utvecklar förmåga att planera och utföra support och servicearbete av elektronik- och datorutrustningar. Undervisningen ska även bidra till att eleverna utvecklar förmåga att vara lyhörd och flexibel för att kunna agera i olika support- och servicesituationer och att tänka resultatinriktat i dessa. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera i tal och skrift med beställare och användare.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om den tekniska utvecklingen i branschen. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om konsumenttjänstlagen och de miljö- och återvinningskrav som gäller i branschen.</p>",
"goals":["Förmåga att planera och utföra support och servicearbete på elektronik- eller datorutrustningar.",
"Förmåga att kommunicera med beställare och användare på ett korrekt och serviceinriktat sätt samt att instruera användare i handhavande av apparater och utrustningar.",
"Förmåga att arbeta systematiskt med hjälp av servicedokumentationen.",
"Kunskaper om branschens kvalitetskrav och säkerhetskrav.",
"Kunskaper om lagar och andra bestämmelser samt om miljökrav på återvinning av elektronik och datorutrustningar.",
"Kunskaper om hur arbetsplatser ska organiseras för att möta kraven på säkerhet och god arbetsmiljö."],"someexcludes":false,"somefocuses":false}