{"name":"Svenska som andraspråk",
"code":"SVA",
"type":"COMMON",
"courses":["SVASVA01",
"SVASVA02",
"SVASVA03"],"comments":{"ABOUT_THE_SUBJECT":"<h4>Bakgrund och motiv</h4><p>Svenska som andraspråk ska syfta till att eleverna utvecklar<em>färdigheter i </em>och<em>kunskaper om </em>det svenska språket. Undervisningen ska ge eleven stöd i den speciella inlärningsprocess som att lära sig ett andraspråk innebär. Eleven ska utveckla en språklig beredskap för framtida samhälls-, arbets- och studieliv, men också tillgodogöra sig sin utbildning. Det innebär bland annat att andraspråkseleven bygger upp den språkliga, vardagsrelaterade basen samtidigt som hon eller han utvecklar ett skolspråk, ett mer vetenskapligt språk.</p><p>En sådan situation ställer stora krav på eleven, läraren och undervisningen. Innehållet i svenska som andraspråk riktas i hög grad mot ett språk för lärande. Eleverna ska, uttryckt på ett annat sätt, få undervisning <em>i </em>svenska som andraspråk, samtidigt som de ska utveckla andra kunskaper <em>på</em> svenska. Samarbete med andra ämnen är, om det är möjligt, en metod. Att ha <em>färdigheter i</em> ett språk handlar om hur man behärskar, använder och anpassar språket i såväl muntliga som skriftliga situationer. Att ha <em>kunskaper om</em> ett språk innebär däremot att man vet något om till exempel språkets struktur, en texts uppbyggnad eller attityder till olika språkbruk. Det har också stor betydelse, inte minst när man ska reflektera över sin egen språkanvändning och tala om sina språkkunskaper med andra.</p><p>Litteraturhistoriska studier i ämnet svenska som andraspråk har inte en lika framträdande roll som i ämnet svenska och eleverna kan inte förväntas tillägna sig ett lika omfattande litteraturpensum. Litteraturläsningen i ämnet svenska som andraspråk relateras inte främst till litteraturhistoriska studier, utan ses i första hand som redskap för språkinlärning och träning av den analytiska förmågan. Dessutom är läsningen ett redskap för personlig utveckling och för att utveckla förståelse för andra människor och kulturer.</p><p>Undervisningen i ämnet ska ta tillvara den flerspråkiga elevgruppens erfarenheter och kunskaper. Att eleverna redan är flerspråkiga ger goda förutsättningar för att jämföra språkliga strukturer och sätt att uttrycka sig samt att förstärka en metaspråklig medvetenhet, dvs. förmågan att kunna uppmärksamma, samtala om och reflektera över språkliga fenomen. Den flerspråkiga målgruppens erfarenheter och kunskaper ger också förutsättningar att reflektera över frågor, inte bara om språk utan även om kultur och värdegrund ur olika aspekter.</p><p>Strategier är ett nyckelbegrepp i svenska som andraspråk. I kursernas centrala innehåll nämns bland annat att undervisningen ska behandla <em>strategier för fortsatt lärande</em>, <em>strategier för att förstå och göra sig förstådd</em> samt <em>strategier för att skriva olika typer av texter</em>. Begreppet återkommer också i kunskapskraven. En framgångsrik och effektiv språkinlärare har en uppsättning olika strategier och en förmåga att använda dessa beroende på situation. Det kan till exempel vara nödvändigt att ta till generaliseringar och förenklingar när språkförmågan i svenska som andraspråk inte räcker till för att uttrycka mer komplexa tankar. Genom att erbjuda eleven olika uppgifter och situationer där det krävs olika slags strategier kan eleven uppmärksammas på och ges möjlighet att utveckla sådana.</p><p>Ämnesplanen för svenska som andraspråk gör det möjligt att anpassa stoffet till elevernas olika utbildningsvägar eller intressen i övrigt, till exempel vid val av uppgifter för skriftlig och muntlig framställning.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p>Det centrala innehållet preciserar undervisningsmoment som är obligatoriska. Det utgör inte en uttömmande lista, utan läraren är fri att i mån av tid och möjlighet ta upp även annat som ligger inom ramen för syftesbeskrivningen för ämnet svenska som andraspråk.</p><p>Det centrala innehållet är inte rangordnat. I ämnet svenska som andraspråk är det inte heller organiserat så att det ska vara direkt överförbart till undervisningsmoment eller undervisningsperioder. Till exempel kan moment som muntlig och skriftlig framställning integreras med moment som litteraturkunskap.</p>",
"COMPARISON_GY2000":"<p>I kursplan 2000 var ämnena svenska och svenska som andraspråk mycket lika. I Gy 2011 har svenska som andraspråk fått en tydligare, egen profil. Ämnena ger fortfarande samma behörighet, men att svenska som andraspråk och svenska utgör parallella vägar till grundläggande behörighet innebär inte nödvändigtvis att innehållet måste vara identiskt. Däremot aktualiserar det frågan om vilka kunskaper och färdigheter som en elev måste tillgodogöra sig i gymnasial utbildning för att klara ett aktivt vardagsliv, arbetsliv och vidare studier. De moment som bedömts som särskilt viktiga har därför i stort sett samma innehåll och samma nivå på kunskapskraven, exempelvis förmågan att hantera stora textmängder, förhålla sig kritiskt till olika källor och arbeta med ett vetenskapligt förhållningssätt i svenska och svenska som andraspråk 3. I andra avseenden har svenska som andraspråk och svenska olika innehåll, karaktär och tyngdpunkter. Till exempel innehåller ämnet svenska mer litteraturhistoria, medan svenska som andraspråk har högre krav på förmågan till komparativ språkanalys.</p>",
"COMPARISON_GR":"<p>I grundskolan får eleverna 1 490 timmar svenska som andraspråk. Ämnesplanen i svenska som andraspråk bygger vidare på grundskolans kursplan. Flera grundläggande färdigheter - som att kommunicera i olika situationer, utveckla strategier för att utöka sitt ordförråd och arbeta med olika slags texter - finns förstås också i grundskolans styrdokument, men i gymnasial utbildning förväntas kommunikationssituationerna, texterna och därmed också språket bli mer komplext och mångfacetterat. Kraven på att argumentera, möta andras argument och skriva texter av utredande och vetenskaplig karaktär är högre i gymnasial utbildning, liksom förmågan att föra metaspråkliga resonemang.</p><p>Medan grundskoleämnet svenska som andraspråk har lagt starkt fokus på läsning av litteratur betonar gymnasieämnet vikten av att arbeta med ett varierat språk från olika texttyper för att öva upp ett funktionellt språk och klara studierna i andra ämnen.</p>",
"PURPOSE":"<h4>Reflektera över sin egen flerspråklighet</h4><p>Att reflektera över sin egen flerspråklighet innebär bland annat att resonera om skillnaden mellan att lära sig ett språk som barn och som vuxen, vilket språk som används i olika situationer samt vad som händer med ett andraspråk i ett samhälle där språket är ett minoritetsspråk. Med lärarens hjälp kan elevernas reflektioner kopplas till vedertagna teorier om flerspråkighet.</p><h4>Texter av olika slag</h4><p>I ämnesplanen finns en progression i vilka typer av texter som ska behandlas på olika kurser. I svenska som andraspråk 1 fokuserar den skriftliga framställningen på texter <em>för kommunikation och reflektion. </em>I svenska som andraspråk 2 är texterna <em>av utredande och argumenterande karaktär</em> och i svenska som andraspråk 3 dessutom <em>av vetenskaplig karaktär</em>.</p><p>Arbete med texter av olika slag är centralt för ämnet svenska. I ämnesplanen används begreppet <em>text </em>primärt för skrivna texter, men även multimediala texter, dvs. texter som kombinerar till exempel skriven text, bild och ljud, innefattas. I tidigare styrdokument har begreppet <em>det vidgade textbegreppet</em> använts. Den termen används inte i den här ämnesplanen; istället har preciseringar gjorts om vilken typ av text som avses.</p><p>Utanför ämnesplanen används begreppet text ibland på ett sätt som även innefattar muntliga framställningar. I ämnesplanen för svenska används i sådana fall istället formuleringen muntlig framställning.</p><p>Med andra typer av texter menas främst vad som ibland brukar kallas för sakprosatexter. Sakprosa är olika slags informerande texter eller texter som har som syfte att påverka, till exempel samhällsinformation, bruksanvisningar, journalistiska texter, faktatexter samt vetenskapliga och populärvetenskapliga texter. Sakprosatexter är ofta praktiska och målinriktade och har inte främst ett estetiskt syfte. Begreppet genrer står för olika typer av skönlitteratur.</p><h4>Film och andra medier</h4><p>I syftet nämns att <em>film</em> ska användas i undervisningen. Det återkommer inte i det centrala innehållet, men film är en utmärkt källa när man ska behandla innehåll som berättarstrukturer, allmänmänskliga teman och vanliga litterära motiv. <em>Andra medier</em> är ett omfattande begrepp som bland annat rymmer teater, bildkonst och musik.</p><h4>Språkliga normer</h4><p>Begreppet språkligt korrekt förekommer inte i ämnesplanen. Skälet är att begreppet riskerar att bli begränsande, och kan locka till att fokusera på detaljer som stavning, interpunktion och prepositionsval. Att behärska den typen av detaljer är förstås viktigt för helhetsintrycket, men det är betydligt fler faktorer som har betydelse för att språket ska fungera i ett sammanhang. Istället används uttryck som språkliga normer, anpassning till ämne, syfte, mottagare och kommunikationssituation samt hur ord, fraser och satser samspelar i ett sammanhang.</p>"},"description":"<p>Ämnet svenska som andraspråk ger elever med annat modersmål än svenska möjlighet att utveckla sin kommunikativa språkförmåga. Ett rikt språk är en förutsättning för att inhämta ny kunskap, klara vidare studier och ta aktiv del i samhälls- och arbetslivet. Det är också genom språket som vi uttrycker vår personlighet och interagerar med andra människor i olika situationer. Ämnet bidrar till att eleverna stärker sin flerspråkiga identitet och tillit till sin egen språkförmåga, samtidigt som de får en ökad respekt för andras språk och andras sätt att uttrycka sig.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet svenska som andraspråk ska syfta till att eleverna utvecklar färdigheter i och kunskaper om det svenska språket. Eleverna ska också ges möjlighet att reflektera över sin egen flerspråkighet och sina förutsättningar att erövra och utveckla ett funktionellt och rikt andraspråk i det svenska samhället.</p><p>I undervisningen ska eleverna få rikligt med tillfällen att möta, producera och analysera muntligt och skriftligt språk. Skönlitteratur, texter av olika slag, film och andra medier ska användas som källa till insikter om andras erfarenheter, tankar och föreställningsvärldar, och för att ge eleverna en möjlighet att utveckla ett varierat och nyanserat språk. Innehållet ska väljas så att elevernas tidigare erfarenheter och kunskaper tas till vara.</p><p>Flerspråkighet är en tillgång för såväl individen som samhället, och genom att jämföra språkkunskaper och språkliga erfarenheter med andra ska eleverna ges möjlighet att utveckla en bättre förståelse av vilken funktion språket har för kommunikation, tänkande och lärande.</p>",
"goals":["Förmåga att kommunicera i tal och skrift och anpassa språket till ämne, syfte, situation och mottagare.",
"Förmåga att använda ett rikt ordförråd på ett sätt som är relevant för sammanhanget.",
"Kunskaper om det svenska språkets uppbyggnad och språkliga normer, dvs. hur ord, fraser och satser är uppbyggda samt hur dessa samspelar.",
"Förmåga att strukturera, referera, värdera och kritiskt granska innehållet i muntligt och skriftlig språk.",
"Förmåga att läsa och reflektera över texter av olika slag.",
"Förmåga att läsa och reflektera över skönlitteratur i skilda former och från olika delar av världen.",
"Kunskaper om språk och språklig variation samt förmåga att reflektera över språkanvändning och attityder till olika språkbruk.",
"Förmåga att jämföra det svenska språket med det egna modersmålet och andra språk som eleven har färdigheter i, samt förmåga att reflektera över den egna språkinlärningen."],"someexcludes":true,"somefocuses":false}