{"name":"Svenskt teckenspråk",
"code":"SVK",
"type":"COMMON",
"description":"<p>Ett välutvecklat teckenspråk är av betydelse för dövas och hörselskadades lärande i och utanför skolan. När språket utvecklas ökar förmågan att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet svenskt teckenspråk ska syfta till att eleverna utvecklar ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjligheter att uttrycka sin personlighet. Genom undervisningen ska eleverna ges möjlighet att utveckla aktiv tvåspråkighet med svenskt teckenspråk och svenska. </p><p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att delta i kulturella företeelser i sammanhang både där det svenska teckenspråket används och i samhället i övrigt. Undervisningen ska leda till att eleverna utvecklar sina språkliga uttrycksformer och med språket som redskap ges möjlighet att verka i samhället.</p><p>Undervisningen ska även bidra till att eleverna utvecklar förståelse av hur man söker, värderar, sovrar och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser. </p><p>Undervisningen ska omfatta både färdigheter i att använda, och kunskaper om, teckenspråk samt kunskaper om dess historia och kultur. Den ska leda till att eleverna utvecklar förmåga att tillägna sig, producera, tolka och reflektera över olika typer av teckenspråkiga texter samt att använda sig av tolk i olika kommunikationssituationer. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om de sätt på vilka teckenspråkiga texter kan skilja sig åt beroende på texttyp, syfte och mottagare samt hur en text bör vara uppbyggd och strukturerad för att fungera väl i olika sammanhang.</p><p>Undervisningen ska erbjuda möjlighet till anpassning av stoff efter elevernas intresse och utbildning.</p>",
"goals":["Förmåga att diskutera, samtala och hålla teckenspråkiga anföranden på ett sätt som är anpassat till syfte, mottagare och kommunikationssituation i övrigt. ",
"Kunskaper om hur teckenspråkiga texter utformas med hänsyn till texttyp, mottagare och kommunikationssituation, samt förmåga att producera olika typer av texter enligt de karaktäristiska drag som texttypen kräver. ",
"Förmåga att avläsa, samtala om, kritiskt granska, analysera och tolka olika teckenspråkiga texter utifrån deras särart.",
"Förmåga att tillgodogöra sig texter, strukturera innehållet, sovra, referera och värdera samt förmåga att sammanställa information från olika källor. ",
"Kunskaper om språklig variation i svenska teckenspråket som hänger samman med individ och kommunikationssituation.",
"Kunskaper om dövas och hörselskadades situation nationellt och internationellt över tid. Kunskaper om teckenspråkets ställning och historia i Sverige, Norden och övriga världen, samt om det teckenspråkiga samarbetet i världen.",
"Kunskaper om det svenska teckenspråkets form och struktur.",
"Kunskaper om tolketik och användning av teckenspråkstolk.",
"Förmåga att använda svenskt teckenspråk och svenska parallellt samt att jämföra språken. Kunskaper om de speciella villkor som gäller för dövas och hörselskadades språkinlärning."]}