{"name":"Svenskt teckenspråk",
"code":"SVK",
"type":"COMMON",
"courses":["SVKSVK01",
"SVKSVK02",
"SVKSVE0"],"obsolete":false,"comments":{"ABOUT_THE_SUBJECT":"<p><em>Svenskt teckenspråk</em>är ett språk som används av många människor, i varierande omfattning och på olika språklig nivå. En del elever har språket som sitt modersmål eller som sitt primära kommunikationsspråk, till exempel döva och hörselskadade. För dessa elever ges ämnet svenskt teckenspråk som ett gymnasiegemensamt ämne inom gymnasieskolan, för att de genom förtrogenhet med språket ska kunna utvecklas till trygga två- eller flerspråkiga individer med stark identitet och goda förutsättningar för framgång i skolan.</p><p><em>Svenskt teckenspråk för hörande</em>är ett annat ämne. Detta ämne ges som språkval för främst hörande elever och är uppbyggt enligt samma stegmodell som ämnesplanen i moderna språk. Eftersom ämnet vänder sig till hörande elever är det inte anpassat för elever som har svenskt teckenspråk som sitt modersmål eller som sitt primära kommunikationsspråk.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Både i ämnet teckenspråk för döva i Gy 2000 och ämnet svenskt teckenspråk i Gy 2011 betonas att eleverna ska kunna använda sig av språket i många olika situationer för att själva uttrycka sig och för att tillägna sig kunskap. Det handlar till stor del om att utveckla färdigheter i språket, men innefattar också teoretiska kunskaper om hur språket är uppbyggt.</p><p>Ämnesplanen svenskt teckenspråk har en tydligare inriktning mot ett sociokulturellt perspektiv på språk, medan mer lingvistiska delar fått en mindre framträdande plats än i teckenspråk för döva.</p><p>Något som är nytt i Gy 2011 är betoningen på informationssökning och kritisk granskning av källor samt rättigheter och skyldigheter kring yttrandefrihet och upphovsrätt. Detta hänger ihop med att kravet på ett kritiskt förhållningssätt har ökat i takt med allt mer lättillgänglig information av varierande slag, till exempel på webbplatser och i sociala medier.</p>      ",
"COMPARISON_GR":"<p>Målen för ämnet svenskt teckenspråk för gymnasieskolan är i stort sett desamma som målen i specialskolans kursplan <em>teckenspråk för döva och hörselskadade</em> förutom ämnesplanens mål 8 som handlar om tolkkunskap och mål 9 som handlar om jämförelser med svenska språket. Progressionen uttrycks även i kunskapskraven och i det centrala innehållet som fördjupar innehållet i teckenspråk för döva och hörselskadade. Det finns därmed en röd tråd som går från specialskolans ämne till gymnasieskolans.</p><p>I specialskolans kursplan finns två varianter av kunskapskrav utifrån vilken nivå eleverna läser språket - <em>teckenspråk</em> respektive <em>teckenspråk för nybörjare</em>. Dessa varianter möjliggör för eleverna på specialskolan att lära sig svenskt teckenspråk på en nivå som motsvarar deras bakgrundskunskaper. På gymnasial nivå finns inte någon sådan tudelning av kunskapskraven.</p>      ",
"PURPOSE":"<h4>Olika källor</h4><p>Information har blivit alltmer lättillgänglig, inte minst genom internet där många aktörer är verksamma. På allt fler webbsidor kan man också hitta teckenspråkig information, vilket ytterligare vidgat informationstillgången. Eleverna behöver därför få möjlighet att utveckla förmågan att sovra och kritiskt granska källor för att kunna bedöma och värdera informationen och dess tillförlitlighet.</p><h4>Teckenspråkigt samarbete</h4><p>Det finns forskning på olika nationella teckenspråk runt om i världen, vilken sprids till andra länder och ökar kunskap och förståelse kring olika tecknade språk. Det finns också organisationer som World Federation of the Deaf (WFD) som verkar för döva i hela världen. Dessutom engageras människor med koppling till teckenspråk runt om i världen via volontärorganisationer, dövlärarorganisationer och andra sammanslutningar. Kunskap om sådant samarbete och liknande är vad som avses med ”det teckenspråkiga samarbetet i världen”.</p><h4>Tolketik</h4><p>Det finns regler och riktlinjer för hur tolkningssituationer ska fungera. Tolken har till exempel tystnadsplikt och får inte yppa för andra vad som skett under ett uppdrag. Det finns också situationer då det kan vara olämpligt för en tolk att åta sig ett uppdrag, till exempel om man är nära släkt med den som behöver tolk, eller om det finns en intressekonflikt i relationen mellan tolk och teckenspråksanvändare. Kurserna svenskt teckenspråk 1 och svenskt teckenspråk - aktiv tvåspråkighet tar upp frågor om tolketik och tolkanvändning. Här kan eleven få möjlighet att diskutera hur samtal på olika sätt påverkas av att de sker via tolk och hur människor på olika sätt kan uppfatta sådana samtal. Dessutom kan frågor om hur man bokar tolk och vad man bör tänka på när man använder sig av tolk i olika sammanhang behandlas.</p><h4>Speciella villkor för språkinlärning</h4><p>Personer som inte hör alls eller har begränsad hörsel kan ha svårare att tillägna sig det omgivande samhällets språk, eftersom de inte kan uppfatta det naturligt och utveckla det i vardaglig interaktion med hörande människor. Döva och hörselskadade har utifrån detta speciella villkor för språkinlärning. Döva och hörselskadade har i större utsträckning ett visuellt tillägnande av språk och det skrivna språket får större betydelse för dem. Det innebär en annan inlärningsprocess än för dem som hör. Kunskaper om detta speciella språktillägnande är av vikt för en individs självinsikt och förståelse.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ett välutvecklat teckenspråk är av betydelse för dövas och hörselskadades lärande i och utanför skolan. När språket utvecklas ökar förmågan att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet svenskt teckenspråk ska syfta till att eleverna utvecklar ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjligheter att uttrycka sin personlighet. Genom undervisningen ska eleverna ges möjlighet att utveckla aktiv tvåspråkighet med svenskt teckenspråk och svenska. </p><p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att delta i kulturella företeelser i sammanhang både där det svenska teckenspråket används och i samhället i övrigt. Undervisningen ska leda till att eleverna utvecklar sina språkliga uttrycksformer och med språket som redskap ges möjlighet att verka i samhället.</p><p>Undervisningen ska även bidra till att eleverna utvecklar förståelse av hur man söker, värderar, sovrar och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser. </p><p>Undervisningen ska omfatta både färdigheter i att använda, och kunskaper om, teckenspråk samt kunskaper om dess historia och kultur. Den ska leda till att eleverna utvecklar förmåga att tillägna sig, producera, tolka och reflektera över olika typer av teckenspråkiga texter samt att använda sig av tolk i olika kommunikationssituationer. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om de sätt på vilka teckenspråkiga texter kan skilja sig åt beroende på texttyp, syfte och mottagare samt hur en text bör vara uppbyggd och strukturerad för att fungera väl i olika sammanhang.</p><p>Undervisningen ska erbjuda möjlighet till anpassning av stoff efter elevernas intresse och utbildning.</p>",
"goals":["Förmåga att diskutera, samtala och hålla teckenspråkiga anföranden på ett sätt som är anpassat till syfte, mottagare och kommunikationssituation i övrigt. ",
"Kunskaper om hur teckenspråkiga texter utformas med hänsyn till texttyp, mottagare och kommunikationssituation, samt förmåga att producera olika typer av texter enligt de karaktäristiska drag som texttypen kräver. ",
"Förmåga att avläsa, samtala om, kritiskt granska, analysera och tolka olika teckenspråkiga texter utifrån deras särart.",
"Förmåga att tillgodogöra sig texter, strukturera innehållet, sovra, referera och värdera samt förmåga att sammanställa information från olika källor. ",
"Kunskaper om språklig variation i svenska teckenspråket som hänger samman med individ och kommunikationssituation.",
"Kunskaper om dövas och hörselskadades situation nationellt och internationellt över tid. Kunskaper om teckenspråkets ställning och historia i Sverige, Norden och övriga världen, samt om det teckenspråkiga samarbetet i världen.",
"Kunskaper om det svenska teckenspråkets form och struktur.",
"Kunskaper om tolketik och användning av teckenspråkstolk.",
"Förmåga att använda svenskt teckenspråk och svenska parallellt samt att jämföra språken. Kunskaper om de speciella villkor som gäller för dövas och hörselskadades språkinlärning."],"someexcludes":true,"somefocuses":true}