{"name":"Svenska för döva",
"code":"SVN",
"type":"OTHER",
"courses":["SVNSVN01",
"SVNSVN02",
"SVNSVN03"],"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet svenska för döva om han eller hon</p><p>1. har behörighet i ämnena svenska i gymnasieskolan och svenskt teckenspråk i gymnasieskolan och är tvåspråkig eller med godkänt resultat har genomgått utbildning i tvåspråkighet, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Kärnan i ämnet svenska för döva är tvåspråkighet, svenska språket och litteratur. Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet, och med hjälp av skönlitteratur, texter av olika slag och olika typer av medier lär hon känna sin omvärld, sina medmänniskor och sig själv.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet svenska för döva ska syfta till att eleverna utvecklar sin förmåga att kommunicera i skrift samt att läsa och arbeta med texter, både skönlitteratur och andra typer av texter. Eleverna ska ges möjlighet att i skönlitteraturen se såväl det särskiljande som det allmänmänskliga i tid och rum. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda skönlitteratur och andra typer av texter samt film och andra medier som källa till självinsikt och förståelse av andra människors erfarenheter, livsvillkor, tankar och föreställningsvärldar. Den ska utmana eleverna till nya tankesätt och öppna för nya perspektiv. Vidare ska undervisningen leda till att eleverna utvecklar kunskaper om det svenska språket, dess uppbyggnad och ursprung samt ge dem möjlighet att reflektera över olika typer av språklig variation. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur man söker, sammanställer och kritiskt granskar information från olika källor.</p><p>Undervisningen ska stimulera elevernas lust att kommunicera, skriva och läsa och därmed stödja deras personliga utveckling. Undervisningen ska också främja elevernas utveckling till tvåspråkiga individer med svenskt teckenspråk som första språk och skriven svenska som ett andra språk. Eleverna ska ges möjlighet att bygga upp en tillit till sin egen språkförmåga och tillägna sig de språkliga redskap som krävs för vardags- och samhällsliv där det skrivna svenska språket används som ett funktionellt komplement till teckenspråket. De ska också ges möjlighet att utveckla sådana kunskaper om skriftlig kommunikation som behövs i arbetslivet och för vidare studier.</p><p>I undervisningen ska eleverna ges rikliga tillfällen att kommunicera, skriva och läsa. Undervisningen i skriftlig framställning ska ge eleverna tillfälle att värdera andras texter samt bearbeta sina egna texter, efter egen värdering och andras råd. I undervisningen ska eleverna få möta olika typer av skönlitteratur och andra typer av texter samt få sätta innehållet i relation till egna erfarenheter, intressen och den egna utbildningen.</p><p>Undervisningen ska stödja den speciella inlärningsprocess som ett visuellt tillägnande av skriftspråket innebär.</p>",
"goals":["Kunskaper om språkriktighet i text samt förmåga att utforma texter som fungerar väl i sitt sammanhang.",
"Kunskaper om den retoriska arbetsprocessen, dvs. att på ett strukturerat och metodiskt sätt planera och genomföra muntlig och skriftlig framställning som tar hänsyn till syfte, mottagare och kommunikationssituation i övrigt.",
"Förmåga att läsa, arbeta med, reflektera över och kritiskt granska texter samt producera egna texter med utgångspunkt i det lästa.",
"Kunskaper om centrala svenska och internationella skönlitterära verk och författarskap samt förmåga att sätta in dessa i ett sammanhang.",
"Kunskaper om genrer samt berättartekniska och stilistiska drag, dels i skönlitteratur från olika tider, dels i film och andra medier.",
"Förmåga att läsa, arbeta med och reflektera över skönlitteratur från olika tider och kulturer, författad av såväl kvinnor som män, samt producera egna texter med utgångspunkt i det lästa.",
"Kunskaper om det svenska språkets uppbyggnad.",
"Kunskaper om språkförhållanden i Sverige och övriga Norden samt det svenska språkets ursprung. Förmåga att reflektera över olika former av språklig variation.",
"Förmåga att jämföra svenskt teckenspråk och svenska. Kunskaper om de speciella villkor som gäller för dövas och hörselskadades språkinlärning."],"someexcludes":false,"somefocuses":false}