{"name":"Svenskt teckenspråk för hörande",
"code":"SVT",
"type":"OTHER",
"courses":["SVTSVT01",
"SVTSVT02",
"SVTSVT03",
"SVTSVT04",
"SVTSVT05",
"SVTSVT06",
"SVTSVT07"],"obsolete":false,"comments":{},"auth":"<p>En lärares kompetens är relevant för ämnet svenskt teckenspråk för hörande om han eller hon</p><p>1. har behörighet i ämnet svenskt teckenspråk i gymnasieskolan, eller</p><p>2. på annat sätt visar likvärdiga kunskaper och kompetenser.</p>",
"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Svenskt teckenspråk är modersmål för personer i Sverige som är döva från födsel eller tidig barndom. Även andra grupper i samhället använder teckenspråk som kommunikationsmedel i skiftande sammanhang och omfattning. Tecknade språk har samma språkliga grundstruktur som talade språk. Samtidigt skiljer sig tecknade språk från talade språk när det gäller bland annat produktion, reception och grammatik. Kunskaper i svenskt teckenspråk ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang bland döva och andra teckenspråksanvändare samt att delta i studie- och arbetsliv där språket används. Kunskaper i svenskt teckenspråk kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i svenskt teckenspråk för hörande ska syfta till att eleverna utvecklar kunskaper i svenskt teckenspråk samt tilltro till sin förmåga att använda teckenspråk i olika situationer och för skilda syften. Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga. Denna förmåga innefattar dels reception, som innebär att förstå svenskt teckenspråk både i möten med människor och i teckenspråkiga texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra samt att anpassa sitt språk till olika situationer, syften och mottagare. I undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet och förmåga att uttrycka sig med variation och komplexitet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till.</p><p>Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i det teckenspråkiga samhället och i andra sammanhang där teckenspråk används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen. </p><p>Undervisningen ska i allt väsentligt bedrivas på svenskt teckenspråk. I undervisningen ska eleverna få möta varianter av svenskt teckenspråk samt få sätta innehållet i relation till egna erfarenheter och kunskaper. Eleverna ska få interagera med andra samt producera teckenspråkiga texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier. Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser.</p>",
"goals":["Förståelse av svenskt teckenspråk i interaktion och i teckenspråkiga texter.",
"Förmåga att formulera sig och kommunicera på svenskt teckenspråk.",
"Förmåga att använda språkliga strategier i olika sammanhang.",
"Förmåga att anpassa språket efter olika syften, mottagare och situationer.",
"Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang bland döva och andra teckenspråksanvändare."],"someexcludes":false,"somefocuses":false}