{"name":"Teater",
"code":"TEA",
"type":"COMMON",
"courses":["TEASCE01",
"TEASCE02",
"TEASCE03",
"TEADRM0",
"TEAFYS0",
"TEALJU00S",
"TEAREG0",
"TEARÖS0",
"TEASCN0",
"TEASCI0",
"TEASCE00S",
"TEATEA0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Teater handlar om mötet mellan aktörer och publik, här och nu. Ämnet teater behandlar de konstnärliga uttrycksformer som kan samverka i en teaterföreställning, till exempel skådespeleri, regi och scenografi. Med hjälp av begrepp, teorier och metoder från dessa konstnärliga uttrycksformer skapas förståelse av teatern som form.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet teater ska syfta till att eleverna utvecklar kunskaper om teaterns tre hörnpelare: berättelsen, berättaren och rummet, med uttryck som till exempel skådespeleri, dramatik, regi, scenografi, mask, kostym, ljus och ljud i samspel med en publik. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om att teater genom historien varit en aktiv del av sin samtid. I det kollektiva teaterarbetet är det angeläget att vara lyhörd för andra människor och att kunna ta initiativ. Genom undervisningen ska eleverna därför ges möjlighet att utveckla ansvarskänsla och initiativförmåga.</p><p>Undervisningen ska utgå från elevernas kreativitet och stimulera skaparglädjen, liksom viljan att berätta. I undervisningen ska teori och praktik vävas samman. Undervisningen ska belysa teaterns teori, samhällsfunktion och historia. I det praktiska gestaltningsarbetet ska eleverna få tillgång till material så att de ges möjlighet att utveckla sitt skapande inom teaterns olika områden.</p><p>Centralt i all teater är gestaltning och kommunikation. Undervisningen ska därför bidra till att eleverna utvecklar sin förmåga att gestalta inom teaterns olika områden och förmåga att medvetet kommunicera med sin publik. Metoder för detta ska vara övning, skapande, presentation, upplevelse samt analys och tolkning. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att uppleva olika teaterformer.</p>",
"goals":["Färdigheter i att använda kroppen och rösten som sceniska uttrycksmedel.",
"Färdigheter i att använda scenografi, kostym, mask, ljus och ljud som sceniska uttrycksmedel.",
"Kunskaper om den sceniska berättelsens uppbyggnad.",
"Kunskaper om regi och dess betydelse för helheten.",
"Förståelse av hur teaterns olika uttrycksområden samverkar.",
"Färdigheter i att med teaterns uttrycksmedel kommunicera med en publik.",
"Förmåga att samarbeta i grupper.",
"Förmåga att reflektera över det egna skapandet.",
"Förmåga att analysera och tolka olika sceniska gestaltningar.",
"Kunskaper om konstarten teater ur ett samtida och historiskt perspektiv."],"someexcludes":true,"somefocuses":true}