{"name":"Teknisk isolering",
"code":"TEI",
"type":"VOCATIONAL",
"courses":["TEIINT0",
"TEIVVS0",
"TEIYTB0",
"TEIBRA0",
"TEIKOD0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Den tekniska utvecklingen i samhället ställer allt större krav på inomhusmiljö och minskad energiförbrukning. Ämnet teknisk isolering behandlar isolering av tekniska installationer samt lagar och andra bestämmelser inom området.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet teknisk isolering ska syfta till att eleverna utvecklar färdigheter i att utföra isolering av varma och kalla installationer och av luftbehandlingssystem samt isolering för att dämpa ljud. Den ska också leda till att eleverna utvecklar kunskaper om skydd mot brand- och brandgasspridning. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om material för isolering och ytbeklädnad samt om arbetsmetoder vid isolering av VVS-installationer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att använda ritningar och beskrivningar.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om arbetsmiljö, bygglagstiftning och övriga bestämmelser som styr verksamheten. Eleverna ska också utveckla kunskaper i att förebygga och hantera brand i den egna arbetsmiljön. Dessutom ska undervisningen ge eleverna möjlighet att utveckla servicekänsla och kunskaper i entreprenörskap. Eleverna ska ges möjlighet att utveckla kunskaper om yrkesetik. Undervisningen ska också bidra till att eleverna utvecklar ett hantverkskunnande vid hantering av de verktyg, maskiner och material som förekommer inom isoleringsbranschen.</p><p>Genom ett problemlösande arbetssätt och praktiskt laborativa övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta ansvarsfullt, individuellt och i samarbete med andra. Undervisningen ska genomföras så att de praktiska och teoretiska kunskaperna kopplas samman.</p>",
"goals":["Kunskaper om isoleringsmaterial, hur dessa är konstruerade samt vilka egenskaper och användningsområden de har.",
"Kunskaper om material för ytbeklädnad, hur dessa är konstruerade samt vilka egenskaper och användningsområden de har.",
"Förmåga att planera och utföra isolering av tekniska installationer inom bygg- och industrisektorn samt att tillverka och montera material för ytbeklädnad utifrån hantverksmässiga och estetiska krav.",
"Färdigheter i att använda ritningar och beskrivningar samt kunskaper om lagar och andra bestämmelser som styr verksamheten.",
"Förmåga att använda verktyg, maskiner och andra hjälpmedel som förekommer inom teknisk isolering.",
"Kunskaper om systematiskt arbetsmiljöarbete enligt gällande skyddsföreskrifter.",
"Förmåga att utföra kontroller samt att värdera och dokumentera sitt arbete."],"someexcludes":true,"somefocuses":false}