{"name":"Teknik",
"code":"TEK",
"type":"COMMON",
"courses":["TEKTEK01",
"TEKTEK02",
"TEKTEK00S"],"comments":{"ABOUT_THE_SUBJECT":"<p>Teknikämnet vilar på en tydlig teknikvetenskaplig grund. Detta syns bland annat genom att ämnesplanen behandlar tekniska begrepp, teorier och modeller samt tekniska beräkningar.</p><p>Ämnesplanen i teknik är inspirerad av de principer för ingenjörsutbildningars innehåll som återfinns i CDIO-ramverket: conceive-design-implement-operate (<a href=\"http://www.cdio.org/\">www.cdio.org</a>). CDIO är en internationell modell för att kvalitetssäkra och arbetsmarknadsanpassa utbildningen av ingenjörer. Exempel på influenser från CDIO i ämnesplanen är betoningen på teknikutvecklingsprocesser, entreprenörskap och kommunikation.</p><p>Ämnesplanen betonar teknikhistoria, befintlig teknik och teknikutveckling. Teknikhistoria ger en förståelse av hur dagens teknik vuxit fram och de avväganden som gjorts under teknikutvecklingsprocessen. Genom att i undervisningen lyfta fram ny teknik får eleverna möjlighet att ta del av aktuell forskning. På så sätt utvecklar eleverna också kunskaper för att kunna delta i teknikdebatten.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><h4>Kurser i ämnet</h4><p>Kursen <em>teknik 1</em> omfattar alla mål i ämnet och behandlar teknik på en grundläggande nivå samt ger kunskaper om teknikutveckling.</p><p>Kursen <em>teknik 2</em> omfattar målen 2-5 och 9. Kursen fokuserar på problemlösning, analys och rimlighetsbedömning.</p><p>Kursen <em>teknik - specialisering</em> omfattar målen 1-5 och 9 och kan läsas flera gånger med olika teknikinnehåll. Kursen möjliggör en fördjupning inom valt teknikområde och tillåter lokala specialiseringar utifrån kursens mål och centrala innehåll.</p>      ",
"COMPARISON_GR":"<p>Teknikämnet i grundskolan fokuserar på vardagens teknik och tekniska processer samt tekniska artefakter från idé till visualisering och modell. Gymnasieskolans teknikämne fördjupar kunskaperna om teknik och teknikutveckling och förbereder eleverna för tekniska högskolestudier.</p>      ",
"PURPOSE":"<h4>Hållbart samhälle</h4><p>Teknikämnet betonar hållbar utveckling och teknik i ett samhällsperspektiv. Genom kunskaper om hur naturen och vår miljö påverkas av teknikutveckling uppmuntras eleverna till reflektion kring hur teknik för ett hållbart samhälle kan skapas. <em>Hållbar utveckling</em> är emellertid ett brett begrepp som förutom ekologiska aspekter också inbegriper ekonomiska och sociala. Den sociala aspekten kan till exempel innefatta hur teknik bör utformas utifrån olika människors förutsättningar och behov.</p><h4>Manligt och kvinnligt</h4><p>Ämnesplanen har ett tydligt genusperspektiv. Inom teknikområdet finns föreställningar om manligt och kvinnligt som påverkar hur teknik utformas. I teknikämnet finns möjligheter att diskutera inte bara teknikutformning och teknikutveckling utifrån föreställningar om manligt och kvinnligt utan också att undersöka och ifrågasätta själva föreställningarna.</p><p>Utöver genusaspekten kan andra faktorer som ekonomi och utbildningsnivå ha betydelse för människors tillgång till och möjlighet att utnyttja teknik. Ämnesplanen betonar att eleverna ska utveckla kunskaper om människors olika förutsättningar och tillgänglighet till teknik och teknikutveckling. För att utveckla förmågan att värdera teknikens funktion, användning och tillgänglighet kan man i undervisningen diskutera utifrån vilka förutsättningar teknik är utformad idag och hur teknik kan göras tillgänglig samt i vilka sammanhang det kan vara önskvärt att teknik är tillgänglig för alla.</p><h4>Entreprenörskap</h4><p>I teknikämnet betonas den bredare betydelsen av entreprenörskap där växelverkan mellan teori och praktik samt förmåga till handling, innovation och problemlösningframhålls. Genom att arbeta med innovativa och kreativa metoder och processer främjas det entreprenöriella förhållningssätt som är utmärkande inom teknikutveckling. Ett exempel på en innovativ och kreativ process är designprocessen, som är en arbetsmetod för teknisk utveckling och problemlösning.</p><h4>Att arbeta i projekt</h4><p>Ingenjörsarbete bedrivs oftast inom ramen för projekt. Därför betonas projektarbete i ämnesplanen.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet teknik är till sin karaktär tvärvetenskapligt. Teknik handlar om att uppfylla människors behov och önskemål genom att omvandla naturens fysiska resurser eller immateriella tillgångar i produkter, processer, anläggningar och system. Ämnet belyser teknikens roll i samhällsutvecklingen och samspelet mellan människa och natur.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet teknik ska syfta till att eleverna utvecklar kunskaper om teknik, teknikvetenskap och tekniska utvecklingsprocesser. Den ska leda till att eleverna utvecklar förståelse av processerna och hela kedjan från idé och modell, produkt eller tjänst till användning och återvinning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om befintlig teknik och om utveckling av ny teknik som bidrar till ett mer hållbart samhälle.</p><p>Undervisningen ska belysa hur teknik har utvecklats och utvecklas i växelverkan med det omgivande samhället. Därutöver ska eleverna ges möjlighet att utveckla kunskaper om föreställningar om manligt och kvinnligt i förhållande till teknik. Dessutom ska eleverna få möjlighet att utveckla kunskaper om människors olika förutsättningar för och tillgänglighet till teknik och teknikutveckling.</p><p>Undervisningen ska förbereda eleverna för att aktivt delta i och påverka teknisk utveckling utifrån ett etiskt förhållningssätt Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om entreprenörskap genom att utveckla deras förmåga till handling, innovation, och problemlösning. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om tekniska begrepp samt ge kunskaper i att kommunicera om teknik.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla tekniska kunskaper genom att arbeta med mätningar, observationer, experiment, tekniska beräkningar, matematiska modelleringar samt risk- och rimlighetsbedömningar. Undervisningen ska också leda till att eleverna utvecklar förmåga till analys och värdering. Eleverna ska också ges möjlighet att arbeta i projekt.</p>",
"goals":["Kunskaper om teknikutvecklingsprocessen och förståelse av sambanden mellan de olika delarna i den.",
"Förmåga att analysera och värdera tekniska lösningar med hänsyn tagen till ett hållbart samhälle.",
"Förmåga att lösa tekniska problem.",
"Förmåga att använda teknikvetenskapliga metoder, begrepp och teorier.",
"Förmåga att använda modeller och verktyg som redskap för analys, beräkning, rimlighetsbedömning, dokumentation, presentation och information.",
"Kunskaper om hur teknik har utvecklats och utvecklas i samspel med det omgivande samhället samt kunskaper om befintlig teknik och aktuell teknikutveckling.",
"Kunskaper om teknikens roll och drivkrafter ur ett etiskt perspektiv.",
"Kunskaper om hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling.",
"Förmåga att kommunicera inom det tekniska området samt kommunicera om teknik."],"someexcludes":true,"somefocuses":false}