{"name":"Tekniska system – el",
"code":"TEY",
"type":"VOCATIONAL",
"courses":["TEYPRO01",
"TEYPRO02",
"TEYKOM0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet tekniska system - el behandlar den arbetsprocess där man projekterar och dokumenterar tekniska system och anläggningar inom teknikområdet elinstallation. I projektering ingår utrednings- och förberedelsearbete som föregår det operativa genomförandet av en insats. Ämnet tekniska system - el får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>  ",
"novux":true,"purpose":"<p>Undervisning i ämnet tekniska system - el ska syfta till att eleverna utvecklar förståelse av processen när anläggningar planeras, konstrueras och dokumenteras. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur installationer utförs och projekteras samt förståelse av den tekniska utvecklingen inom teknikområdet elinstallation och samspelet mellan teknik och människa.</p><p>Undervisningen ska även belysa hur projektering genomförs med hänsyn till miljö, tillgänglighet och säkerhet. Dessutom ska den bidra till att eleverna utvecklar kunskaper om hur anläggningar utformas i enlighet med funktionskrav från beställaren. Därutöver ska eleverna ges möjlighet att utveckla kunskaper om bestämmelser, standarder och normer inom teknikområdet.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att dokumentera installationer och anläggningar i olika miljöer samt att kommunicera kring förslag och lösningar i projekteringsarbeten.</p><p>Undervisningen ska ge eleverna möjlighet att arbeta med datorstödda tillämpningar och kommunicerande system. Dessutom ska eleverna ges möjlighet att arbeta i projekt med koppling till planerade och pågående arbeten inom teknikområdet. Undervisningen ska även utveckla elevernas förståelse för betydelsen av samordning med närliggande yrkesgrupper.</p>",
"goals":["Förmåga att planera, projektera, konstruera och dokumentera anläggningar och tekniska system inom teknikområdet elinstallation.",
"Kunskaper om hur anläggningar och tekniska system är uppbyggda med hänsyn till säkerhet, tillgänglighet och miljö.",
"Kunskaper om författningar, föreskrifter, anvisningar och standarder inom teknikområdet elinstallation.",
"Kunskaper om systemkomponenter och dimensionering av centrala storheter inom teknikområdet.",
"Kunskaper om tekniska system som kommunicerar via dator- och medianät, eller genom telefoni och trådlös teknik.",
"Kunskaper om installation, driftsättning och underhåll av anläggningar inom teknikområdet.",
"Färdigheter i att framställa, tolka och använda ritningar och scheman.",
"Färdigheter i att hantera datorbaserade tillämpningar inom området.",
"Förmåga att kommunicera kring egna och andras förslag och lösningar i samband med projekteringsarbetet.",
"Förståelse för betydelsen av samordning med närliggande yrkesgrupper."],"someexcludes":true,"somefocuses":true}