{"name":"Transportteknik",
"code":"TRA",
"type":"VOCATIONAL",
"courses":["TRAFOR0",
"TRAFOD0",
"TRAYRK01a",
"TRAYRK01b",
"TRAYRK1"],"description":"<p>Ämnet transportteknik behandlar yrkesmässiga vägtransporter. Det omfattar dels yrkesförarutbildning för de fordon som används i transportverksamheter, dels säker hantering av det som transporteras.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet transportteknik ska syfta till att eleverna utvecklar förmåga att framföra transportfordon på ett ansvarsfullt sätt samt kunskaper om trafikregler och om hur den mänskliga faktorn inverkar på trafikmiljön. Eleverna ska ges möjlighet att utveckla kunskaper om olika tekniska funktioner i fordon och utrustning som förekommer i branschen. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om transportsektorns olika delar samt om dess betydelse och konsekvenser för samhället och samhällsutvecklingen. </p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av hur viktigt det är med goda relationer till kunder och medarbetare. Den ska även ge eleverna möjlighet att utveckla kunskaper om ergonomi, hälsa, säkerhet och miljö.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Ett problemlösande och laborativt arbetssätt ska prägla undervisningen.</p>",
"goals":["Kunskaper om tekniska funktioner hos fordon och utrustning.",
"Kunskaper om olika vägtransportverksamheter.",
"Förmåga att köra och manövrera fordon i varierande trafikmiljöer.",
"Kunskaper om planering och genomförande av transportuppdrag.",
"Förmåga att utföra säkerhetskontroller på fordon och utrustning.",
"Förmåga att göra lastviktsberäkningar utifrån fordonets och vägnätets bärighetsbegränsningar. ",
"Förmåga att arbeta säkert och med miljöhänsyn samt på ett sätt som förebygger ohälsa och personskador.",
"Förmåga att samarbeta med andra och att kommunicera med medarbetare och kunder."],"someexcludes":true,"somefocuses":false}