{"name":"Trädgårdsanläggning",
"code":"TRD",
"type":"VOCATIONAL",
"courses":["TRDTRÄ01",
"TRDTRÄ02",
"TRDTRÄ00S"],"description":"<p>Ämnet trädgårdsanläggning behandlar anläggning av hårdgjorda ytor och vegetationsytor i olika miljöer som parker, bostadsområden, kyrkogårdar och trädgårdar. Det behandlar också hållbarhet, funktion, teknik och kvalitet inom trädgårdsanläggning. Dessutom behandlas användning av den tekniska utrustning som behövs inom trädgårdsanläggning. I ämnet utgör park- och trädgårdsanläggningars historiska utveckling samt vetenskaplig forskning om människors behov av gröna miljöer en grund.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet trädgårdsanläggning ska syfta till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom trädgårdsanläggning. Den ska bidra till att eleverna utvecklar kunskaper om anläggningsprocessen och om sambanden mellan funktion, markförhållanden, materialval, växtval och anläggningsteknik. Undervisningen ska också bidra till att eleverna utvecklar förmåga att bedöma kvaliteten på anläggningsarbeten. Eleverna ska ges möjlighet att utveckla kunskaper om arbetsmetoder, material och tekniker som används inom området samt förmåga att arbeta på ett säkert och ergonomiskt riktigt sätt. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om historiska trädgårdsmiljöer.</p><p>Praktiska övningar i undervisningen ska ge eleverna möjlighet att utföra arbetet både hantverksmässigt och med hjälp av aktuell teknisk utrustning. Genom fältstudier ska eleverna ges möjlighet att utveckla kunskaper om historiska miljöer och anläggningars estetiska uttryck. Ett undersökande arbetssätt ska ge eleverna möjlighet att utveckla förmåga att planera trädgårdsanläggningar med utgångspunkt från funktion och biologiska grunder. </p>",
"goals":["Förmåga att planera och genomföra arbetsuppgifter inom trädgårdsanläggning.",
"Förmåga att använda aktuell teknisk utrustning.",
"Förmåga att arbeta säkert och ergonomiskt i samband med anläggningsarbeten. ",
"Kunskaper om lagar och andra bestämmelser inom området.",
"Kunskaper om byggprocessen samt förmåga att läsa och tolka ritningar och utarbeta förslag till trädgårdsanläggningar.",
"Kunskaper om hur utomhusmiljöer kan utformas för olika brukare och funktioner.",
"Kunskaper om den historiska utvecklingen inom park- och trädgårdsområdet. ",
"Kunskaper om sambanden mellan växtval, klimat, markförhållanden, dränering, jord, material och anläggningsteknik."],"someexcludes":true,"somefocuses":true}