{"name":"Travkunskap",
"code":"TRV",
"type":"VOCATIONAL",
"courses":["TRVTRA01",
"TRVTRA02"],"obsolete":false,"shardof":"RID",
"shardofwith":["RIN"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet travkunskap behandlar träning i att köra travhästar. I arbetet som hästskötare ingår att motionera och träna hästar och därför behandlar ämnet den träning som behövs för att kunna köra hästar i samband med hästskötsel. Ämnet behandlar också hästars reaktion och beteende vid körning samt kommunikation med hästar.</p>  ",
"purpose":"<p>Undervisningen i ämnet travkunskap ska syfta till att eleverna utvecklar färdigheter i körning av travhästar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utrusta och köra travhästar med hästarnas välbefinnande i centrum. Undervisningen ska leda till att eleverna utvecklar förmåga att samspela med hästar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om sambandet mellan ändamålsenlig utrustning, träning och hästars hälsa. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hästars mentala och kroppsliga utbildning.</p><p>Genom körövningar ska eleverna ges möjlighet att utveckla förmåga att köra travhästar samt att tyda hästars reaktioner. Genom observationer ska eleverna ges möjlighet att utveckla kunskaper om hästars rörelse.</p>",
"goals":["Kunskaper om körlära samt om hästars olika gångarter.",
"Kunskaper om faktorer som påverkar hästars prestation och hållbarhet samt förmåga att tolka hästars reaktion på träning och bedöma dessa faktorer.",
"Förmåga att bedöma hästars allmäntillstånd samt kunskaper om träningsrelaterade skador och sjukdomar.",
"Kunskaper om hästars utbildning.",
"Förmåga att visitera, utrusta och hantera hästar för olika typer av arbete.",
"Förmåga att köra hästar under kontroll och i ett bestämt tempo.",
"Förmåga att sköta och vårda utrustning.",
"Förmåga att arbeta säkert och ergonomiskt.",
"Kunskaper om lagar och andra bestämmelser som rör arbete med hästar."],"someexcludes":false,"somefocuses":true}