{"name":"Turism",
"code":"TUR",
"type":"VOCATIONAL",
"comments":{"ABOUT_THE_SUBJECT":"<h2>Om ämnet Turism</h2><p>Det har skett en omfattande utveckling av turismnäringen såväl i Sverige som i stora delar av övriga världen. Ämnet turism är ett brett ämne som speglar denna växande bransch med dess mångfald av yrken. Ämnet innehåller således flera olika kurser som utbildar mot olika yrkesområden men också två övergripande kurser <em>besöksnäringen</em> och <em>hållbar turism</em>.</p><p>Kursen<em>besöksnäringen</em> är en grundkurs i ämnet som alla andra kurser i ämnet bygger på. Kursen behandlar grundläggande kunskaper inom turismens alla områden – bo, äta, göra, resa och sälja. Centralt i kursen är betydelsen av samverkan mellan de olika verksamheterna och hur de olika verksamheterna är beroende av varandra. Områdena <em>bo</em> och <em>äta</em> återkommer inte i fördjupningskurser inom ämnet turism men finns bland annat inom ämnena hotell, matlagningskunskap och serveringskunskap. Fördjupningskurserna i ämnet renodlar och behandlar var för sig övriga verksamhetsområden, dvs. <em>göra</em>, <em>resa</em> och <em>sälja</em>.</p><p>Alla kurser har sitt specifika innehåll men även innehåll som återkommer och känns igen från kurs till kurs, till exempel informationssökning, presentationsteknik, säkerhet och lagar. Detta innehåll behandlas utifrån kursens specifika område.</p><p>Kraven på insikt i och förståelse av turismens påverkan på miljö, ekonomi och kultur ökar. Dessutom diskuteras alltmer etiska frågor kopplade till turism. Av denna anledning finns kursen <em>hållbar turism</em> som en egen kurs även om området delvis behandlas i andra kurser i ämnet.</p><h3>Strukturen i gymnasieskolans ämnesplaner</h3><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling – det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p><p><img src=\"file:///C:\\Users\\halmy\\AppData\\Local\\Temp\\msohtmlclip1\\01\\clip_image001.png\" /></p><img src=\"/laroplaner-amnen-och-kurser/gymnasieutbildning/gymnasieskola/tur?_xurl_=%3D%3FUTF-8%3FB%3FaHR0cDovL2xpNjQtcmg1LXdlYmMuc2tvbHZlcmtldC5zZToxMTA2Mi9jcy9ncm91cHMvc3lsbGFidXMvZG9jdW1lbnRzL2tvbW1lbnRhcnNtYXRlcmlhbC9tZGF3L256Z3cvfmVkaXNwL2JpbGQtdGlsbC1rb21tZW50YXJlci01MjBweA%3D%3D%3F%3D\" />",
"COMPARISON_GY2000":"<h2>Jämförelse med kursplan 2000</h2><p>Jämfört med motsvarande kurser i Gy 2000 har förmågan att presentera, söka, sortera, granska och värdera information lyfts fram i ämnet <em>turism</em> i Gy 2011 då det ställs högre krav på it-kompetens i branschen i takt med samhällsutvecklingen.</p>"},"description":"<p>Turismen är en viktig näring i stora delar av världen och omfattar flera olika verksamhetsområden. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att resvägar och färdsätt ändras, att förväntningar på nya upplevelser ökar och att kraven på resmål, reseproduktion och service förändras.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet turism ska syfta till att eleverna utvecklar kunskaper inom turismens verksamhetsområden – bo, äta, göra, resa och sälja – samt kunskaper om dess utveckling. Den ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiska förhållningssätt samt hållbar utveckling inom turismnäringen. Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om hur man utvecklar destinationer och producerar, paketerar, marknadsför, informerar och säljer tjänster.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta kunden och gästen på ett yrkesmässigt sätt med hög grad av service. Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika kulturer, religioner och levnadssätt. Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser inom turismområdet. Den ska även behandla frågor om arbetsmiljö och säkerhet. Turismnäringen består till stor del av små företag. Därför ska undervisningen bidra till att stimulera elevernas intresse för entreprenörskap.</p><p>Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om turismnäringen.</p>",
"goals":["Kunskaper om olika verksamheter, roller och arbetsuppgifter inom turismen samt om turismens utveckling.",
"Kunskaper om resmål och resvägar samt om marknadsföring och försäljning.",
"Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.",
"Kunskaper om hållbar utveckling inom turismnäringen.",
"Förmåga att söka, sortera, granska, värdera och presentera information.",
"Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser inom verksamhetsområdena.",
"Förmåga att arbeta arbetsmiljömässigt och säkert.",
"Förmåga att samverka och kommunicera med andra.",
"Förmåga att utvärdera sitt arbete och resultat."]}