{"name":"Turism",
"code":"TUR",
"type":"VOCATIONAL",
"description":"<p>Turismen är en viktig näring i stora delar av världen och omfattar flera olika verksamhetsområden. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att resvägar och färdsätt ändras, att förväntningar på nya upplevelser ökar och att kraven på resmål, reseproduktion och service förändras.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet turism ska syfta till att eleverna utvecklar kunskaper inom turismens verksamhetsområden – bo, äta, göra, resa och sälja – samt kunskaper om dess utveckling. Den ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiska förhållningssätt samt hållbar utveckling inom turismnäringen. Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om hur man utvecklar destinationer och producerar, paketerar, marknadsför, informerar och säljer tjänster.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta kunden och gästen på ett yrkesmässigt sätt med hög grad av service. Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika kulturer, religioner och levnadssätt. Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser inom turismområdet. Den ska även behandla frågor om arbetsmiljö och säkerhet. Turismnäringen består till stor del av små företag. Därför ska undervisningen bidra till att stimulera elevernas intresse för entreprenörskap.</p><p>Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om turismnäringen.</p>",
"goals":["Kunskaper om olika verksamheter, roller och arbetsuppgifter inom turismen samt om turismens utveckling.",
"Kunskaper om resmål och resvägar samt om marknadsföring och försäljning.",
"Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.",
"Kunskaper om hållbar utveckling inom turismnäringen.",
"Förmåga att söka, sortera, granska, värdera och presentera information.",
"Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.",
"Kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser inom verksamhetsområdena.",
"Förmåga att arbeta arbetsmiljömässigt och säkert.",
"Förmåga att samverka och kommunicera med andra.",
"Förmåga att utvärdera sitt arbete och resultat."]}