{"name":"Utställningsdesign",
"code":"UTS",
"type":"VOCATIONAL",
"courses":["UTSUTS01",
"UTSUTS02",
"UTSUTS03S"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Utställningsdesign som kommunikationsform innehåller många dimensioner och erbjuder olika uttrycksmöjligheter. Alla sinnen berörs och påverkas av hur föremål, färger, bilder, texter, ljus och ljud exponeras.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet utställningsdesign ska syfta till att eleverna utvecklar kunskaper om och färdigheter i exponeringens olika uttrycksmöjligheter, från idé till färdig produkt, inom butiks- och fönsterexponering, utställning, mässor, teater och film. Undervisningen ska leda till att eleverna utvecklar kunskaper om digital teknik och relevanta programvaror samt förmåga att använda annan utrustning. Eleverna ska också ges möjlighet att utveckla förmåga att ge modeller och planskisser liv genom en animerad presentation eller annan visuell gestaltning. </p><p>Undervisningen ska ge eleverna möjlighet att stärka sin förmåga att uttrycka sig klart, precist och intresseväckande samt utveckla kunskaper om hur textmaterial disponeras och presenteras för att fånga mottagarens intresse. Undervisningen ska också leda till att eleverna utvecklar förmåga att dra slutsatser utifrån sambandet mellan tid, kostnader och den färdiga produktionens kvalitet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att arbeta självständigt och miljömedvetet, att ta eget ansvar och kunna handla med omdöme i det egna arbetet.</p>",
"goals":["Förmåga att planera, organisera och utföra butiks- och fönsterexponeringar, utställningar, mässor och event.",
"Färdigheter i att visualisera idéer två- och tredimensionellt samt att språkligt förmedla olika budskap.",
"Kunskaper om matchning och koordinering av olika produkter.",
"Förmåga att använda olika uttrycksformer i arbetet med exponeringar och utställningar samt kunskaper om hur de samverkar.",
"Förmåga att använda modern teknik inom områdena butiks- och fönsterexponering, utställning, mässa och event.",
"Färdigheter i att beräkna produktionskostnader samt att arbeta med logistik.",
"Förmåga att analysera och bedöma olika typer av exponeringar och utställningar utifrån målgrupp, budskap och ur andra aspekter."],"someexcludes":true,"somefocuses":true}