{"name":"Vatten- och miljöteknik",
"code":"VAT",
"type":"VOCATIONAL",
"courses":["VATVAT0",
"VATDRI0",
"VATREN0",
"VATVAR0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Vatten är människans viktigaste livsmedel. Produktion och rening av vatten är livsviktigt både lokalt och globalt. Ämnet vatten- och miljöteknik behandlar drift, underhåll och service av anläggningar inom vatten- och miljöområdet. Det bygger på naturvetenskapliga principer eftersom en ekologisk grundsyn och kretsloppstänkande är viktigt inom området.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet vatten- och miljöteknik ska syfta till att eleverna utvecklar förmåga att utföra drift, underhåll och service i vattentekniska anläggningar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om konventionella och alternativa reningsmetoder för vatten samt kunskaper om säkerhetstänkande, yrkesidentitet och yrkesetik. I undervisningen ska eleverna också ges möjlighet att studera tekniska åtgärder i relation till kommunens ansvar och gällande lagstiftning. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om hur man kan finna lösningar på internationella problem inom vatten- och miljöområdet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att utföra provtagningar och analyser av vatten samt vidta åtgärder utifrån de resultat som kommit fram. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika kvalitetssystem och standarder inom vatten- och miljöområdet samt om hur man arbetar på ett kvalitetsmedvetet sätt.</p><p>Genom experiment, laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla förmåga att lösa problem som gäller drift, underhåll och service av anläggningar som används inom vatten- och miljöområdet. Genom praktiska övningar ska eleverna ges möjlighet att utveckla tekniska kunskaper samt handha teknisk utrustning.</p>",
"goals":["Kunskaper om vatten- och miljötekniska anläggningars uppbyggnad och funktion samt om konsekvenser av olika processförändringar i dessa anläggningar.",
"Kunskaper om mikrobiologiska processer som har betydelse för vattenrening och dricksvattenproduktion.",
"Kunskaper om olika kvalitetssystem och standarder inom miljöområdet.",
"Förmåga att utföra praktiska arbetsuppgifter i olika processtekniska anläggningar inom vatten- och miljöområdet samt att arbeta med hänsyn till säkerhet, kvalitet och miljö.",
"Förmåga att utföra beräkningar för att optimera driften av en anläggning avseende kvalitet, ekonomi och miljö.",
"Förmåga att hantera och vårda verktyg och utrustning.",
"Förmåga att utföra provtagningar samt efterbehandlings- och distributionsmetoder för dricksvatten.",
"Förmåga att samarbeta och kommunicera med andra samt att använda fackspråk."],"someexcludes":true,"somefocuses":false}