{"name":"Verktygs- och materialhantering",
"code":"VEK",
"type":"VOCATIONAL",
"description":"<p>Ämnet verktygs- och materialhantering behandlar planering, beräkning och utförande av montagearbeten inom många olika områden. Vidare behandlar ämnet hur man hanterar verktyg, material, maskiner och fästdon samt i vilka sammanhang de får och kan användas.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet verktygs- och materialhantering ska syfta till att eleverna utvecklar kunskaper om hur utrustning, material och fästdon väljs, används och vårdas på ett säkert och arbetsmiljöriktigt sätt. Den ska också leda till att eleverna utvecklar förmåga att planera, utföra, utvärdera och dokumentera arbeten i enlighet med miljö- och arbetslivskrav. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om brandrisker och förebyggande brandskydd i sin arbetsmiljö.</p><p>Undervisningen ska leda till att eleverna utvecklar färdigheter i att använda verktygens manualer och ritningar med materialbeteckningar. Den ska också bidra till att eleverna utvecklar kunskaper om den tekniska utvecklingen avseende verktyg, material och fästdon.</p><p>Genom praktiska monteringsövningar ska eleverna ges möjlighet att utveckla förmåga att välja, använda och vårda verktyg, material och fästdon på ett säkert, ergonomiskt riktigt och miljömedvetet sätt. Eleverna ska också ges möjlighet att utveckla förmåga att kommunicera och samverka i sin arbetsutövning.</p>",
"goals":["Förmåga att välja och använda verktyg, maskiner, material och fästdon.",
"Kunskaper om nödvändiga säkerhetsaspekter.",
"Färdigheter i att utföra monteringsarbeten i enlighet med lagar och andra bestämmelser, anvisningar och standarder.",
"Förmåga att tolka ritningar och materialbeteckningar.",
"Förmåga att använda och följa verktygens manualer. ",
"Kunskaper om ergonomi och arbetsmiljö för den aktuella arbetsuppgiften.",
"Förmåga att vårda aktuella verktyg och maskiner.",
"Färdigheter i att utföra kvalitetskontroll av gjorda arbetsuppgifter."]}