{"name":"Verktygs- och materialhantering",
"code":"VEK",
"type":"VOCATIONAL",
"courses":["VEKVEK0"],"comments":{"ABOUT_THE_SUBJECT":"<p>Ämnet ger en introduktion till hur verktyg, maskiner, material och fästdon ska användas på ett säkert och ergonomiskt riktigt sätt. Ämnet ger också en introduktion till arbetsmiljö- och säkerhet och kan till exempel behandla heta arbeten. Dessa kunskaper fördjupas i andra karaktärsämnen. Ämnesplanen är generellt skriven och kan anpassas mot valt yrkesområde. Genom att benämna verktyg, maskiner och material samt genom att använda manualer och ritningar läggs grunden till ett fackspråk.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>      ",
"COMPARISON_GY2000":"<p>Ämnet <em>verktygs- och materialhantering</em> behandlar kunskapsområden från kursen verkstadsteknik grundkursoch från kursen arbetsmiljö och säkerhet i Gy 2000<em>.</em></p><p>Kursen verkstadsteknik grundkurshade en inriktning mot verkstadsarbete och träning i sådan utrustning. Ämnesplanen verktygs- och materialhantering är mer generellt skriven och ska kopplas mot det yrkesområde som utbildningen inriktas mot.</p>      ",
"PURPOSE":"<h4>Arbetslivskrav</h4><p>Att följa arbetsmiljöregler och genomföra egenkontroll ingår i det dagliga arbetet, liksom att följa oskrivna regler för yrkesrollens praxis. Oskrivna regler kan innefatta allt ifrån vad som är kvalitet på ett utfört arbete till att passa tider. Oskrivna regler på en arbetsplats kan stå i konflikt med den värdegrund skolan ska förmedla, till exempel vad gäller likabehandling. I sådana fall ska undervisningen förmedla skolans värdegrund.</p><h4>Ritningar med materialbeteckningar</h4><p>Ritningar och monteringsanvisningar ger en beskrivning av hur och till vad en detalj ska monteras. Belastning, åtdragningsmoment och vad som är lämpligt att använda produkten till kan vara sådant som förekommer i monteringsanvisningen. Av materialbeteckningen går det att utläsa vilket material som ska användas, till exempel att material i en upphängningsanordning ska vara av samma kvalitet eller i ett material som inte orsakar korrosion.</p>      "},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet verktygs- och materialhantering behandlar planering, beräkning och utförande av montagearbeten inom många olika områden. Vidare behandlar ämnet hur man hanterar verktyg, material, maskiner och fästdon samt i vilka sammanhang de får och kan användas.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet verktygs- och materialhantering ska syfta till att eleverna utvecklar kunskaper om hur utrustning, material och fästdon väljs, används och vårdas på ett säkert och arbetsmiljöriktigt sätt. Den ska också leda till att eleverna utvecklar förmåga att planera, utföra, utvärdera och dokumentera arbeten i enlighet med miljö- och arbetslivskrav. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om brandrisker och förebyggande brandskydd i sin arbetsmiljö.</p><p>Undervisningen ska leda till att eleverna utvecklar färdigheter i att använda verktygens manualer och ritningar med materialbeteckningar. Den ska också bidra till att eleverna utvecklar kunskaper om den tekniska utvecklingen avseende verktyg, material och fästdon.</p><p>Genom praktiska monteringsövningar ska eleverna ges möjlighet att utveckla förmåga att välja, använda och vårda verktyg, material och fästdon på ett säkert, ergonomiskt riktigt och miljömedvetet sätt. Eleverna ska också ges möjlighet att utveckla förmåga att kommunicera och samverka i sin arbetsutövning.</p>",
"goals":["Förmåga att välja och använda verktyg, maskiner, material och fästdon.",
"Kunskaper om nödvändiga säkerhetsaspekter.",
"Färdigheter i att utföra monteringsarbeten i enlighet med lagar och andra bestämmelser, anvisningar och standarder.",
"Förmåga att tolka ritningar och materialbeteckningar.",
"Förmåga att använda och följa verktygens manualer. ",
"Kunskaper om ergonomi och arbetsmiljö för den aktuella arbetsuppgiften.",
"Förmåga att vårda aktuella verktyg och maskiner.",
"Färdigheter i att utföra kvalitetskontroll av gjorda arbetsuppgifter."],"someexcludes":false,"somefocuses":false}