{"name":"Ventilationsteknik",
"code":"VET",
"type":"VOCATIONAL",
"courses":["VETLUF0",
"VETLUS0",
"VETLUB0",
"VETLUT0",
"VETVEL0"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet ventilationsteknik behandlar vikten av ett väl fungerande inomhusklimat och hur ett sådant kan uppnås när det gäller temperatur och ventilation. Det behandlar också på vilket sätt och med vilka hjälpmedel man optimerar driften av klimatanläggningar. Ämnet bygger till viss del på naturvetenskap eftersom mekaniska och termodynamiska faktorer är viktiga för luftbehandling.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet ventilationsteknik ska syfta till att eleverna utvecklar kunskaper om vad som avses med fungerande ventilation och hur den uppnås. Dessutom ska ämnet leda till att eleverna utvecklar kunskaper om anläggningars uppbyggnad, funktion och konstruktion samt färdigheter i drift och underhåll av olika anläggningstyper. Eleverna ska ges möjlighet att använda lämplig utrustning på ett arbetsmiljöriktigt och ergonomiskt sätt. Vidare ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka i enlighet med de krav som arbetslivet ställer. Undervisningen ska leda till att eleverna utvecklar servicekänsla samt kunskaper i den terminologi som gäller inom området.</p><p>Eleverna ska utifrån ritningar och anläggningsdokumentation ges möjlighet att utföra underhålls- och injusteringsarbeten med avsedd utrustning. I undervisningen ska verkliga ventilationsanläggningar eller anläggningar i laborativ miljö användas så att praktiska och teoretiska kunskaper sammankopplas.</p>",
"goals":["Kunskaper om olika ventilationstekniska system.",
"Förmåga att planera, organisera och utföra arbetsuppgifter inom området.",
"Förmåga att välja, använda och vårda verktyg, utrustning och material samt att välja och använda arbetsmetoder.",
"Förmåga att använda arbetsbeskrivningar och ritningar.",
"Förmåga att följa lagar och andra bestämmelser om arbetsmiljö, hälsa och hållbar utveckling.",
"Förmåga att samarbeta med andra och använda fackspråk.",
"Förmåga att dokumentera och utvärdera sitt arbete och resultat."],"someexcludes":false,"somefocuses":true}