{"name":"VVS – installation",
"code":"VVI",
"type":"VOCATIONAL",
"courses":["VVIENT0",
"VVISAN01",
"VVISAN02",
"VVIVVT0",
"VVIVVS0",
"VVIVVG0",
"VVIVAR01",
"VVIVAR02"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet VVS - installation behandlar uppbyggnad och funktion av värme- och sanitetstekniska installationer i byggnader och är till sin karaktär både praktiskt och teoretiskt. I ämnet läggs grunderna för hantverkskunnande, yrkesidentitet och yrkesmässighet inom VVS. Branschens tekniska utveckling och betydelsen av en hållbar utveckling behandlas också.</p>  ",
"vux":true,"purpose":"<p>Undervisningen i ämnet VVS - installation ska syfta till att eleverna utvecklar kunskaper om värme- och sanitetstekniska installationer och deras konstruktioner. Den ska även leda till att eleverna utvecklar kunskaper om och färdigheter i att hantera material och utrustning samt att arbeta i enlighet med regler för miljö och säkerhet. Eleverna ska också ges möjlighet att utveckla kunskaper i att förebygga och hantera brand i den egna arbetsmiljön.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda ritningar, instruktioner och arbetsbeskrivningar samt utveckla kunskaper om gällande bygglagstiftning och branschregler.</p><p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om och färdigheter i sammanfogningstekniker av permanenta och demonterbara fogar samt förband för rör och tillhörande utrustning.</p><p>Undervisningen ska leda till att eleverna utvecklar servicekänsla i yrkesutövandet och kunskaper i entreprenörskap. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om yrkesetik och installationernas estetiska utformning.</p><p>Genom ett problemlösande arbetssätt och praktiskt laborativa övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta ansvarsfullt, individuellt och i samarbete med andra. Undervisningen ska genomföras så att de praktiska och teoretiska kunskaperna kopplas samman.</p>",
"goals":["Kunskaper om olika energianläggningars uppbyggnad och funktion samt miljökrav som gäller för dessa.",
"Kunskaper om byggprocessen.",
"Förmåga att planera och utföra installationsarbeten utifrån lagar och andra bestämmelser och fastställda kvalitetskrav.",
"Förmåga att använda ritningar med tillhörande handlingar.",
"Kunskaper om komponenter och apparater samt om material och metoder för sammanfogning enligt standarder och myndighetskrav.",
"Kunskaper om olika medier i VVS-system.",
"Kunskaper om nya och beprövade produkter och material samt förmåga att utföra reparationer, service och underhåll på system och installationer.",
"Förmåga att bemöta och kommunicera med andra.",
"Förmåga att utföra kontroller samt att värdera och dokumentera sitt arbete.",
"Kunskaper om systematiskt arbetsmiljöarbete."],"someexcludes":true,"somefocuses":false}