{"name":"Växtkunskap",
"code":"VÄX",
"type":"VOCATIONAL",
"courses":["VÄXVÄX01",
"VÄXVÄX02",
"VÄXVÄK0"],"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet växtkunskap behandlar de växter som används i park- och trädgårdsmiljöer. För att kunna välja och arbeta med växter i olika miljöer krävs goda art- och sortkunskaper samt kunskaper om växternas behov och funktion i olika sammanhang. Ämnet behandlar också biologiska och ekologiska samband mellan växter, mark, klimat och andra organismer.</p>  ",
"vux":true,"purpose":"<p> Undervisningen i ämnet växtkunskap ska syfta till att eleverna utvecklar kunskaper om växter för yrkesmässigt arbete med växter och växtmiljöer. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att identifiera, beskriva och namnge växter med vetenskapliga och yrkesmässiga termer. Undervisningen ska bidra till att eleverna utvecklar kunskaper om växters egenskaper och kvalitet samt om kvalitetskrav för växter. Eleverna ska också ges möjlighet att utveckla kunskaper om sunda växter och växters resistens mot sjukdomar och skadedjur. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att kombinera och välja växter för olika miljöer, funktioner och klimat samt att sköta och hantera växter på ett yrkesmässigt sätt. Praktiska övningar, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen.</p>",
"goals":["Förmåga att identifiera och namnge växter med vetenskapliga och yrkesmässiga termer. ",
"Förmåga att välja växter för olika platser, miljöer och funktioner samt att göra ekonomiska beräkningar för planteringsförslag.",
"Kunskaper om växters egenskaper samt om förnyelse av sortiment.",
"Kunskaper om biologiska och ekologiska samband mellan växter, mark, klimat och andra organismer.",
"Kunskaper om växters kvalitet och kvalitetskrav för växter.",
"Kunskaper om lagar och andra bestämmelser för växter och handel med växter."],"someexcludes":true,"somefocuses":true}