{"name":"Vård och omsorg",
"code":"VÅR",
"type":"VOCATIONAL",
"courses":["VÅRVÅR01",
"VÅRVÅR02"],"comments":{"ABOUT_THE_SUBJECT":"<p>Begreppet <em>vård och omsorg</em> innefattar både sjukvård, omvårdnad och omsorg. Vård och omsorg är också ett begrepp som uttrycker både en verksamhet och en utbildning. Begreppet används även som ett samlingsnamn för de arbetsuppgifter som utförs av personal som arbetar nära brukare och patienter, till exempel undersköterskor, personliga assistenter och habiliteringspersonal. Vård- och omsorgsuppgifter kan vara av mer allmän karaktär, men också mer specifika vid till exempel vård och omsorg av patienter och brukare med svårare sjukdomstillstånd inom akutsjukvård och hemsjukvård.</p><p>Genom undervisning i ämnet utvecklar eleverna förmåga att utföra grundläggande vård- och omsorgsuppgifter. Inom verksamheten vård och omsorg krävs ett yrkesmässigt bemötande och förhållningssätt. Detta innefattar ett etiskt förhållningssätt, empati och god kommunikativ förmåga, vilket betonas i ämnet.</p><h4>Strukturen i gymnasieskolans ämnesplaner</h4><p>De olika delarna i ämnesplanen hänger ihop på ett tydligt sätt. Det går till exempel inte att bara läsa det centrala innehållet eller kunskapskraven utan att sätta in dem i ämnesplanens hela sammanhang. (Se bild nedan).</p><p>Syftet och målen är formulerade för ämnet som helhet. Syftet beskriver i löpande text vilka kunskaper eleverna ska ges möjlighet att utveckla genom undervisningen i ämnet. Det beskriver också sådant som inte ska betygsättas. Målen är formulerade i punktform och förtydligar vad läraren ska betygsätta.</p><p>Målen beskriver vilka kunskaper eleverna ska ges förutsättningar att utveckla genom undervisningen i ämnet. De är inte placerade i någon rangordning. De går in i varandra och är beroende av varandra. Målen sätter ingen begränsning för elevernas kunskapsutveckling - det går alltså inte att betrakta dem som något som slutgiltigt kan uppnås.</p><p>Det centrala innehållet anger vad som ska behandlas i undervisningen i varje kurs, för att eleverna ska få möjlighet att utveckla de kunskaper som beskrivs i målen. Målen och det centrala innehållet har alltså helt olika karaktär. Trots det kan det finnas visst innehåll även i målen, men i de fallen är målen mer övergripande och inte lika konkreta som det centrala innehållet.</p><p>Det finns en tydlig koppling mellan målen och kunskapskraven. Kunskapskraven uttrycker med vilken kvalitet eleven visar sitt kunnande i förhållande till målen. Ordningen i kunskapskraven är densamma som i målen. Om målen till exempel börjar med förmåga att läsa texter börjar också kunskapskraven med det. Däremot är det inte så att varje mål alltid motsvaras av ett stycke i kunskapskraven. Ett stycke i kunskapskraven kan lika gärna relatera till flera mål som till ett mål.</p>",
"COMPARISON_GY2000":"<p>Innehållet i ämnet vård och omsorg i Gy 2011 omfattar delar av kurserna <em>vård- och omsorgsarbete</em>, <em>omvårdnad</em>, s<em>ocial omsorg</em>, d<em>atorkunskap</em> samt a<em>rbetsmiljö och säkerhet</em> från Gy 2000.</p>",
"PURPOSE":"<h4>Hälso- och sjukvårdsuppgifter där delegering krävs</h4><p>Mål 5 är tvådelat och lyder: <em>Förmåga att planera och utföra vård- och omsorgsuppgifter samt utvärdera den egna arbetsinsatsen. Kunskaper om hälso- och sjukvårdsuppgifter där delegering krävs. </em>Kurserna vård- och omsorgsarbete 1 och 2 riktar sig mot första delen av målet, medan vård- och omsorgsarbete 2 även riktar sig mot den del av målet som avser arbetsuppgifter där delegering krävs.</p><p>Vissa arbetsuppgifter inom vård och omsorg får endast utföras av personal med formell kompetens. Uppgifterna kan dock lämnas över till annan personal med reell kompetens genom personlig delegering. Detta regleras i SOSFS 1997:14. Delegering är vanligt inom till exempel omsorg om människor med funktionsnedsättningar inom olika LSS-verksamheter. Ämnet förbereder för mottagande av denna delegering genom att behandla arbetsuppgifter som endast personer med formell kompetens får utföra. Genom praktiska övningar kan eleverna också utveckla viss förmåga att utföra uppgifterna. Av kunskapskraven i vård- och omsorgsarbete 2 framgår dock att eleven enbart ska kunna ge exempel på eller beskriva uppgifter som kräver delegering, men inte själv utföra dessa uppgifter.</p>"},"description":"<p>Ämnet vård och omsorg har sin grund i praktiskt arbete men också i vetenskapliga ämnesområden som vårdvetenskap och socialt arbete. Ämnet behandlar vård- och omsorgsarbete ur ett helhetsperspektiv, där människors totala livssituation är det centrala snarare än sjukdom eller funktionsnedsättning.</p>",
"vux":true,"purpose":"<p>Undervisningen i ämnet vård och omsorg ska syfta till att eleverna utvecklar kunskaper för arbete nära patienter och brukare inom hälso- och sjukvård samt socialtjänst. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, utföra och utvärdera vård- och omsorgsuppgifter. </p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra arbetsuppgifter på ett yrkesmässigt sätt, dvs. etiskt, estetiskt, hygieniskt, ergonomiskt, hälsofrämjande, rehabiliterande, habiliterande och pedagogiskt. Undervisningen ska också bidra till att eleverna utvecklar ett empatiskt förhållningssätt samt tar ansvar för patienter och brukare och för olika arbetsuppgifter.</p><p>Undervisningen ska utveckla elevernas kunskaper om arbetsmiljö, säkerhet och ergonomi för att minska skaderisken för patienter och brukare samt personal. Användning av medicinteknisk och annan teknisk utrustning samt informationsteknik inom verksamheten ska också ingå i undervisningen.</p>",
"goals":["Kunskaper om teorier och centrala begrepp inom vård och omsorg.",
"Kunskaper om hur smitta och smittspridning förhindras.",
"Kunskaper om det normala åldrandet fysiskt, psykiskt och socialt. ",
"Kunskaper om vård och omsorg i livets slutskede och omhändertagande efter döden.",
"Förmåga att planera och utföra vård- och omsorgsuppgifter samt utvärdera den egna arbetsinsatsen. Kunskaper om hälso- och sjukvårdsuppgifter där delegering krävs.",
"Förmåga att använda teknisk utrustning och tekniska hjälpmedel samt använda informationsteknik för information, kommunikation och dokumentation.",
"Förmåga att kommunicera och samarbeta med andra samt arbeta på ett sätt som utgår från den enskilda människans önskemål och krav på stöd och hjälp i relation till biståndsbedömning eller vårdplanering.",
"Kunskaper om arbetsmiljö samt om lagar och andra bestämmelser om arbetsmiljö.",
"Kunskaper om lagar och andra bestämmelser inom vård- och omsorgsområdet samt om hälso- och sjukvårdens och socialtjänstens organisation och ansvarsområden.",
"Kunskaper om hälso- och sjukvårdens samt socialtjänstens historia och utveckling."],"someexcludes":true,"somefocuses":false}