{"name":"Vård och omsorg",
"code":"VÅR",
"type":"VOCATIONAL",
"courses":["VÅRVÅR01",
"VÅRVÅR02"],"obsolete":false,"comments":{},"description":"<!-- Content concerning GY-Sar(subject area code) and Vux-GR(central content) only -->                  <p>Ämnet vård och omsorg har sin grund i praktiskt arbete men också i vetenskapliga ämnesområden som vårdvetenskap och socialt arbete. Ämnet behandlar vård- och omsorgsarbete ur ett helhetsperspektiv, där människors totala livssituation är det centrala snarare än sjukdom eller funktionsnedsättning.</p>  ",
"novux":false,"purpose":"<p>Undervisningen i ämnet vård och omsorg ska syfta till att eleverna utvecklar kunskaper för arbete nära patienter och brukare inom hälso- och sjukvård samt socialtjänst. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, utföra och utvärdera vård- och omsorgsuppgifter. </p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra arbetsuppgifter på ett yrkesmässigt sätt, dvs. etiskt, estetiskt, hygieniskt, ergonomiskt, hälsofrämjande, rehabiliterande, habiliterande och pedagogiskt. Undervisningen ska också bidra till att eleverna utvecklar ett empatiskt förhållningssätt samt tar ansvar för patienter och brukare och för olika arbetsuppgifter.</p><p>Undervisningen ska utveckla elevernas kunskaper om arbetsmiljö, säkerhet och ergonomi för att minska skaderisken för patienter och brukare samt personal. Användning av medicinteknisk och annan teknisk utrustning samt informationsteknik inom verksamheten ska också ingå i undervisningen.</p>",
"goals":["Kunskaper om teorier och centrala begrepp inom vård och omsorg.",
"Kunskaper om hur smitta och smittspridning förhindras.",
"Kunskaper om det normala åldrandet fysiskt, psykiskt och socialt. ",
"Kunskaper om vård och omsorg i livets slutskede och omhändertagande efter döden.",
"Förmåga att planera och utföra vård- och omsorgsuppgifter samt utvärdera den egna arbetsinsatsen. Kunskaper om hälso- och sjukvårdsuppgifter där delegering krävs.",
"Förmåga att använda teknisk utrustning och tekniska hjälpmedel samt använda informationsteknik för information, kommunikation och dokumentation.",
"Förmåga att kommunicera och samarbeta med andra samt arbeta på ett sätt som utgår från den enskilda människans önskemål och krav på stöd och hjälp i relation till biståndsbedömning eller vårdplanering.",
"Kunskaper om arbetsmiljö samt om lagar och andra bestämmelser om arbetsmiljö.",
"Kunskaper om lagar och andra bestämmelser inom vård- och omsorgsområdet samt om hälso- och sjukvårdens och socialtjänstens organisation och ansvarsområden.",
"Kunskaper om hälso- och sjukvårdens samt socialtjänstens historia och utveckling."],"someexcludes":true,"somefocuses":false}