{
	"subjects": {
		"religionskunskap": {
			"description": "Ämnet religionskunskap har sin vetenskapliga förankring främst i religionsvetenskapen men
är till sin karaktär tvärvetenskapligt. Det behandlar hur religioner och livsåskådningar kommer
till uttryck i ord och handling samt hur människor formulerar och förhåller sig till etiska och
existentiella frågor. I ämnet behandlas trons och etikens betydelse för individers upplevelse av
mening och tillhörighet.",
			"purpose": "Undervisningen i ämnet religionskunskap ska syfta till att eleverna breddar, fördjupar och
utvecklar kunskaper om religioner, livsåskådningar och etiska förhållningssätt och olika
tolkningar när det gäller dessa. Kunskaper om samt förståelse för kristendomen och dess
traditioner har särskild betydelse då denna tradition förvaltat den värdegrund som ligger till
grund för det svenska samhället. Undervisningen ska ta sin utgångspunkt i en samhällssyn
som präglas av öppenhet i fråga om livsstilar, livshållningar och människors olikheter samt
ge eleverna möjlighet att utveckla en beredskap att förstå och leva i ett samhälle präglat
av mångfald. Eleverna ska ges möjlighet att diskutera hur relationen mellan religion och
vetenskap kan tolkas och uppfattas, till exempel beträffande frågor om skapelse och evolution.

Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människors moraliska
förhållningssätt kan motiveras utifrån religioner och livsåskådningar. De ska ges möjlighet att
reflektera över och analysera människors värderingar och trosföreställningar och därigenom
utveckla respekt och förståelse för olika sätt att tänka och leva. Undervisningen ska också
ge eleverna möjlighet att analysera och värdera hur religion kan förhålla sig till bland annat
etnicitet, kön, sexualitet och socioekonomisk bakgrund.

I undervisningen ska eleverna ges möjlighet att analysera texter och begrepp, kritiskt granska
källor, diskutera och argumentera.
",
			"goals": [{
					"short": "analysera",
					"text": "Förmåga att analysera religioner och livsåskådningar utifrån olika tolkningar och perspektiv.",
				},{
					"short": "relatera",
					"text": "Kunskaper om människors identitet i relation till religioner och livsåskådningar",
				},{
					"short": "vetenskap",
					"text": "Kunskaper om olika uppfattningar om relationen mellan religion och vetenskap samt
	förmåga att analysera dessa."
				},{
					"short": "etik",
					"text": "Förmåga att använda etiska begrepp, teorier och modeller."
				},{
					"short": "jämföra",
					"text": "Förmåga att undersöka och analysera etiska frågor i relation till kristendomen, andra
	religioner och livsåskådningar."
			}],
			"courses": {
				"RELREL01": {
					"name": "Religionskunskap 1",
					"credits": 50,
					"short": "Re1",
					"code": "RELREL01",
					"goals": [1,1,1,1,1],
					"content": {
						"general": [
							"Kristendomen, de övriga världsreligionerna och olika livsåskådningar, deras kännetecken och hur de tar sig uttryck för individer och grupper i samtiden, i Sverige och i omvärlden.",
							"Olika människosyn och gudsuppfattningar inom och mellan religioner.",
							"Religion i relation till kön, socioekonomisk bakgrund, etnicitet och sexualitet.",
							"Individers och gruppers identiteter och hur de kan formas i förhållande till religion och livsåskådning utifrån till exempel skriftliga källor, traditioner och historiska och nutida händelser.",
							"Olika uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten.",
							"Tolkning och analys av olika teorier och modeller inom normativ etik samt hur dessa kan tillämpas. Etiska och andra moraliska föreställningar om vad ett gott liv och ett gott samhälle kan vara",
							"Analys av argument i etiska frågor med utgångspunkt i kristendomen, övriga världsreligioner, livsåskådningar och elevernas egna ställningstaganden."						
						]
					},
					"judgements": [
						[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för och analysera världsreligionerna och några livsåskådningar samt",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden.",
							"I sin analys förklarar eleven samband och drar",
							["enkla","välgrundade","välgrungade och nyanserade"],
							"slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv.",
							"Vidare kan eleven",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygger sina resonemang med",
							["enkla","välgrundade","välgrungade och nyanserade"]
						],[
							"Eleven ger",
							["några","några","flera"],
							"exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en",
							["enkel","","komplex"],
							"analys av denna relation i vilken eleven beskriver samband och drar",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"slutsatser. Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund."
						],[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för olika uppfattningar om relationen mellan religion och vetenskap. Dessutom kan eleven göra en",
							["enkel","välgrundad","välgrundad och nyanserad"],
							"analys av de olika uppfattningarna."
						],[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en",
							["enkel","","komplex"],
							"analys av modellerna och använda dem för att ge",
							["enkla","välgrundade","välgrungade och nyanserade"],
							"argument i",
							["någon fråga","någon fråga","några frågor"],
							"Eleven för",
							["enkla","välgrundade","välgrungade och nyanserade"],
							"resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar."
						]
					]
				},
				"RELREL02": {
					"name": "Religionskunskap 2",
					"credits": 50,
					"code": "RELREL02",
					"requires": "RELREL01",
					"goals": [1,1,1,2,2],
					"level": "deep",
					"content": {
						"general": [
							"Nyreligiösa rörelser och strömningar, vad som kännetecknar dem och vad de har för förhållande till världsreligionerna.",
							"Privatreligiositet. Individuella tolkningar av, och uttryck för, religiösa trosuppfattningar i ett samhälle präglat av mångfald.",
							"Religioners och livsåskådningars betydelse för människors identitet, tillhörighet, gemenskap och syn på jämställdhet.",
							"Olika uppfattningar om relationen mellan religion och vetenskap, hur de kan komma till uttryck och vad de kan betyda för individens förståelse av sig själv och sin omvärld.",
							"Etiska begrepp, teorier och modeller. Tillämpning av dessa på frågor som är relevanta för karaktärsämnena, till exempel biomedicinsk etik, djuretik, miljöetik eller etik i mellanmänskliga relationer."
						]
					},
					"judgements": [
						[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck. I sin analys förklarar eleven",
							["enkla","","komplexa"]
							"samband och drar",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"slutsatser om hur de förhåller sig till aktuella samhällsfrågor. Dessutom kan eleven",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"argument. Vidare kan eleven",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet."
						],[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld."
						],[
							"Eleven diskuterar",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller,",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"argument i frågorna."
						]
					]
				},
				"RELREL0": {
					"name": "Religionskunskap - specialicering",
					"credits": 50,
					"code": "RELREL0",
					"requires": "RELREL01",
					"goals": [1,0,1,1,1],
					"level": "deep",
					"content": {
						"general": [
							"Fördjupning inom något eller några av ämnets kunskapsområden, till exempel centrala idéer, etiska principer, texter, riter och handlingsmönster i en eller flera valda religioner och livsåskådningar.",
							"Begrepp, teorier och metoder som är relevanta för kunskapsområdet.",
							"Analys och diskussion av kunskapsområdet ur historiska och samtida perspektiv."
							"Källkritisk metod inom kunskapsområdet. Granskning, analys och tolkning av texter, bilder och annat material som det valda kunskapsområdet har gett upphov till samt av hur det valda kunskapsområdet framställs i olika medier och källor."
						]
					},
					"judgements": [
						[
							"Eleven kan",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"redogöra för och analysera ett eller flera valda kunskapsområden. I redogörelsen använder eleven",
							["med viss säkerhet","med viss säkerhet","med säkerhet"],
							"begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena. Eleven kan göra en",
							["enkel","enkel","komplex"],
							"analys av kunskapsområdet ur historiska och samtida perspektiv. I analysen redogör eleven",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck."
						],[
							"Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"slutsatser om informationens relevans, trovärdighet och användbarhet."
						],[
							"Eleven diskuterar",
							["översiktligt","utförligt","utförligt och nyanserat"],
							"etiska frågor i relation till det valda kunskapsområdet. I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller,",
							["enkla","välgrundade","välgrundade och nyanserade"],
							"argument i frågorna."
						]
					]
				}
			}			
		}
	}
}